ItemStorageDB_LastUpdate = 1777734214
ItemStorageDB = {
    {
        name = "Бумажная",
        updated_at = "2026-05-02 11:20:05",
        money = 339404,
        empty = 117,
        location = "Оргриммар",
        items = {
            {
                link = "|cff1eff00|Hitem:45912:0:0:0:0:0:0:0:10|h[Книга познания символов]|h|r",
                name = "Книга познания символов",
                count = 18,
            },
            {
                link = "|cffffffff|Hitem:41098:0:0:0:0:0:0:0:10|h[Символ удара воина Света]|h|r",
                name = "Символ удара воина Света",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:41536:0:0:0:0:0:0:0:10|h[Символ молнии]|h|r",
                name = "Символ молнии",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:41537:0:0:0:0:0:0:0:10|h[Символ щита молний]|h|r",
                name = "Символ щита молний",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:42402:0:0:0:0:0:0:0:10|h[Символ внутреннего огня]|h|r",
                name = "Символ внутреннего огня",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:42465:0:0:0:0:0:0:0:10|h[Символ беса]|h|r",
                name = "Символ беса",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42738:0:0:0:0:0:0:0:10|h[Символ прилива сил]|h|r",
                name = "Символ прилива сил",
                count = 2,
            },
        },
    },
    {
        name = "Дробяшка",
        updated_at = "2026-05-02 10:09:26",
        money = 342710,
        empty = 101,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:1203:0:0:0:0:0:0:0:10|h[Эгида Штормграда]|h|r",
                name = "Эгида Штормграда",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13079:0:0:0:0:0:0:0:10|h[Щит Торсена]|h|r",
                name = "Щит Торсена",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13081:0:0:0:0:0:0:0:10|h[Копейный щит Черепа]|h|r",
                name = "Копейный щит Черепа",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13082:0:0:0:0:0:0:0:10|h[Кулачный щит Горного склона]|h|r",
                name = "Кулачный щит Горного склона",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13083:0:0:0:0:0:0:0:10|h[Фамильный щит Гарреттов]|h|r",
                name = "Фамильный щит Гарреттов",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:2879:0:0:0:0:0:0:0:10|h[Жезл антиподов]|h|r",
                name = "Жезл антиподов",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:4696:0:0:0:0:0:0:0:10|h[Лапидийская пинта Пьющего Прибой]|h|r",
                name = "Лапидийская пинта Пьющего Прибой",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:791:0:0:0:0:0:0:0:10|h[Корявый ясеневый посох]|h|r",
                name = "Корявый ясеневый посох",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:1664:0:0:0:0:0:0:0:10|h[Жезл усиления заклинаний]|h|r",
                name = "Жезл усиления заклинаний",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:5540:0:0:0:0:0:0:0:10|h[Кинжал с жемчужной рукояткой]|h|r",
                name = "Кинжал с жемчужной рукояткой",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:1168:0:0:0:0:0:0:0:10|h[Щит пылающего черепа]|h|r",
                name = "Щит пылающего черепа",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:1169:0:0:0:0:0:0:0:10|h[Черночерепный щит]|h|r",
                name = "Черночерепный щит",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:1979:0:0:0:0:0:0:0:10|h[Стена мертвых]|h|r",
                name = "Стена мертвых",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:2163:0:0:0:0:0:0:0:10|h[Теневой клинок]|h|r",
                name = "Теневой клинок",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:2164:0:0:0:0:0:0:0:10|h[Потрошитель]|h|r",
                name = "Потрошитель",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:871:0:0:0:0:0:0:0:10|h[Топор шквала]|h|r",
                name = "Топор шквала",
                count = 1,
            },
        },
    },
    {
        name = "Дробящая",
        updated_at = "2026-05-01 23:21:19",
        money = 13665,
        empty = 159,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:23199:0:0:0:0:0:0:0:10|h[Тотем бури]|h|r",
                name = "Тотем бури",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:23203:0:0:0:0:0:0:0:10|h[Манускрипт страсти]|h|r",
                name = "Манускрипт страсти",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31134:0:0:0:0:0:0:0:10|h[Клинок невезения]|h|r",
                name = "Клинок невезения",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31139:0:0:0:0:0:0:0:10|h[Боевая перчатка расплаты]|h|r",
                name = "Боевая перчатка расплаты",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31142:0:0:0:0:0:0:0:10|h[Клинок обретенного знания]|h|r",
                name = "Клинок обретенного знания",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31153:0:0:0:0:0:0:0:10|h[Топор Легиона]|h|r",
                name = "Топор Легиона",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31186:0:0:0:0:0:0:0:10|h[Посох дремы Браксиса]|h|r",
                name = "Посох дремы Браксиса",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31193:0:0:0:0:0:0:0:10|h[Клинок Неутолимой Жажды]|h|r",
                name = "Клинок Неутолимой Жажды",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31204:0:0:0:0:0:0:0:10|h[Ружье-клинок]|h|r",
                name = "Ружье-клинок",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:31287:1128:0:0:0:0:0:0:10|h[Щит дренейского отважного стража]|h|r",
                name = "Щит дренейского отважного стража",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31292:0:0:0:0:0:0:0:10|h[Хрустальный вибрирующий щит]|h|r",
                name = "Хрустальный вибрирующий щит",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31303:0:0:0:0:0:0:0:10|h[Длинный лук Валаноса]|h|r",
                name = "Длинный лук Валаноса",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37747:1128:0:0:0:0:0:0:10|h[Благотворный оплот]|h|r",
                name = "Благотворный оплот",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37749:20242:0:0:0:0:0:0:10|h[Ударные когти]|h|r",
                name = "Ударные когти",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37802:20242:0:0:0:0:0:0:10|h[Острие Эланора]|h|r",
                name = "Острие Эланора",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37803:20322:0:0:0:0:0:0:10|h[Животворная ветвь Лолы]|h|r",
                name = "Животворная ветвь Лолы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37804:0:0:0:0:0:0:0:10|h[Большой посох из кровавого дерева]|h|r",
                name = "Большой посох из кровавого дерева",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37805:0:0:0:0:0:0:0:10|h[Величественный скипетр Мелии]|h|r",
                name = "Величественный скипетр Мелии",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37807:0:0:0:0:0:0:0:10|h[Заостренный мечелом Линдии]|h|r",
                name = "Заостренный мечелом Линдии",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37808:0:0:0:0:0:0:0:10|h[Драконий зубодробитель]|h|r",
                name = "Драконий зубодробитель",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37809:0:0:0:0:0:0:0:10|h[Длинный лук с перьями руха]|h|r",
                name = "Длинный лук с перьями руха",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:37810:0:0:0:0:0:0:0:10|h[Оплот-мечелом]|h|r",
                name = "Оплот-мечелом",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37811:0:0:0:0:0:0:0:10|h[Увещеватель капитана Карвера]|h|r",
                name = "Увещеватель капитана Карвера",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:37812:0:0:0:0:0:0:0:10|h[Сокрушитель из окаменелого железного дерева]|h|r",
                name = "Сокрушитель из окаменелого железного дерева",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37813:0:0:0:0:0:0:0:10|h[Знамерез]|h|r",
                name = "Знамерез",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37817:0:0:0:0:0:0:0:10|h[Ветвь отложенной казни]|h|r",
                name = "Ветвь отложенной казни",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37824:0:0:0:0:0:0:0:10|h[Рунический драконий жезл Гвинета]|h|r",
                name = "Рунический драконий жезл Гвинета",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:43666:0:0:0:0:0:0:0:10|h[Фолиант адского огня]|h|r",
                name = "Фолиант адского огня",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:43667:0:0:0:0:0:0:0:10|h[Книга хитрых советов]|h|r",
                name = "Книга хитрых советов",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44505:20242:0:0:0:0:0:0:10|h[Повергатель]|h|r",
                name = "Повергатель",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:49227:0:0:0:0:0:-88:56:10|h[Клык Сколла с меткой предсказателя]|h|r",
                name = "Клык Сколла с меткой предсказателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36529:0:0:0:0:0:-41:67:10|h[Выкопанный палаш с меткой зверя]|h|r",
                name = "Выкопанный палаш с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36618:0:0:0:0:0:-5:25:10|h[Крученый длинный лук со знаком мартышки]|h|r",
                name = "Крученый длинный лук со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36621:0:0:0:0:0:-11:28:10|h[Улучшенный плоский лук со знаком сокола]|h|r",
                name = "Улучшенный плоский лук со знаком сокола",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36713:0:0:0:0:0:-45:23:10|h[Дальнобойная метательная звезда с меткой победителя]|h|r",
                name = "Дальнобойная метательная звезда с меткой победителя",
                count = 1,
            },
        },
    },
    {
        name = "Запределька",
        updated_at = "2026-05-01 23:23:09",
        money = 13629,
        empty = 143,
        location = "Оргриммар",
        items = {
            {
                link = "|cff1eff00|Hitem:10270:0:0:0:0:0:793:0:10|h[Сапоги искусной работы со знаком совы]|h|r",
                name = "Сапоги искусной работы со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14322:0:0:0:0:0:803:0:10|h[Ослепительный венец со знаком совы]|h|r",
                name = "Ослепительный венец со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14815:0:0:0:0:0:0:0:10|h[Рукавицы нападения]|h|r",
                name = "Рукавицы нападения",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24585:0:0:0:0:0:-36:37:10|h[Хиджаб чужеземца с меткой волшебника]|h|r",
                name = "Хиджаб чужеземца с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24588:0:0:0:0:0:-39:21:10|h[Наручи чужеземца с меткой заклинателя]|h|r",
                name = "Наручи чужеземца с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24605:0:0:0:0:0:-39:31:10|h[Воинский пояс Веселого Черепа с меткой заклинателя]|h|r",
                name = "Воинский пояс Веселого Черепа с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24608:0:0:0:0:0:-22:31:10|h[Перчатки Веселого Черепа с магической аурой]|h|r",
                name = "Перчатки Веселого Черепа с магической аурой",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24612:0:0:0:0:0:-39:23:10|h[Браслеты Веселого Черепа с меткой заклинателя]|h|r",
                name = "Браслеты Веселого Черепа с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24693:0:0:0:0:0:-7:27:10|h[Кожаный ремень Костеглодов со знаком медведя]|h|r",
                name = "Кожаный ремень Костеглодов со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24695:0:0:0:0:0:-40:37:10|h[Нагрудник Костеглодов с меткой преступника]|h|r",
                name = "Нагрудник Костеглодов с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24696:0:0:0:0:0:-6:27:10|h[Перчатки Костеглодов со знаком орла]|h|r",
                name = "Перчатки Костеглодов со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24702:0:0:0:0:0:-16:29:10|h[Хаал'ешские сапоги с печатью выносливости]|h|r",
                name = "Хаал'ешские сапоги с печатью выносливости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24703:0:0:0:0:0:-40:38:10|h[Хаал'ешский жакет с меткой преступника]|h|r",
                name = "Хаал'ешский жакет с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24705:0:0:0:0:0:-14:38:10|h[Хаал'ешская шляпа со знаком тигра]|h|r",
                name = "Хаал'ешская шляпа со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24705:0:0:0:0:0:-40:38:10|h[Хаал'ешская шляпа с меткой преступника]|h|r",
                name = "Хаал'ешская шляпа с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24706:0:0:0:0:0:-14:38:10|h[Хаал'ешские поножи со знаком тигра]|h|r",
                name = "Хаал'ешские поножи со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24710:0:0:0:0:0:-18:30:10|h[Сапоги отмщения со знаком ловкости]|h|r",
                name = "Сапоги отмщения со знаком ловкости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24710:0:0:0:0:0:-5:30:10|h[Сапоги отмщения со знаком мартышки]|h|r",
                name = "Сапоги отмщения со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24711:0:0:0:0:0:-17:40:10|h[Нагрудник Отмщения со знаком силы]|h|r",
                name = "Нагрудник Отмщения со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24712:0:0:0:0:0:-42:30:10|h[Перчатки Отмщения с меткой оракула]|h|r",
                name = "Перчатки Отмщения с меткой оракула",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24720:0:0:0:0:0:-40:31:10|h[Перчатки Отребья с меткой преступника]|h|r",
                name = "Перчатки Отребья с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24722:0:0:0:0:0:-40:41:10|h[Брюки Отребья с меткой преступника]|h|r",
                name = "Брюки Отребья с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24724:0:0:0:0:0:-9:23:10|h[Поручи Отребья со знаком совы]|h|r",
                name = "Поручи Отребья со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24732:0:0:0:0:0:-39:24:10|h[Боевые наручи безумия с меткой заклинателя]|h|r",
                name = "Боевые наручи безумия с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24739:0:0:0:0:0:-40:33:10|h[Наплечные щитки солнцеруха с меткой преступника]|h|r",
                name = "Наплечные щитки солнцеруха с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24806:0:0:0:0:0:-40:27:10|h[Боевой пояс Непреклонности с меткой преступника]|h|r",
                name = "Боевой пояс Непреклонности с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24811:0:0:0:0:0:-6:37:10|h[Поножи Непреклонности со знаком орла]|h|r",
                name = "Поножи Непреклонности со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24812:0:0:0:0:0:-14:27:10|h[Наплеч Непреклонности со знаком тигра]|h|r",
                name = "Наплеч Непреклонности со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24816:0:0:0:0:0:-40:38:10|h[Плетеный нагрудник Камня Скверны с меткой преступника]|h|r",
                name = "Плетеный нагрудник Камня Скверны с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24821:0:0:0:0:0:-39:21:10|h[Наручники Камня Скверны с меткой заклинателя]|h|r",
                name = "Наручники Камня Скверны с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24822:0:0:0:0:0:-39:30:10|h[Пояс ловчего Пустоты с меткой заклинателя]|h|r",
                name = "Пояс ловчего Пустоты с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24823:0:0:0:0:0:-5:30:10|h[Наголенники ловчего Пустоты со знаком мартышки]|h|r",
                name = "Наголенники ловчего Пустоты со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24828:0:0:0:0:0:-43:30:10|h[Оплечье ловчего Пустоты с меткой солдата]|h|r",
                name = "Оплечье ловчего Пустоты с меткой солдата",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24833:0:0:0:0:0:-39:31:10|h[Перчатки скитальца Нексуса с меткой заклинателя]|h|r",
                name = "Перчатки скитальца Нексуса с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24834:0:0:0:0:0:-7:41:10|h[Полный шлем скитальца Нексуса со знаком медведя]|h|r",
                name = "Полный шлем скитальца Нексуса со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24835:0:0:0:0:0:-40:41:10|h[Бриджи скитальца Нексуса с меткой преступника]|h|r",
                name = "Бриджи скитальца Нексуса с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24836:0:0:0:0:0:-39:31:10|h[Оплечье скитальца Нексуса с меткой заклинателя]|h|r",
                name = "Оплечье скитальца Нексуса с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24926:0:0:0:0:0:-33:29:10|h[Анго'рошский пояс с защитой от льда]|h|r",
                name = "Анго'рошский пояс с защитой от льда",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24926:0:0:0:0:0:-36:29:10|h[Анго'рошский пояс с меткой волшебника]|h|r",
                name = "Анго'рошский пояс с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25044:0:0:0:0:0:-44:21:10|h[Рубеллитовое кольцо с меткой старца]|h|r",
                name = "Рубеллитовое кольцо с меткой старца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25058:0:0:0:0:0:-36:21:10|h[Колье Ангелисты с меткой волшебника]|h|r",
                name = "Колье Ангелисты с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25061:0:0:0:0:0:-44:23:10|h[Гиддентовое ожерелье с меткой старца]|h|r",
                name = "Гиддентовое ожерелье с меткой старца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25074:0:0:0:0:0:-17:22:10|h[Щит Телаари со знаком силы]|h|r",
                name = "Щит Телаари со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25087:0:0:0:0:0:-36:21:10|h[Кровоточащее Око с меткой волшебника]|h|r",
                name = "Кровоточащее Око с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25088:0:0:0:0:0:-39:22:10|h[Сфера Веселого Черепа с меткой заклинателя]|h|r",
                name = "Сфера Веселого Черепа с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25114:0:0:0:0:0:-40:15:10|h[Палица Вестника рока с меткой преступника]|h|r",
                name = "Палица Вестника рока с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25143:0:0:0:0:0:-17:16:10|h[Серебряный ручной клинок со знаком силы]|h|r",
                name = "Серебряный ручной клинок со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25170:0:0:0:0:0:-14:37:10|h[Посох Раттан Бо со знаком тигра]|h|r",
                name = "Посох Раттан Бо со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25170:0:0:0:0:0:-41:37:10|h[Посох Раттан Бо с меткой зверя]|h|r",
                name = "Посох Раттан Бо с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25171:0:0:0:0:0:-7:38:10|h[Крепкий посох из твердого дерева со знаком медведя]|h|r",
                name = "Крепкий посох из твердого дерева со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25185:0:0:0:0:0:-39:16:10|h[Клинок молотильщика с меткой заклинателя]|h|r",
                name = "Клинок молотильщика с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25185:0:0:0:0:0:-41:16:10|h[Клинок молотильщика с меткой зверя]|h|r",
                name = "Клинок молотильщика с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25186:0:0:0:0:0:-40:17:10|h[Вампирическая ручная коса с меткой преступника]|h|r",
                name = "Вампирическая ручная коса с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25200:0:0:0:0:0:-18:17:10|h[Зазубренный широкий топор со знаком ловкости]|h|r",
                name = "Зазубренный широкий топор со знаком ловкости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25215:0:0:0:0:0:-43:41:10|h[Шипастый боевой топор с меткой солдата]|h|r",
                name = "Шипастый боевой топор с меткой солдата",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25227:0:0:0:0:0:-14:38:10|h[Длинное копье Ша'тар со знаком тигра]|h|r",
                name = "Длинное копье Ша'тар со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25229:0:0:0:0:0:-41:41:10|h[Длинный протазан с меткой зверя]|h|r",
                name = "Длинный протазан с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25240:0:0:0:0:0:-45:12:10|h[Азеротский длинный лук с меткой победителя]|h|r",
                name = "Азеротский длинный лук с меткой победителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25241:0:0:0:0:0:-18:12:10|h[Длинный лук Ясеневого леса со знаком ловкости]|h|r",
                name = "Длинный лук Ясеневого леса со знаком ловкости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25254:0:0:0:0:0:-40:12:10|h[Арбалет башни с меткой преступника]|h|r",
                name = "Арбалет башни с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25254:0:0:0:0:0:-41:12:10|h[Арбалет башни с меткой зверя]|h|r",
                name = "Арбалет башни с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25255:0:0:0:0:0:-14:12:10|h[Арбалет лобового штурма со знаком тигра]|h|r",
                name = "Арбалет лобового штурма со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25255:0:0:0:0:0:-40:12:10|h[Арбалет лобового штурма с меткой преступника]|h|r",
                name = "Арбалет лобового штурма с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25255:0:0:0:0:0:-45:12:10|h[Арбалет лобового штурма с меткой победителя]|h|r",
                name = "Арбалет лобового штурма с меткой победителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25257:0:0:0:0:0:-13:13:10|h[Цитадельский арбалет со знаком волка]|h|r",
                name = "Цитадельский арбалет со знаком волка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25257:0:0:0:0:0:-7:13:10|h[Цитадельский арбалет со знаком медведя]|h|r",
                name = "Цитадельский арбалет со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25270:0:0:0:0:0:-40:12:10|h[Штурмовая винтовка гномов с меткой преступника]|h|r",
                name = "Штурмовая винтовка гномов с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25271:0:0:0:0:0:-40:13:10|h[Винтовка охотника на крокодилов с меткой преступника]|h|r",
                name = "Винтовка охотника на крокодилов с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25296:0:0:0:0:0:-44:15:10|h[Кинжал поглощения с меткой старца]|h|r",
                name = "Кинжал поглощения с меткой старца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25297:0:0:0:0:0:-44:16:10|h[Отрегулированный нож с меткой старца]|h|r",
                name = "Отрегулированный нож с меткой старца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25310:0:0:0:0:0:-44:15:10|h[Легкая палица наару с меткой старца]|h|r",
                name = "Легкая палица наару с меткой старца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25310:0:0:0:0:0:-6:15:10|h[Легкая палица наару со знаком орла]|h|r",
                name = "Легкая палица наару со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25312:0:0:0:0:0:-44:17:10|h[Славный скипетр с меткой старца]|h|r",
                name = "Славный скипетр с меткой старца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25324:0:0:0:0:0:-7:37:10|h[Гневный посох со знаком медведя]|h|r",
                name = "Гневный посох со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25325:0:0:0:0:0:-14:38:10|h[Грубый шрамодел со знаком тигра]|h|r",
                name = "Грубый шрамодел со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:28534:0:0:0:0:0:-17:13:10|h[Дротик, обмакнутый в скверну со знаком силы]|h|r",
                name = "Дротик, обмакнутый в скверну со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36615:0:0:0:0:0:-41:23:10|h[Длинный лук знатока с меткой зверя]|h|r",
                name = "Длинный лук знатока с меткой зверя",
                count = 1,
            },
        },
    },
    {
        name = "Извечка",
        updated_at = "2026-05-02 18:03:34",
        money = 9680,
        empty = 86,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:36784:0:0:0:0:0:0:0:10|h[Слеза Сирены]|h|r",
                name = "Слеза Сирены",
                count = 18,
            },
            {
                link = "|cff1eff00|Hitem:13926:0:0:0:0:0:0:0:10|h[Золотая жемчужина]|h|r",
                name = "Золотая жемчужина",
                count = 135,
            },
            {
                link = "|cff1eff00|Hitem:24478:0:0:0:0:0:0:0:10|h[Жемчужина джаггала]|h|r",
                name = "Жемчужина джаггала",
                count = 6,
            },
            {
                link = "|cff1eff00|Hitem:24479:0:0:0:0:0:0:0:10|h[Сумрачная жемчужина]|h|r",
                name = "Сумрачная жемчужина",
                count = 10,
            },
            {
                link = "|cff1eff00|Hitem:36783:0:0:0:0:0:0:0:10|h[Жемчужина Северного моря]|h|r",
                name = "Жемчужина Северного моря",
                count = 27,
            },
            {
                link = "|cff1eff00|Hitem:5498:0:0:0:0:0:0:0:10|h[Маленькая блестящая жемчужина]|h|r",
                name = "Маленькая блестящая жемчужина",
                count = 100,
            },
            {
                link = "|cff1eff00|Hitem:5500:0:0:0:0:0:0:0:10|h[Радужная жемчужина]|h|r",
                name = "Радужная жемчужина",
                count = 58,
            },
            {
                link = "|cff1eff00|Hitem:7971:0:0:0:0:0:0:0:10|h[Черная жемчужина]|h|r",
                name = "Черная жемчужина",
                count = 48,
            },
            {
                link = "|cffffffff|Hitem:9262:0:0:0:0:0:0:0:10|h[Черный купорос]|h|r",
                name = "Черный купорос",
                count = 90,
            },
        },
    },
    {
        name = "Инженерная",
        updated_at = "2026-05-01 23:18:53",
        money = 16160,
        empty = 148,
        location = "Оргриммар",
        items = {
            {
                link = "|cffffffff|Hitem:10498:0:0:0:0:0:0:0:10|h[Шлицевой гироинструмент]|h|r",
                name = "Шлицевой гироинструмент",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:10505:0:0:0:0:0:0:0:10|h[Твердое взрывчатое вещество]|h|r",
                name = "Твердое взрывчатое вещество",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:10558:0:0:0:0:0:0:0:10|h[Золотое силовое ядро]|h|r",
                name = "Золотое силовое ядро",
                count = 68,
            },
            {
                link = "|cffffffff|Hitem:10559:0:0:0:0:0:0:0:10|h[Мифриловая труба]|h|r",
                name = "Мифриловая труба",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:10560:0:0:0:0:0:0:0:10|h[Нестабильное пусковое устройство]|h|r",
                name = "Нестабильное пусковое устройство",
                count = 34,
            },
            {
                link = "|cffffffff|Hitem:15992:0:0:0:0:0:0:0:10|h[Концентрированное взрывчатое вещество]|h|r",
                name = "Концентрированное взрывчатое вещество",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:15994:0:0:0:0:0:0:0:10|h[Ториевое устройство]|h|r",
                name = "Ториевое устройство",
                count = 58,
            },
            {
                link = "|cffffffff|Hitem:16000:0:0:0:0:0:0:0:10|h[Ториевая труба]|h|r",
                name = "Ториевая труба",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:18631:0:0:0:0:0:0:0:10|h[Преобразователь истинного серебра]|h|r",
                name = "Преобразователь истинного серебра",
                count = 30,
            },
            {
                link = "|cffffffff|Hitem:23737:0:0:0:0:0:0:0:10|h[Адамантитовая граната]|h|r",
                name = "Адамантитовая граната",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:23781:0:0:0:0:0:0:0:10|h[Взрывчатое вещество стихий]|h|r",
                name = "Взрывчатое вещество стихий",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:23782:0:0:0:0:0:0:0:10|h[Обшивка из оскверненного железа]|h|r",
                name = "Обшивка из оскверненного железа",
                count = 36,
            },
            {
                link = "|cffffffff|Hitem:23783:0:0:0:0:0:0:0:10|h[Горсть винтов из оскверненного железа]|h|r",
                name = "Горсть винтов из оскверненного железа",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:23784:0:0:0:0:0:0:0:10|h[Адамантитовая рамка]|h|r",
                name = "Адамантитовая рамка",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:23785:0:0:0:0:0:0:0:10|h[Труба из закаленного адамантита]|h|r",
                name = "Труба из закаленного адамантита",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:2880:0:0:0:0:0:0:0:10|h[Слабый плавень]|h|r",
                name = "Слабый плавень",
                count = 56,
            },
            {
                link = "|cffffffff|Hitem:39681:0:0:0:0:0:0:0:10|h[Пригоршня кобальтовых болтов]|h|r",
                name = "Пригоршня кобальтовых болтов",
                count = 24,
            },
            {
                link = "|cffffffff|Hitem:39683:0:0:0:0:0:0:0:10|h[Труба из ледяной стали]|h|r",
                name = "Труба из ледяной стали",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:39690:0:0:0:0:0:0:0:10|h[Неустойчивый детонатор]|h|r",
                name = "Неустойчивый детонатор",
                count = 18,
            },
            {
                link = "|cffffffff|Hitem:40772:0:0:0:0:0:0:0:10|h[Гномский армейский нож]|h|r",
                name = "Гномский армейский нож",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:40892:0:0:0:0:0:0:0:10|h[Кирка-молот]|h|r",
                name = "Кирка-молот",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:40893:0:0:0:0:0:0:0:10|h[Заостренная кирка]|h|r",
                name = "Заостренная кирка",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:4357:0:0:0:0:0:0:0:10|h[Грубое взрывчатое вещество]|h|r",
                name = "Грубое взрывчатое вещество",
                count = 256,
            },
            {
                link = "|cffffffff|Hitem:4359:0:0:0:0:0:0:0:10|h[Горсть медных винтов]|h|r",
                name = "Горсть медных винтов",
                count = 42,
            },
            {
                link = "|cffffffff|Hitem:4361:0:0:0:0:0:0:0:10|h[Медная труба]|h|r",
                name = "Медная труба",
                count = 37,
            },
            {
                link = "|cffffffff|Hitem:4363:0:0:0:0:0:0:0:10|h[Медный регулятор]|h|r",
                name = "Медный регулятор",
                count = 26,
            },
            {
                link = "|cffffffff|Hitem:4371:0:0:0:0:0:0:0:10|h[Бронзовая трубка]|h|r",
                name = "Бронзовая трубка",
                count = 21,
            },
            {
                link = "|cffffffff|Hitem:4375:0:0:0:0:0:0:0:10|h[Трещащий бронзовый механизм]|h|r",
                name = "Трещащий бронзовый механизм",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:4377:0:0:0:0:0:0:0:10|h[Тяжелое взрывчатое вещество]|h|r",
                name = "Тяжелое взрывчатое вещество",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:4382:0:0:0:0:0:0:0:10|h[Бронзовый каркас]|h|r",
                name = "Бронзовый каркас",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:4387:0:0:0:0:0:0:0:10|h[Железная балка]|h|r",
                name = "Железная балка",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:4399:0:0:0:0:0:0:0:10|h[Деревянный приклад]|h|r",
                name = "Деревянный приклад",
                count = 30,
            },
            {
                link = "|cffffffff|Hitem:4404:0:0:0:0:0:0:0:10|h[Серебряный контакт]|h|r",
                name = "Серебряный контакт",
                count = 100,
            },
            {
                link = "|cffffffff|Hitem:7191:0:0:0:0:0:0:0:10|h[Кабельная система с плавкими предохранителями]|h|r",
                name = "Кабельная система с плавкими предохранителями",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:814:0:0:0:0:0:0:0:10|h[Бурдюк с маслом]|h|r",
                name = "Бурдюк с маслом",
                count = 4,
            },
        },
    },
    {
        name = "Каменюшка",
        updated_at = "2026-05-01 23:14:48",
        money = 82572,
        empty = 27,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:23436:0:0:0:0:0:0:0:10|h[Животворный рубин]|h|r",
                name = "Животворный рубин",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:23437:0:0:0:0:0:0:0:10|h[Талассит]|h|r",
                name = "Талассит",
                count = 16,
            },
            {
                link = "|cff0070dd|Hitem:23438:0:0:0:0:0:0:0:10|h[Звезда Элуны]|h|r",
                name = "Звезда Элуны",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:23439:0:0:0:0:0:0:0:10|h[Благородный топаз]|h|r",
                name = "Благородный топаз",
                count = 10,
            },
            {
                link = "|cff0070dd|Hitem:23440:0:0:0:0:0:0:0:10|h[Зоревик]|h|r",
                name = "Зоревик",
                count = 10,
            },
            {
                link = "|cff0070dd|Hitem:23441:0:0:0:0:0:0:0:10|h[Око ночи]|h|r",
                name = "Око ночи",
                count = 12,
            },
            {
                link = "|cff0070dd|Hitem:36921:0:0:0:0:0:0:0:10|h[Сияние осени]|h|r",
                name = "Сияние осени",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:36927:0:0:0:0:0:0:0:10|h[Сумеречный опал]|h|r",
                name = "Сумеречный опал",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:40012:0:0:0:0:0:0:0:10|h[Сверкающее сияние осени]|h|r",
                name = "Сверкающее сияние осени",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:40023:0:0:0:0:0:0:0:10|h[Изменчивый сумеречный опал]|h|r",
                name = "Изменчивый сумеречный опал",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:40053:0:0:0:0:0:0:0:10|h[Нетронутый императорский топаз]|h|r",
                name = "Нетронутый императорский топаз",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:41339:0:0:0:0:0:0:0:10|h[Стремительный алмаз небесного сияния]|h|r",
                name = "Стремительный алмаз небесного сияния",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:41611:0:0:0:0:0:0:0:10|h[Извечная поясная пряжка]|h|r",
                name = "Извечная поясная пряжка",
                count = 4,
            },
            {
                link = "|cff1eff00|Hitem:11382:0:0:0:0:0:0:0:10|h[Кровь Горы]|h|r",
                name = "Кровь Горы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11754:0:0:0:0:0:0:0:10|h[Черный алмаз]|h|r",
                name = "Черный алмаз",
                count = 41,
            },
            {
                link = "|cff1eff00|Hitem:1206:0:0:0:0:0:0:0:10|h[Моховой агат]|h|r",
                name = "Моховой агат",
                count = 193,
            },
            {
                link = "|cff1eff00|Hitem:1210:0:0:0:0:0:0:0:10|h[Камень теней]|h|r",
                name = "Камень теней",
                count = 178,
            },
            {
                link = "|cff1eff00|Hitem:12361:0:0:0:0:0:0:0:10|h[Синий сапфир]|h|r",
                name = "Синий сапфир",
                count = 20,
            },
            {
                link = "|cff1eff00|Hitem:12363:0:0:0:0:0:0:0:10|h[Чародейный кристалл]|h|r",
                name = "Чародейный кристалл",
                count = 70,
            },
            {
                link = "|cff1eff00|Hitem:12799:0:0:0:0:0:0:0:10|h[Большой опал]|h|r",
                name = "Большой опал",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:12800:0:0:0:0:0:0:0:10|h[Азеротский алмаз]|h|r",
                name = "Азеротский алмаз",
                count = 10,
            },
            {
                link = "|cff1eff00|Hitem:1529:0:0:0:0:0:0:0:10|h[Нефрит]|h|r",
                name = "Нефрит",
                count = 125,
            },
            {
                link = "|cff1eff00|Hitem:1705:0:0:0:0:0:0:0:10|h[Малый лунный камень]|h|r",
                name = "Малый лунный камень",
                count = 142,
            },
            {
                link = "|cff1eff00|Hitem:21929:0:0:0:0:0:0:0:10|h[Пламенный спессарит]|h|r",
                name = "Пламенный спессарит",
                count = 35,
            },
            {
                link = "|cff1eff00|Hitem:23077:0:0:0:0:0:0:0:10|h[Кровавый гранат]|h|r",
                name = "Кровавый гранат",
                count = 20,
            },
            {
                link = "|cff1eff00|Hitem:23079:0:0:0:0:0:0:0:10|h[Хризолит]|h|r",
                name = "Хризолит",
                count = 35,
            },
            {
                link = "|cff1eff00|Hitem:23107:0:0:0:0:0:0:0:10|h[Сумрачный дренит]|h|r",
                name = "Сумрачный дренит",
                count = 16,
            },
            {
                link = "|cff1eff00|Hitem:23112:0:0:0:0:0:0:0:10|h[Золотой дренит]|h|r",
                name = "Золотой дренит",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:23117:0:0:0:0:0:0:0:10|h[Лазурный лунный камень]|h|r",
                name = "Лазурный лунный камень",
                count = 23,
            },
            {
                link = "|cff1eff00|Hitem:36917:0:0:0:0:0:0:0:10|h[Кровавый камень]|h|r",
                name = "Кровавый камень",
                count = 9,
            },
            {
                link = "|cff1eff00|Hitem:36920:0:0:0:0:0:0:0:10|h[Солнечный хрусталь]|h|r",
                name = "Солнечный хрусталь",
                count = 10,
            },
            {
                link = "|cff1eff00|Hitem:36926:0:0:0:0:0:0:0:10|h[Сумрачный кристалл]|h|r",
                name = "Сумрачный кристалл",
                count = 8,
            },
            {
                link = "|cff1eff00|Hitem:36929:0:0:0:0:0:0:0:10|h[Огромный цитрин]|h|r",
                name = "Огромный цитрин",
                count = 4,
            },
            {
                link = "|cff1eff00|Hitem:36932:0:0:0:0:0:0:0:10|h[Темный нефрит]|h|r",
                name = "Темный нефрит",
                count = 4,
            },
            {
                link = "|cff1eff00|Hitem:3864:0:0:0:0:0:0:0:10|h[Цитрин]|h|r",
                name = "Цитрин",
                count = 190,
            },
            {
                link = "|cff1eff00|Hitem:39911:0:0:0:0:0:0:0:10|h[Рунический кровавый камень]|h|r",
                name = "Рунический кровавый камень",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:39919:0:0:0:0:0:0:0:10|h[Цельный кальцедоний]|h|r",
                name = "Цельный кальцедоний",
                count = 12,
            },
            {
                link = "|cff1eff00|Hitem:39974:0:0:0:0:0:0:0:10|h[Зазубренный темный нефрит]|h|r",
                name = "Зазубренный темный нефрит",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:41976:0:0:0:0:0:0:0:10|h[Титановая цепь для оружия]|h|r",
                name = "Титановая цепь для оружия",
                count = 10,
            },
            {
                link = "|cff1eff00|Hitem:42500:0:0:0:0:0:0:0:10|h[Титановый шип для щита]|h|r",
                name = "Титановый шип для щита",
                count = 9,
            },
            {
                link = "|cff1eff00|Hitem:774:0:0:0:0:0:0:0:10|h[Малахит]|h|r",
                name = "Малахит",
                count = 134,
            },
            {
                link = "|cff1eff00|Hitem:7909:0:0:0:0:0:0:0:10|h[Аквамарин]|h|r",
                name = "Аквамарин",
                count = 223,
            },
            {
                link = "|cff1eff00|Hitem:7910:0:0:0:0:0:0:0:10|h[Звездный рубин]|h|r",
                name = "Звездный рубин",
                count = 51,
            },
            {
                link = "|cff1eff00|Hitem:7967:0:0:0:0:0:0:0:10|h[Мифриловый шип для щита]|h|r",
                name = "Мифриловый шип для щита",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:7969:0:0:0:0:0:0:0:10|h[Мифриловые шпоры]|h|r",
                name = "Мифриловые шпоры",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:818:0:0:0:0:0:0:0:10|h[Тигровый глаз]|h|r",
                name = "Тигровый глаз",
                count = 109,
            },
            {
                link = "|cffa335ee|Hitem:45881:0:0:0:0:0:0:0:10|h[Искрящийся самоцвет бури]|h|r",
                name = "Искрящийся самоцвет бури",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:12365:0:0:0:0:0:0:0:10|h[Массивный камень]|h|r",
                name = "Массивный камень",
                count = 881,
            },
            {
                link = "|cffffffff|Hitem:12404:0:0:0:0:0:0:0:10|h[Массивное точило]|h|r",
                name = "Массивное точило",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:12644:0:0:0:0:0:0:0:10|h[Массивный шлифовальный камень]|h|r",
                name = "Массивный шлифовальный камень",
                count = 120,
            },
            {
                link = "|cffffffff|Hitem:23528:0:0:0:0:0:0:0:10|h[Точило Скверны]|h|r",
                name = "Точило Скверны",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:2835:0:0:0:0:0:0:0:10|h[Грубый камень]|h|r",
                name = "Грубый камень",
                count = 354,
            },
            {
                link = "|cffffffff|Hitem:2836:0:0:0:0:0:0:0:10|h[Необработанный камень]|h|r",
                name = "Необработанный камень",
                count = 62,
            },
            {
                link = "|cffffffff|Hitem:2838:0:0:0:0:0:0:0:10|h[Тяжелый камень]|h|r",
                name = "Тяжелый камень",
                count = 512,
            },
            {
                link = "|cffffffff|Hitem:28420:0:0:0:0:0:0:0:10|h[Грузило Скверны]|h|r",
                name = "Грузило Скверны",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:2871:0:0:0:0:0:0:0:10|h[Тяжелое точило]|h|r",
                name = "Тяжелое точило",
                count = 35,
            },
            {
                link = "|cffffffff|Hitem:3240:0:0:0:0:0:0:0:10|h[Зернистое грузило]|h|r",
                name = "Зернистое грузило",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:3486:0:0:0:0:0:0:0:10|h[Тяжелый шлифовальный камень]|h|r",
                name = "Тяжелый шлифовальный камень",
                count = 171,
            },
            {
                link = "|cffffffff|Hitem:6042:0:0:0:0:0:0:0:10|h[Железный шип для щита]|h|r",
                name = "Железный шип для щита",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:6043:0:0:0:0:0:0:0:10|h[Железный противовес]|h|r",
                name = "Железный противовес",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:7912:0:0:0:0:0:0:0:10|h[Твердый камень]|h|r",
                name = "Твердый камень",
                count = 930,
            },
            {
                link = "|cffffffff|Hitem:7964:0:0:0:0:0:0:0:10|h[Твердое точило]|h|r",
                name = "Твердое точило",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:7965:0:0:0:0:0:0:0:10|h[Твердое грузило]|h|r",
                name = "Твердое грузило",
                count = 30,
            },
            {
                link = "|cffffffff|Hitem:7966:0:0:0:0:0:0:0:10|h[Твердый шлифовальный камень]|h|r",
                name = "Твердый шлифовальный камень",
                count = 77,
            },
        },
    },
    {
        name = "Карточка",
        updated_at = "2026-05-01 23:35:13",
        money = 2404282,
        empty = 133,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:19230:0:0:0:0:0:0:0:10|h[Двойка из колоды Зверей]|h|r",
                name = "Двойка из колоды Зверей",
                count = 7,
            },
            {
                link = "|cff0070dd|Hitem:19231:0:0:0:0:0:0:0:10|h[Тройка из колоды Зверей]|h|r",
                name = "Тройка из колоды Зверей",
                count = 7,
            },
            {
                link = "|cff0070dd|Hitem:19232:0:0:0:0:0:0:0:10|h[Четверка из колоды Зверей]|h|r",
                name = "Четверка из колоды Зверей",
                count = 12,
            },
            {
                link = "|cff0070dd|Hitem:19233:0:0:0:0:0:0:0:10|h[Пятерка из колоды Зверей]|h|r",
                name = "Пятерка из колоды Зверей",
                count = 7,
            },
            {
                link = "|cff0070dd|Hitem:19234:0:0:0:0:0:0:0:10|h[Шестерка из колоды Зверей]|h|r",
                name = "Шестерка из колоды Зверей",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:19235:0:0:0:0:0:0:0:10|h[Семерка из колоды Зверей]|h|r",
                name = "Семерка из колоды Зверей",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:19236:0:0:0:0:0:0:0:10|h[Восьмерка из колоды Зверей]|h|r",
                name = "Восьмерка из колоды Зверей",
                count = 6,
            },
            {
                link = "|cff0070dd|Hitem:19259:0:0:0:0:0:0:0:10|h[Двойка из колоды Полководцев]|h|r",
                name = "Двойка из колоды Полководцев",
                count = 8,
            },
            {
                link = "|cff0070dd|Hitem:19260:0:0:0:0:0:0:0:10|h[Тройка из колоды Полководцев]|h|r",
                name = "Тройка из колоды Полководцев",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:19261:0:0:0:0:0:0:0:10|h[Четверка из колоды Полководцев]|h|r",
                name = "Четверка из колоды Полководцев",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:19262:0:0:0:0:0:0:0:10|h[Пятерка из колоды Полководцев]|h|r",
                name = "Пятерка из колоды Полководцев",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:19263:0:0:0:0:0:0:0:10|h[Шестерка из колоды Полководцев]|h|r",
                name = "Шестерка из колоды Полководцев",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:19265:0:0:0:0:0:0:0:10|h[Восьмерка из колоды Полководцев]|h|r",
                name = "Восьмерка из колоды Полководцев",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:19269:0:0:0:0:0:0:0:10|h[Двойка из колоды Элементалей]|h|r",
                name = "Двойка из колоды Элементалей",
                count = 11,
            },
            {
                link = "|cff0070dd|Hitem:19270:0:0:0:0:0:0:0:10|h[Тройка из колоды Элементалей]|h|r",
                name = "Тройка из колоды Элементалей",
                count = 8,
            },
            {
                link = "|cff0070dd|Hitem:19271:0:0:0:0:0:0:0:10|h[Четверка из колоды Элементалей]|h|r",
                name = "Четверка из колоды Элементалей",
                count = 13,
            },
            {
                link = "|cff0070dd|Hitem:19272:0:0:0:0:0:0:0:10|h[Пятерка из колоды Элементалей]|h|r",
                name = "Пятерка из колоды Элементалей",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:19273:0:0:0:0:0:0:0:10|h[Шестерка из колоды Элементалей]|h|r",
                name = "Шестерка из колоды Элементалей",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:19274:0:0:0:0:0:0:0:10|h[Семерка из колоды Элементалей]|h|r",
                name = "Семерка из колоды Элементалей",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:19275:0:0:0:0:0:0:0:10|h[Восьмерка из колоды Элементалей]|h|r",
                name = "Восьмерка из колоды Элементалей",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:19278:0:0:0:0:0:0:0:10|h[Двойка из колоды Порталов]|h|r",
                name = "Двойка из колоды Порталов",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:19279:0:0:0:0:0:0:0:10|h[Тройка из колоды Порталов]|h|r",
                name = "Тройка из колоды Порталов",
                count = 6,
            },
            {
                link = "|cff0070dd|Hitem:19280:0:0:0:0:0:0:0:10|h[Четверка из колоды Порталов]|h|r",
                name = "Четверка из колоды Порталов",
                count = 7,
            },
            {
                link = "|cff0070dd|Hitem:19281:0:0:0:0:0:0:0:10|h[Пятерка из колоды Порталов]|h|r",
                name = "Пятерка из колоды Порталов",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:19282:0:0:0:0:0:0:0:10|h[Шестерка из колоды Порталов]|h|r",
                name = "Шестерка из колоды Порталов",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:19284:0:0:0:0:0:0:0:10|h[Восьмерка из колоды Порталов]|h|r",
                name = "Восьмерка из колоды Порталов",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:37164:0:0:0:0:0:0:0:10|h[Колода Мечей]|h|r",
                name = "Колода Мечей",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:44148:0:0:0:0:0:0:0:10|h[Колода Магов]|h|r",
                name = "Колода Магов",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:44158:0:0:0:0:0:0:0:10|h[Колода Демонов]|h|r",
                name = "Колода Демонов",
                count = 7,
            },
            {
                link = "|cff1eff00|Hitem:37163:0:0:0:0:0:0:0:10|h[Колода Разбойников]|h|r",
                name = "Колода Разбойников",
                count = 5,
            },
            {
                link = "|cffa335ee|Hitem:19288:0:0:0:0:0:0:0:10|h[Карта Новолуния: Синий Дракон]|h|r",
                name = "Карта Новолуния: Синий Дракон",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:19290:0:0:0:0:0:0:0:10|h[Карта Новолуния: Круговерть Пустоты]|h|r",
                name = "Карта Новолуния: Круговерть Пустоты",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:37140:0:0:0:0:0:0:0:10|h[Туз из колоды Разбойников]|h|r",
                name = "Туз из колоды Разбойников",
                count = 28,
            },
            {
                link = "|cffffffff|Hitem:37143:0:0:0:0:0:0:0:10|h[Двойка из колоды Разбойников]|h|r",
                name = "Двойка из колоды Разбойников",
                count = 35,
            },
            {
                link = "|cffffffff|Hitem:37145:0:0:0:0:0:0:0:10|h[Туз из колоды Мечей]|h|r",
                name = "Туз из колоды Мечей",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:37147:0:0:0:0:0:0:0:10|h[Двойка из колоды Мечей]|h|r",
                name = "Двойка из колоды Мечей",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:37160:0:0:0:0:0:0:0:10|h[Четверка из колоды Мечей]|h|r",
                name = "Четверка из колоды Мечей",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:44143:0:0:0:0:0:0:0:10|h[Туз из колоды Демонов]|h|r",
                name = "Туз из колоды Демонов",
                count = 34,
            },
            {
                link = "|cffffffff|Hitem:44145:0:0:0:0:0:0:0:10|h[Тройка колоды Магов]|h|r",
                name = "Тройка колоды Магов",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:44146:0:0:0:0:0:0:0:10|h[Четверка из колоды Магов]|h|r",
                name = "Четверка из колоды Магов",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:44147:0:0:0:0:0:0:0:10|h[Пятерка из колоды Магов]|h|r",
                name = "Пятерка из колоды Магов",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:44154:0:0:0:0:0:0:0:10|h[Двойка колоды Демонов]|h|r",
                name = "Двойка колоды Демонов",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:44155:0:0:0:0:0:0:0:10|h[Тройка колоды Демонов]|h|r",
                name = "Тройка колоды Демонов",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:44156:0:0:0:0:0:0:0:10|h[Четверка из колоды Демонов]|h|r",
                name = "Четверка из колоды Демонов",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:44157:0:0:0:0:0:0:0:10|h[Пятерка из колоды Демонов]|h|r",
                name = "Пятерка из колоды Демонов",
                count = 23,
            },
            {
                link = "|cffffffff|Hitem:44165:0:0:0:0:0:0:0:10|h[Туз из колоды Магов]|h|r",
                name = "Туз из колоды Магов",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:6265:0:0:0:0:0:0:0:10|h[Осколок души]|h|r",
                name = "Осколок души",
                count = 32,
            },
        },
    },
    {
        name = "Кожистая",
        updated_at = "2026-05-01 23:26:06",
        money = 306084,
        empty = 142,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:12607:0:0:0:0:0:0:0:10|h[Сверкающая многоцветная чешуя]|h|r",
                name = "Сверкающая многоцветная чешуя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:29533:0:0:0:0:0:0:0:10|h[Накладки для поножей из кожи кобры]|h|r",
                name = "Накладки для поножей из кожи кобры",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:29534:0:0:0:0:0:0:0:10|h[Накладки для поножей из шкуры копытня]|h|r",
                name = "Накладки для поножей из шкуры копытня",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:38372:0:0:0:0:0:0:0:10|h[Нерубские накладки для поножей]|h|r",
                name = "Нерубские накладки для поножей",
                count = 9,
            },
            {
                link = "|cff0070dd|Hitem:44128:0:0:0:0:0:0:0:10|h[Арктический мех]|h|r",
                name = "Арктический мех",
                count = 29,
            },
            {
                link = "|cff1eff00|Hitem:34207:0:0:0:0:0:0:0:10|h[Упрочнения для перчаток]|h|r",
                name = "Упрочнения для перчаток",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:38376:0:0:0:0:0:0:0:10|h[Накладки из толстой борейской кожи]|h|r",
                name = "Накладки из толстой борейской кожи",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:15407:0:0:0:0:0:0:0:10|h[Обработанная грубая шкура]|h|r",
                name = "Обработанная грубая шкура",
                count = 49,
            },
            {
                link = "|cffffffff|Hitem:15408:0:0:0:0:0:0:0:10|h[Толстая чешуя скорпида]|h|r",
                name = "Толстая чешуя скорпида",
                count = 67,
            },
            {
                link = "|cffffffff|Hitem:15412:0:0:0:0:0:0:0:10|h[Чешуя зеленого дракона]|h|r",
                name = "Чешуя зеленого дракона",
                count = 33,
            },
            {
                link = "|cffffffff|Hitem:15415:0:0:0:0:0:0:0:10|h[Чешуя синего дракона]|h|r",
                name = "Чешуя синего дракона",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:15416:0:0:0:0:0:0:0:10|h[Чешуя черного дракона]|h|r",
                name = "Чешуя черного дракона",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:15419:0:0:0:0:0:0:0:10|h[Кожа боевого медведя]|h|r",
                name = "Кожа боевого медведя",
                count = 28,
            },
            {
                link = "|cffffffff|Hitem:15564:0:0:0:0:0:0:0:10|h[Накладки из грубой кожи]|h|r",
                name = "Накладки из грубой кожи",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:17056:0:0:0:0:0:0:0:10|h[Легкое перышко]|h|r",
                name = "Легкое перышко",
                count = 26,
            },
            {
                link = "|cffffffff|Hitem:18512:0:0:0:0:0:0:0:10|h[Ларвальная кислота]|h|r",
                name = "Ларвальная кислота",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:20498:0:0:0:0:0:0:0:10|h[Хитин силитида]|h|r",
                name = "Хитин силитида",
                count = 54,
            },
            {
                link = "|cffffffff|Hitem:20500:0:0:0:0:0:0:0:10|h[Легкий силитидский панцирь]|h|r",
                name = "Легкий силитидский панцирь",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:21887:0:0:0:0:0:0:0:10|h[Узловатая кожа]|h|r",
                name = "Узловатая кожа",
                count = 272,
            },
            {
                link = "|cffffffff|Hitem:2304:0:0:0:0:0:0:0:10|h[Накладки из тонкой кожи]|h|r",
                name = "Накладки из тонкой кожи",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:2313:0:0:0:0:0:0:0:10|h[Накладки из жесткой кожи]|h|r",
                name = "Накладки из жесткой кожи",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:2318:0:0:0:0:0:0:0:10|h[Тонкая кожа]|h|r",
                name = "Тонкая кожа",
                count = 874,
            },
            {
                link = "|cffffffff|Hitem:2319:0:0:0:0:0:0:0:10|h[Жесткая кожа]|h|r",
                name = "Жесткая кожа",
                count = 1504,
            },
            {
                link = "|cffffffff|Hitem:2320:0:0:0:0:0:0:0:10|h[Грубая нить]|h|r",
                name = "Грубая нить",
                count = 24,
            },
            {
                link = "|cffffffff|Hitem:2321:0:0:0:0:0:0:0:10|h[Тонкая нить]|h|r",
                name = "Тонкая нить",
                count = 18,
            },
            {
                link = "|cffffffff|Hitem:23793:0:0:0:0:0:0:0:10|h[Толстая узловатая кожа]|h|r",
                name = "Толстая узловатая кожа",
                count = 40,
            },
            {
                link = "|cffffffff|Hitem:25649:0:0:0:0:0:0:0:10|h[Обрывки узловатой кожи]|h|r",
                name = "Обрывки узловатой кожи",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:25650:0:0:0:0:0:0:0:10|h[Накладки из узловатой кожи]|h|r",
                name = "Накладки из узловатой кожи",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:25699:0:0:0:0:0:0:0:10|h[Пронизанная кристаллами кожа]|h|r",
                name = "Пронизанная кристаллами кожа",
                count = 146,
            },
            {
                link = "|cffffffff|Hitem:25700:0:0:0:0:0:0:0:10|h[Скверночешуя]|h|r",
                name = "Скверночешуя",
                count = 66,
            },
            {
                link = "|cffffffff|Hitem:25707:0:0:0:0:0:0:0:10|h[Скверношкура]|h|r",
                name = "Скверношкура",
                count = 68,
            },
            {
                link = "|cffffffff|Hitem:25708:0:0:0:0:0:0:0:10|h[Плотная кожа копытня]|h|r",
                name = "Плотная кожа копытня",
                count = 46,
            },
            {
                link = "|cffffffff|Hitem:2934:0:0:0:0:0:0:0:10|h[Обрывки кожи]|h|r",
                name = "Обрывки кожи",
                count = 69,
            },
            {
                link = "|cffffffff|Hitem:29539:0:0:0:0:0:0:0:10|h[Чешуя кобры]|h|r",
                name = "Чешуя кобры",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:29547:0:0:0:0:0:0:0:10|h[Чешуя ветра]|h|r",
                name = "Чешуя ветра",
                count = 40,
            },
            {
                link = "|cffffffff|Hitem:29548:0:0:0:0:0:0:0:10|h[Чешуя дракона Пустоты]|h|r",
                name = "Чешуя дракона Пустоты",
                count = 46,
            },
            {
                link = "|cffffffff|Hitem:33567:0:0:0:0:0:0:0:10|h[Обрывки борейской кожи]|h|r",
                name = "Обрывки борейской кожи",
                count = 114,
            },
            {
                link = "|cffffffff|Hitem:33568:0:0:0:0:0:0:0:10|h[Борейская кожа]|h|r",
                name = "Борейская кожа",
                count = 679,
            },
            {
                link = "|cffffffff|Hitem:34330:0:0:0:0:0:0:0:10|h[Накладки из толстой узловатой кожи]|h|r",
                name = "Накладки из толстой узловатой кожи",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:38375:0:0:0:0:0:0:0:10|h[Накладки из борейской кожи]|h|r",
                name = "Накладки из борейской кожи",
                count = 18,
            },
            {
                link = "|cffffffff|Hitem:38425:0:0:0:0:0:0:0:10|h[Толстая борейская кожа]|h|r",
                name = "Толстая борейская кожа",
                count = 21,
            },
            {
                link = "|cffffffff|Hitem:38557:0:0:0:0:0:0:0:10|h[Мерзлая чешуя дракона]|h|r",
                name = "Мерзлая чешуя дракона",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:38558:0:0:0:0:0:0:0:10|h[Нерубский хитин]|h|r",
                name = "Нерубский хитин",
                count = 402,
            },
            {
                link = "|cffffffff|Hitem:38561:0:0:0:0:0:0:0:10|h[Чешуя йормунгара]|h|r",
                name = "Чешуя йормунгара",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:4231:0:0:0:0:0:0:0:10|h[Обработанная легкая шкура]|h|r",
                name = "Обработанная легкая шкура",
                count = 241,
            },
            {
                link = "|cffffffff|Hitem:4232:0:0:0:0:0:0:0:10|h[Средняя шкура]|h|r",
                name = "Средняя шкура",
                count = 175,
            },
            {
                link = "|cffffffff|Hitem:4233:0:0:0:0:0:0:0:10|h[Обработанная средняя шкура]|h|r",
                name = "Обработанная средняя шкура",
                count = 207,
            },
            {
                link = "|cffffffff|Hitem:4234:0:0:0:0:0:0:0:10|h[Толстая кожа]|h|r",
                name = "Толстая кожа",
                count = 850,
            },
            {
                link = "|cffffffff|Hitem:4235:0:0:0:0:0:0:0:10|h[Тяжелая шкура]|h|r",
                name = "Тяжелая шкура",
                count = 142,
            },
            {
                link = "|cffffffff|Hitem:4236:0:0:0:0:0:0:0:10|h[Обработанная тяжелая шкура]|h|r",
                name = "Обработанная тяжелая шкура",
                count = 29,
            },
            {
                link = "|cffffffff|Hitem:4265:0:0:0:0:0:0:0:10|h[Накладки из толстой кожи]|h|r",
                name = "Накладки из толстой кожи",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:4304:0:0:0:0:0:0:0:10|h[Плотная кожа]|h|r",
                name = "Плотная кожа",
                count = 132,
            },
            {
                link = "|cffffffff|Hitem:4461:0:0:0:0:0:0:0:10|h[Шкура ящера]|h|r",
                name = "Шкура ящера",
                count = 128,
            },
            {
                link = "|cffffffff|Hitem:5082:0:0:0:0:0:0:0:10|h[Тонкая кожа кодо]|h|r",
                name = "Тонкая кожа кодо",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:5373:0:0:0:0:0:0:0:10|h[Талисман на удачу]|h|r",
                name = "Талисман на удачу",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:5785:0:0:0:0:0:0:0:10|h[Толстая чешуя мурлока]|h|r",
                name = "Толстая чешуя мурлока",
                count = 49,
            },
            {
                link = "|cffffffff|Hitem:6470:0:0:0:0:0:0:0:10|h[Искаженная чешуя]|h|r",
                name = "Искаженная чешуя",
                count = 107,
            },
            {
                link = "|cffffffff|Hitem:6471:0:0:0:0:0:0:0:10|h[Идеальная искаженная чешуя]|h|r",
                name = "Идеальная искаженная чешуя",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:7392:0:0:0:0:0:0:0:10|h[Чешуя зеленого дракончика]|h|r",
                name = "Чешуя зеленого дракончика",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:783:0:0:0:0:0:0:0:10|h[Легкая шкура]|h|r",
                name = "Легкая шкура",
                count = 261,
            },
            {
                link = "|cffffffff|Hitem:8150:0:0:0:0:0:0:0:10|h[Глубокоскальная соль]|h|r",
                name = "Глубокоскальная соль",
                count = 100,
            },
            {
                link = "|cffffffff|Hitem:8154:0:0:0:0:0:0:0:10|h[Чешуя скорпида]|h|r",
                name = "Чешуя скорпида",
                count = 68,
            },
            {
                link = "|cffffffff|Hitem:8165:0:0:0:0:0:0:0:10|h[Потертая драконья чешуя]|h|r",
                name = "Потертая драконья чешуя",
                count = 72,
            },
            {
                link = "|cffffffff|Hitem:8167:0:0:0:0:0:0:0:10|h[Черепаший панцирь]|h|r",
                name = "Черепаший панцирь",
                count = 59,
            },
            {
                link = "|cffffffff|Hitem:8169:0:0:0:0:0:0:0:10|h[Плотная шкура]|h|r",
                name = "Плотная шкура",
                count = 92,
            },
            {
                link = "|cffffffff|Hitem:8170:0:0:0:0:0:0:0:10|h[Грубая кожа]|h|r",
                name = "Грубая кожа",
                count = 452,
            },
            {
                link = "|cffffffff|Hitem:8171:0:0:0:0:0:0:0:10|h[Грубая шкура]|h|r",
                name = "Грубая шкура",
                count = 85,
            },
            {
                link = "|cffffffff|Hitem:8172:0:0:0:0:0:0:0:10|h[Обработанная плотная шкура]|h|r",
                name = "Обработанная плотная шкура",
                count = 17,
            },
            {
                link = "|cffffffff|Hitem:8173:0:0:0:0:0:0:0:10|h[Накладки из плотной кожи]|h|r",
                name = "Накладки из плотной кожи",
                count = 7,
            },
        },
    },
    {
        name = "Колбасная",
        updated_at = "2026-05-01 23:31:04",
        money = 0,
        empty = 194,
        location = "Оргриммар",
        items = {
            {
                link = "|cffffffff|Hitem:12210:0:0:0:0:0:0:0:10|h[Жареный ящер]|h|r",
                name = "Жареный ящер",
                count = 30,
            },
            {
                link = "|cffffffff|Hitem:13927:0:0:0:0:0:0:0:10|h[Мощь-рыба в кляре]|h|r",
                name = "Мощь-рыба в кляре",
                count = 65,
            },
            {
                link = "|cffffffff|Hitem:18045:0:0:0:0:0:0:0:10|h[Нежный стейк из волчатины]|h|r",
                name = "Нежный стейк из волчатины",
                count = 19,
            },
            {
                link = "|cffffffff|Hitem:20452:0:0:0:0:0:0:0:10|h[Копченые пустынные клецки]|h|r",
                name = "Копченые пустынные клецки",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:22645:0:0:0:0:0:0:0:10|h[Хрустящий паучий десерт]|h|r",
                name = "Хрустящий паучий десерт",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:27655:0:0:0:0:0:0:0:10|h[Сосиска из мяса опустошителя]|h|r",
                name = "Сосиска из мяса опустошителя",
                count = 37,
            },
            {
                link = "|cffffffff|Hitem:27656:0:0:0:0:0:0:0:10|h[Закуска спорлингов]|h|r",
                name = "Закуска спорлингов",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:27659:0:0:0:0:0:0:0:10|h[Котлета из прыгуаны]|h|r",
                name = "Котлета из прыгуаны",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:27666:0:0:0:0:0:0:0:10|h[Палочки из золотой рыбки]|h|r",
                name = "Палочки из золотой рыбки",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:34749:0:0:0:0:0:0:0:10|h[Стейк из черпорога]|h|r",
                name = "Стейк из черпорога",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:3665:0:0:0:0:0:0:0:10|h[Невероятно вкусный омлет]|h|r",
                name = "Невероятно вкусный омлет",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:3685:0:0:0:0:0:0:0:10|h[Яйцо ящера]|h|r",
                name = "Яйцо ящера",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:3726:0:0:0:0:0:0:0:10|h[Большой медвежий стейк]|h|r",
                name = "Большой медвежий стейк",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:42942:0:0:0:0:0:0:0:10|h[Печеный морской дьявол]|h|r",
                name = "Печеный морской дьявол",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:43268:0:0:0:0:0:0:0:10|h[Даларанская похлебка из моллюсков]|h|r",
                name = "Даларанская похлебка из моллюсков",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:5477:0:0:0:0:0:0:0:10|h[Похлебка из долгонога]|h|r",
                name = "Похлебка из долгонога",
                count = 68,
            },
            {
                link = "|cffffffff|Hitem:5479:0:0:0:0:0:0:0:10|h[Хрустящий хвост ящерицы]|h|r",
                name = "Хрустящий хвост ящерицы",
                count = 59,
            },
            {
                link = "|cffffffff|Hitem:5525:0:0:0:0:0:0:0:10|h[Отварные мидии]|h|r",
                name = "Отварные мидии",
                count = 27,
            },
            {
                link = "|cffffffff|Hitem:5527:0:0:0:0:0:0:0:10|h[Мидии по-гоблински]|h|r",
                name = "Мидии по-гоблински",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:6038:0:0:0:0:0:0:0:10|h[Гигантский жареный моллюск]|h|r",
                name = "Гигантский жареный моллюск",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:6888:0:0:0:0:0:0:0:10|h[Яйцо с травами]|h|r",
                name = "Яйцо с травами",
                count = 43,
            },
        },
    },
    {
        name = "Красочка",
        updated_at = "2026-05-01 23:34:37",
        money = 9413,
        empty = 159,
        location = "Оргриммар",
        items = {
            {
                link = "|cff1eff00|Hitem:43108:0:0:0:0:0:0:0:10|h[Эбеновый краситель]|h|r",
                name = "Эбеновый краситель",
                count = 30,
            },
            {
                link = "|cff1eff00|Hitem:43109:0:0:0:0:0:0:0:10|h[Ледяной краситель]|h|r",
                name = "Ледяной краситель",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:43115:0:0:0:0:0:0:0:10|h[Чернила охотника]|h|r",
                name = "Чернила охотника",
                count = 280,
            },
            {
                link = "|cff1eff00|Hitem:43117:0:0:0:0:0:0:0:10|h[Чернила утренней звезды]|h|r",
                name = "Чернила утренней звезды",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:43121:0:0:0:0:0:0:0:10|h[Огненные чернила]|h|r",
                name = "Огненные чернила",
                count = 100,
            },
            {
                link = "|cff1eff00|Hitem:43123:0:0:0:0:0:0:0:10|h[Небесные чернила]|h|r",
                name = "Небесные чернила",
                count = 332,
            },
            {
                link = "|cff1eff00|Hitem:43125:0:0:0:0:0:0:0:10|h[Чернила черного огня]|h|r",
                name = "Чернила черного огня",
                count = 327,
            },
            {
                link = "|cff1eff00|Hitem:43127:0:0:0:0:0:0:0:10|h[Чернила снегопада]|h|r",
                name = "Чернила снегопада",
                count = 27,
            },
            {
                link = "|cffffffff|Hitem:37101:0:0:0:0:0:0:0:10|h[Бежевые чернила]|h|r",
                name = "Бежевые чернила",
                count = 94,
            },
            {
                link = "|cffffffff|Hitem:39334:0:0:0:0:0:0:0:10|h[Мглистый краситель]|h|r",
                name = "Мглистый краситель",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:39469:0:0:0:0:0:0:0:10|h[Чернила лунного сияния]|h|r",
                name = "Чернила лунного сияния",
                count = 178,
            },
            {
                link = "|cffffffff|Hitem:39774:0:0:0:0:0:0:0:10|h[Полуночные чернила]|h|r",
                name = "Полуночные чернила",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:43116:0:0:0:0:0:0:0:10|h[Чернила царя зверей]|h|r",
                name = "Чернила царя зверей",
                count = 33,
            },
            {
                link = "|cffffffff|Hitem:43118:0:0:0:0:0:0:0:10|h[Чернила нефритового пламени]|h|r",
                name = "Чернила нефритового пламени",
                count = 63,
            },
            {
                link = "|cffffffff|Hitem:43120:0:0:0:0:0:0:0:10|h[Астрономические чернила]|h|r",
                name = "Астрономические чернила",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:43126:0:0:0:0:0:0:0:10|h[Чернила моря]|h|r",
                name = "Чернила моря",
                count = 5,
            },
        },
    },
    {
        name = "Крошшерный",
        updated_at = "2026-05-02 17:54:07",
        money = 3895,
        empty = 163,
        location = "Оргриммар",
        items = {
            {
                link = "|cffffffff|Hitem:16645:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 1]|h|r",
                name = "Руководство по использованию крошшера, стр. 1",
                count = 40,
            },
            {
                link = "|cffffffff|Hitem:16646:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 2]|h|r",
                name = "Руководство по использованию крошшера, стр. 2",
                count = 43,
            },
            {
                link = "|cffffffff|Hitem:16647:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 3]|h|r",
                name = "Руководство по использованию крошшера, стр. 3",
                count = 27,
            },
            {
                link = "|cffffffff|Hitem:16648:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 4]|h|r",
                name = "Руководство по использованию крошшера, стр. 4",
                count = 42,
            },
            {
                link = "|cffffffff|Hitem:16649:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 5]|h|r",
                name = "Руководство по использованию крошшера, стр. 5",
                count = 26,
            },
            {
                link = "|cffffffff|Hitem:16650:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 6]|h|r",
                name = "Руководство по использованию крошшера, стр. 6",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:16651:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 7]|h|r",
                name = "Руководство по использованию крошшера, стр. 7",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:16652:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 8]|h|r",
                name = "Руководство по использованию крошшера, стр. 8",
                count = 21,
            },
            {
                link = "|cffffffff|Hitem:16653:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 9]|h|r",
                name = "Руководство по использованию крошшера, стр. 9",
                count = 36,
            },
            {
                link = "|cffffffff|Hitem:16654:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 10]|h|r",
                name = "Руководство по использованию крошшера, стр. 10",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:16655:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 11]|h|r",
                name = "Руководство по использованию крошшера, стр. 11",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:16656:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 12]|h|r",
                name = "Руководство по использованию крошшера, стр. 12",
                count = 17,
            },
        },
    },
    {
        name = "Ларец",
        updated_at = "2026-05-01 23:36:26",
        money = 3254,
        empty = 170,
        location = "Оргриммар",
        items = {
            {
                link = "|cff1eff00|Hitem:31952:0:0:0:0:0:0:0:10|h[Кориевый сейф]|h|r",
                name = "Кориевый сейф",
                count = 9,
            },
            {
                link = "|cff1eff00|Hitem:43622:0:0:0:0:0:0:0:10|h[Сейф из ледяной стали]|h|r",
                name = "Сейф из ледяной стали",
                count = 4,
            },
            {
                link = "|cff1eff00|Hitem:4633:0:0:0:0:0:0:0:10|h[Тяжелый бронзовый сейф]|h|r",
                name = "Тяжелый бронзовый сейф",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4637:0:0:0:0:0:0:0:10|h[Стальной сейф]|h|r",
                name = "Стальной сейф",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4638:0:0:0:0:0:0:0:10|h[Укрепленный стальной сейф]|h|r",
                name = "Укрепленный стальной сейф",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:5758:0:0:0:0:0:0:0:10|h[Мифриловый сейф]|h|r",
                name = "Мифриловый сейф",
                count = 6,
            },
            {
                link = "|cff1eff00|Hitem:5759:0:0:0:0:0:0:0:10|h[Ториевый сейф]|h|r",
                name = "Ториевый сейф",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:5760:0:0:0:0:0:0:0:10|h[Этерниевый сейф]|h|r",
                name = "Этерниевый сейф",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:16884:0:0:0:0:0:0:0:10|h[Прочный ларь]|h|r",
                name = "Прочный ларь",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:29569:0:0:0:0:0:0:0:10|h[Прочный ларь]|h|r",
                name = "Прочный ларь",
                count = 23,
            },
        },
    },
    {
        name = "Медяшка",
        updated_at = "2026-05-01 23:13:00",
        money = 431967,
        empty = 56,
        location = "Оргриммар",
        items = {
            {
                link = "|cff1eff00|Hitem:12360:0:0:0:0:0:0:0:10|h[Арканитовый слиток]|h|r",
                name = "Арканитовый слиток",
                count = 10,
            },
            {
                link = "|cff1eff00|Hitem:23426:0:0:0:0:0:0:0:10|h[Кориевая руда]|h|r",
                name = "Кориевая руда",
                count = 93,
            },
            {
                link = "|cff1eff00|Hitem:23427:0:0:0:0:0:0:0:10|h[Этерниевая руда]|h|r",
                name = "Этерниевая руда",
                count = 157,
            },
            {
                link = "|cff1eff00|Hitem:23447:0:0:0:0:0:0:0:10|h[Этерниевый слиток]|h|r",
                name = "Этерниевый слиток",
                count = 21,
            },
            {
                link = "|cff1eff00|Hitem:23448:0:0:0:0:0:0:0:10|h[Слиток оскверненной стали]|h|r",
                name = "Слиток оскверненной стали",
                count = 13,
            },
            {
                link = "|cff1eff00|Hitem:23449:0:0:0:0:0:0:0:10|h[Кориевый слиток]|h|r",
                name = "Кориевый слиток",
                count = 139,
            },
            {
                link = "|cff1eff00|Hitem:2775:0:0:0:0:0:0:0:10|h[Серебряная руда]|h|r",
                name = "Серебряная руда",
                count = 108,
            },
            {
                link = "|cff1eff00|Hitem:2776:0:0:0:0:0:0:0:10|h[Золотая руда]|h|r",
                name = "Золотая руда",
                count = 444,
            },
            {
                link = "|cff1eff00|Hitem:2842:0:0:0:0:0:0:0:10|h[Серебряный слиток]|h|r",
                name = "Серебряный слиток",
                count = 200,
            },
            {
                link = "|cff1eff00|Hitem:3577:0:0:0:0:0:0:0:10|h[Золотой слиток]|h|r",
                name = "Золотой слиток",
                count = 49,
            },
            {
                link = "|cff1eff00|Hitem:36910:0:0:0:0:0:0:0:10|h[Титановая руда]|h|r",
                name = "Титановая руда",
                count = 121,
            },
            {
                link = "|cff1eff00|Hitem:6037:0:0:0:0:0:0:0:10|h[Слиток истинного серебра]|h|r",
                name = "Слиток истинного серебра",
                count = 134,
            },
            {
                link = "|cff1eff00|Hitem:7911:0:0:0:0:0:0:0:10|h[Руда истинного серебра]|h|r",
                name = "Руда истинного серебра",
                count = 750,
            },
            {
                link = "|cffffffff|Hitem:10620:0:0:0:0:0:0:0:10|h[Ториевая руда]|h|r",
                name = "Ториевая руда",
                count = 381,
            },
            {
                link = "|cffffffff|Hitem:11371:0:0:0:0:0:0:0:10|h[Слиток черного железа]|h|r",
                name = "Слиток черного железа",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:12359:0:0:0:0:0:0:0:10|h[Ториевый слиток]|h|r",
                name = "Ториевый слиток",
                count = 51,
            },
            {
                link = "|cffffffff|Hitem:12655:0:0:0:0:0:0:0:10|h[Зачарованный ториевый слиток]|h|r",
                name = "Зачарованный ториевый слиток",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:23424:0:0:0:0:0:0:0:10|h[Руда оскверненного железа]|h|r",
                name = "Руда оскверненного железа",
                count = 89,
            },
            {
                link = "|cffffffff|Hitem:23425:0:0:0:0:0:0:0:10|h[Адамантитовая руда]|h|r",
                name = "Адамантитовая руда",
                count = 134,
            },
            {
                link = "|cffffffff|Hitem:23445:0:0:0:0:0:0:0:10|h[Слиток оскверненного железа]|h|r",
                name = "Слиток оскверненного железа",
                count = 82,
            },
            {
                link = "|cffffffff|Hitem:23446:0:0:0:0:0:0:0:10|h[Адамантитовый слиток]|h|r",
                name = "Адамантитовый слиток",
                count = 256,
            },
            {
                link = "|cffffffff|Hitem:23573:0:0:0:0:0:0:0:10|h[Закаленный адамантитовый слиток]|h|r",
                name = "Закаленный адамантитовый слиток",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:2770:0:0:0:0:0:0:0:10|h[Медная руда]|h|r",
                name = "Медная руда",
                count = 255,
            },
            {
                link = "|cffffffff|Hitem:2771:0:0:0:0:0:0:0:10|h[Оловянная руда]|h|r",
                name = "Оловянная руда",
                count = 370,
            },
            {
                link = "|cffffffff|Hitem:2772:0:0:0:0:0:0:0:10|h[Железная руда]|h|r",
                name = "Железная руда",
                count = 731,
            },
            {
                link = "|cffffffff|Hitem:2840:0:0:0:0:0:0:0:10|h[Медный слиток]|h|r",
                name = "Медный слиток",
                count = 100,
            },
            {
                link = "|cffffffff|Hitem:2841:0:0:0:0:0:0:0:10|h[Бронзовый слиток]|h|r",
                name = "Бронзовый слиток",
                count = 71,
            },
            {
                link = "|cffffffff|Hitem:3575:0:0:0:0:0:0:0:10|h[Железный слиток]|h|r",
                name = "Железный слиток",
                count = 691,
            },
            {
                link = "|cffffffff|Hitem:3576:0:0:0:0:0:0:0:10|h[Оловянный слиток]|h|r",
                name = "Оловянный слиток",
                count = 168,
            },
            {
                link = "|cffffffff|Hitem:36909:0:0:0:0:0:0:0:10|h[Кобальтовая руда]|h|r",
                name = "Кобальтовая руда",
                count = 79,
            },
            {
                link = "|cffffffff|Hitem:36912:0:0:0:0:0:0:0:10|h[Саронитовая руда]|h|r",
                name = "Саронитовая руда",
                count = 200,
            },
            {
                link = "|cffffffff|Hitem:3858:0:0:0:0:0:0:0:10|h[Мифриловая руда]|h|r",
                name = "Мифриловая руда",
                count = 140,
            },
            {
                link = "|cffffffff|Hitem:3859:0:0:0:0:0:0:0:10|h[Стальной слиток]|h|r",
                name = "Стальной слиток",
                count = 45,
            },
            {
                link = "|cffffffff|Hitem:3860:0:0:0:0:0:0:0:10|h[Мифриловый слиток]|h|r",
                name = "Мифриловый слиток",
                count = 241,
            },
        },
    },
    {
        name = "Мензурочка",
        updated_at = "2026-05-01 23:32:53",
        money = 9396,
        empty = 57,
        location = "Оргриммар",
        items = {
            {
                link = "|cffffffff|Hitem:10592:0:0:0:0:0:0:0:10|h[Эликсир \"Кошачий глаз\"]|h|r",
                name = "Эликсир \"Кошачий глаз\"",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:118:0:0:0:0:0:0:0:10|h[Крохотный флакон с лечебным зельем]|h|r",
                name = "Крохотный флакон с лечебным зельем",
                count = 101,
            },
            {
                link = "|cffffffff|Hitem:12820:0:0:0:0:0:0:0:10|h[Огненная вода Зимней Спячки]|h|r",
                name = "Огненная вода Зимней Спячки",
                count = 102,
            },
            {
                link = "|cffffffff|Hitem:13443:0:0:0:0:0:0:0:10|h[Большой флакон с зельем маны]|h|r",
                name = "Большой флакон с зельем маны",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:13444:0:0:0:0:0:0:0:10|h[Огромный флакон с зельем маны]|h|r",
                name = "Огромный флакон с зельем маны",
                count = 67,
            },
            {
                link = "|cffffffff|Hitem:13445:0:0:0:0:0:0:0:10|h[Наилучший эликсир защиты]|h|r",
                name = "Наилучший эликсир защиты",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:13446:0:0:0:0:0:0:0:10|h[Огромный флакон с лечебным зельем]|h|r",
                name = "Огромный флакон с лечебным зельем",
                count = 141,
            },
            {
                link = "|cffffffff|Hitem:13447:0:0:0:0:0:0:0:10|h[Эликсир мудрецов]|h|r",
                name = "Эликсир мудрецов",
                count = 59,
            },
            {
                link = "|cffffffff|Hitem:13452:0:0:0:0:0:0:0:10|h[Эликсир мангуста]|h|r",
                name = "Эликсир мангуста",
                count = 52,
            },
            {
                link = "|cffffffff|Hitem:13453:0:0:0:0:0:0:0:10|h[Эликсир грубой силы]|h|r",
                name = "Эликсир грубой силы",
                count = 82,
            },
            {
                link = "|cffffffff|Hitem:13454:0:0:0:0:0:0:0:10|h[Сильный чародейский эликсир]|h|r",
                name = "Сильный чародейский эликсир",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:13462:0:0:0:0:0:0:0:10|h[Зелье очищения]|h|r",
                name = "Зелье очищения",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:13512:0:0:0:0:0:0:0:10|h[Настой великой силы]|h|r",
                name = "Настой великой силы",
                count = 33,
            },
            {
                link = "|cffffffff|Hitem:1710:0:0:0:0:0:0:0:10|h[Средний флакон с лечебным зельем]|h|r",
                name = "Средний флакон с лечебным зельем",
                count = 101,
            },
            {
                link = "|cffffffff|Hitem:18294:0:0:0:0:0:0:0:10|h[Сильный эликсир подводного дыхания]|h|r",
                name = "Сильный эликсир подводного дыхания",
                count = 49,
            },
            {
                link = "|cffffffff|Hitem:22824:0:0:0:0:0:0:0:10|h[Большой эликсир силы]|h|r",
                name = "Большой эликсир силы",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:22825:0:0:0:0:0:0:0:10|h[Эликсир целительной силы]|h|r",
                name = "Эликсир целительной силы",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:22829:0:0:0:0:0:0:0:10|h[Гигантский флакон с лечебным зельем]|h|r",
                name = "Гигантский флакон с лечебным зельем",
                count = 249,
            },
            {
                link = "|cffffffff|Hitem:22832:0:0:0:0:0:0:0:10|h[Гигантский флакон с зельем маны]|h|r",
                name = "Гигантский флакон с зельем маны",
                count = 168,
            },
            {
                link = "|cffffffff|Hitem:2454:0:0:0:0:0:0:0:10|h[Эликсир львиной силы]|h|r",
                name = "Эликсир львиной силы",
                count = 54,
            },
            {
                link = "|cffffffff|Hitem:2455:0:0:0:0:0:0:0:10|h[Крохотный флакон с зельем маны]|h|r",
                name = "Крохотный флакон с зельем маны",
                count = 108,
            },
            {
                link = "|cffffffff|Hitem:2457:0:0:0:0:0:0:0:10|h[Слабый эликсир ловкости]|h|r",
                name = "Слабый эликсир ловкости",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:2458:0:0:0:0:0:0:0:10|h[Слабый эликсир стойкости]|h|r",
                name = "Слабый эликсир стойкости",
                count = 84,
            },
            {
                link = "|cffffffff|Hitem:2459:0:0:0:0:0:0:0:10|h[Зелье скорости]|h|r",
                name = "Зелье скорости",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:28100:0:0:0:0:0:0:0:10|h[Флакон с летучим лечебным зельем]|h|r",
                name = "Флакон с летучим лечебным зельем",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:28101:0:0:0:0:0:0:0:10|h[Флакон с нестойким зельем маны]|h|r",
                name = "Флакон с нестойким зельем маны",
                count = 27,
            },
            {
                link = "|cffffffff|Hitem:28102:0:0:0:0:0:0:0:10|h[Эликсир натиска]|h|r",
                name = "Эликсир натиска",
                count = 81,
            },
            {
                link = "|cffffffff|Hitem:28103:0:0:0:0:0:0:0:10|h[Эликсир адепта]|h|r",
                name = "Эликсир адепта",
                count = 22,
            },
            {
                link = "|cffffffff|Hitem:28104:0:0:0:0:0:0:0:10|h[Эликсир власти]|h|r",
                name = "Эликсир власти",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:32067:0:0:0:0:0:0:0:10|h[Эликсир дренейской мудрости]|h|r",
                name = "Эликсир дренейской мудрости",
                count = 56,
            },
            {
                link = "|cffffffff|Hitem:33447:0:0:0:0:0:0:0:10|h[Рунический флакон с лечебным зельем]|h|r",
                name = "Рунический флакон с лечебным зельем",
                count = 18,
            },
            {
                link = "|cffffffff|Hitem:33448:0:0:0:0:0:0:0:10|h[Рунический флакон с зельем маны]|h|r",
                name = "Рунический флакон с зельем маны",
                count = 23,
            },
            {
                link = "|cffffffff|Hitem:3382:0:0:0:0:0:0:0:10|h[Слабое зелье тролльей крови]|h|r",
                name = "Слабое зелье тролльей крови",
                count = 80,
            },
            {
                link = "|cffffffff|Hitem:3383:0:0:0:0:0:0:0:10|h[Эликсир мудрости]|h|r",
                name = "Эликсир мудрости",
                count = 82,
            },
            {
                link = "|cffffffff|Hitem:3384:0:0:0:0:0:0:0:10|h[Слабое зелье защиты от магии]|h|r",
                name = "Слабое зелье защиты от магии",
                count = 15,
            },
            {
                link = "|cffffffff|Hitem:3385:0:0:0:0:0:0:0:10|h[Маленький флакон с зельем маны]|h|r",
                name = "Маленький флакон с зельем маны",
                count = 124,
            },
            {
                link = "|cffffffff|Hitem:3386:0:0:0:0:0:0:0:10|h[Эликсир излечения]|h|r",
                name = "Эликсир излечения",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:3388:0:0:0:0:0:0:0:10|h[Крепкое зелье тролльей крови]|h|r",
                name = "Крепкое зелье тролльей крови",
                count = 37,
            },
            {
                link = "|cffffffff|Hitem:3389:0:0:0:0:0:0:0:10|h[Эликсир Защиты]|h|r",
                name = "Эликсир Защиты",
                count = 81,
            },
            {
                link = "|cffffffff|Hitem:3390:0:0:0:0:0:0:0:10|h[Малый эликсир ловкости]|h|r",
                name = "Малый эликсир ловкости",
                count = 49,
            },
            {
                link = "|cffffffff|Hitem:3391:0:0:0:0:0:0:0:10|h[Эликсир силы огра]|h|r",
                name = "Эликсир силы огра",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:34440:0:0:0:0:0:0:0:10|h[Зелье безумного алхимика]|h|r",
                name = "Зелье безумного алхимика",
                count = 40,
            },
            {
                link = "|cffffffff|Hitem:3823:0:0:0:0:0:0:0:10|h[Зелье простой невидимости]|h|r",
                name = "Зелье простой невидимости",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:3824:0:0:0:0:0:0:0:10|h[Масло Тьмы]|h|r",
                name = "Масло Тьмы",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:3825:0:0:0:0:0:0:0:10|h[Эликсир стойкости]|h|r",
                name = "Эликсир стойкости",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:3826:0:0:0:0:0:0:0:10|h[Большой эликсир тролльей крови]|h|r",
                name = "Большой эликсир тролльей крови",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:3827:0:0:0:0:0:0:0:10|h[Зелье маны]|h|r",
                name = "Зелье маны",
                count = 18,
            },
            {
                link = "|cffffffff|Hitem:3829:0:0:0:0:0:0:0:10|h[Масло льда]|h|r",
                name = "Масло льда",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:3928:0:0:0:0:0:0:0:10|h[Большой флакон с лечебным зельем]|h|r",
                name = "Большой флакон с лечебным зельем",
                count = 315,
            },
            {
                link = "|cffffffff|Hitem:39666:0:0:0:0:0:0:0:10|h[Мощный эликсир ловкости]|h|r",
                name = "Мощный эликсир ловкости",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:39671:0:0:0:0:0:0:0:10|h[Флакон с бодрящим лечебным зельем]|h|r",
                name = "Флакон с бодрящим лечебным зельем",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:40068:0:0:0:0:0:0:0:10|h[Эликсир гнева]|h|r",
                name = "Эликсир гнева",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:40070:0:0:0:0:0:0:0:10|h[Эликсир силы заклинаний]|h|r",
                name = "Эликсир силы заклинаний",
                count = 110,
            },
            {
                link = "|cffffffff|Hitem:40073:0:0:0:0:0:0:0:10|h[Мощный эликсир силы]|h|r",
                name = "Мощный эликсир силы",
                count = 43,
            },
            {
                link = "|cffffffff|Hitem:40076:0:0:0:0:0:0:0:10|h[Эликсир гуру]|h|r",
                name = "Эликсир гуру",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:40077:0:0:0:0:0:0:0:10|h[Зелье сумасшедшего алхимика]|h|r",
                name = "Зелье сумасшедшего алхимика",
                count = 21,
            },
            {
                link = "|cffffffff|Hitem:40078:0:0:0:0:0:0:0:10|h[Мощный эликсир стойкости]|h|r",
                name = "Мощный эликсир стойкости",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:40097:0:0:0:0:0:0:0:10|h[Охранный эликсир]|h|r",
                name = "Охранный эликсир",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:40109:0:0:0:0:0:0:0:10|h[Мощный эликсир крови волшебника]|h|r",
                name = "Мощный эликсир крови волшебника",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:40212:0:0:0:0:0:0:0:10|h[Зелье дикой магии]|h|r",
                name = "Зелье дикой магии",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:40308:0:0:0:0:0:0:0:10|h[Зелье адреналина]|h|r",
                name = "Зелье адреналина",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:44325:0:0:0:0:0:0:0:10|h[Эликсир меткости]|h|r",
                name = "Эликсир меткости",
                count = 19,
            },
            {
                link = "|cffffffff|Hitem:44327:0:0:0:0:0:0:0:10|h[Эликсир смертельных ударов]|h|r",
                name = "Эликсир смертельных ударов",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:44329:0:0:0:0:0:0:0:10|h[Эликсир мастерства]|h|r",
                name = "Эликсир мастерства",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:44331:0:0:0:0:0:0:0:10|h[Эликсир молниеносности]|h|r",
                name = "Эликсир молниеносности",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:44332:0:0:0:0:0:0:0:10|h[Мощный эликсир разума]|h|r",
                name = "Мощный эликсир разума",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:44939:0:0:0:0:0:0:0:10|h[Малый настой сопротивления]|h|r",
                name = "Малый настой сопротивления",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:45621:0:0:0:0:0:0:0:10|h[Слабый эликсир меткости]|h|r",
                name = "Слабый эликсир меткости",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:4623:0:0:0:0:0:0:0:10|h[Простое зелье каменного щита]|h|r",
                name = "Простое зелье каменного щита",
                count = 33,
            },
            {
                link = "|cffffffff|Hitem:5996:0:0:0:0:0:0:0:10|h[Эликсир подводного дыхания]|h|r",
                name = "Эликсир подводного дыхания",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:5997:0:0:0:0:0:0:0:10|h[Слабый эликсир защиты]|h|r",
                name = "Слабый эликсир защиты",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:6149:0:0:0:0:0:0:0:10|h[Средний флакон с зельем маны]|h|r",
                name = "Средний флакон с зельем маны",
                count = 263,
            },
            {
                link = "|cffffffff|Hitem:6372:0:0:0:0:0:0:0:10|h[Зелье быстрого плавания]|h|r",
                name = "Зелье быстрого плавания",
                count = 58,
            },
            {
                link = "|cffffffff|Hitem:6373:0:0:0:0:0:0:0:10|h[Эликсир огневой мощи]|h|r",
                name = "Эликсир огневой мощи",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:6452:0:0:0:0:0:0:0:10|h[Противоядие]|h|r",
                name = "Противоядие",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:858:0:0:0:0:0:0:0:10|h[Маленький флакон с лечебным зельем]|h|r",
                name = "Маленький флакон с лечебным зельем",
                count = 117,
            },
            {
                link = "|cffffffff|Hitem:8827:0:0:0:0:0:0:0:10|h[Эликсир хождения по воде]|h|r",
                name = "Эликсир хождения по воде",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:8949:0:0:0:0:0:0:0:10|h[Эликсир ловкости]|h|r",
                name = "Эликсир ловкости",
                count = 59,
            },
            {
                link = "|cffffffff|Hitem:8951:0:0:0:0:0:0:0:10|h[Сильный эликсир защиты]|h|r",
                name = "Сильный эликсир защиты",
                count = 15,
            },
            {
                link = "|cffffffff|Hitem:9036:0:0:0:0:0:0:0:10|h[Зелье защиты от магии]|h|r",
                name = "Зелье защиты от магии",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:9154:0:0:0:0:0:0:0:10|h[Эликсир обнаружения нежити]|h|r",
                name = "Эликсир обнаружения нежити",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:9155:0:0:0:0:0:0:0:10|h[Чародейский эликсир]|h|r",
                name = "Чародейский эликсир",
                count = 59,
            },
            {
                link = "|cffffffff|Hitem:9172:0:0:0:0:0:0:0:10|h[Зелье невидимости]|h|r",
                name = "Зелье невидимости",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:9179:0:0:0:0:0:0:0:10|h[Сильный эликсир интеллекта]|h|r",
                name = "Сильный эликсир интеллекта",
                count = 47,
            },
            {
                link = "|cffffffff|Hitem:9187:0:0:0:0:0:0:0:10|h[Сильный эликсир ловкости]|h|r",
                name = "Сильный эликсир ловкости",
                count = 38,
            },
            {
                link = "|cffffffff|Hitem:9206:0:0:0:0:0:0:0:10|h[Эликсир великанов]|h|r",
                name = "Эликсир великанов",
                count = 28,
            },
            {
                link = "|cffffffff|Hitem:9233:0:0:0:0:0:0:0:10|h[Эликсир обнаружения демонов]|h|r",
                name = "Эликсир обнаружения демонов",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:929:0:0:0:0:0:0:0:10|h[Лечебное зелье]|h|r",
                name = "Лечебное зелье",
                count = 155,
            },
        },
    },
    {
        name = "Мушкетон",
        updated_at = "2026-05-02 17:53:01",
        money = 4062,
        empty = 57,
        location = "Оргриммар",
        items = {
            {
                link = "|cff1eff00|Hitem:4255:0:0:0:0:0:0:0:10|h[Зеленый кожаный доспех]|h|r",
                name = "Зеленый кожаный доспех",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:43297:0:0:0:0:0:0:0:10|h[Поврежденное ожерелье]|h|r",
                name = "Поврежденное ожерелье",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:4369:0:0:0:0:0:0:0:10|h[Смертоносный мушкетон]|h|r",
                name = "Смертоносный мушкетон",
                count = 31,
            },
            {
                link = "|cff1eff00|Hitem:5770:0:0:0:0:0:0:0:10|h[Одеяния Тайны]|h|r",
                name = "Одеяния Тайны",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:10561:0:0:0:0:0:0:0:10|h[Мифриловая обшивка]|h|r",
                name = "Мифриловая обшивка",
                count = 60,
            },
            {
                link = "|cffffffff|Hitem:4389:0:0:0:0:0:0:0:10|h[Гирохронатом]|h|r",
                name = "Гирохронатом",
                count = 30,
            },
            {
                link = "|cffffffff|Hitem:4392:0:0:0:0:0:0:0:10|h[Усовершенствованный манекен-мишень]|h|r",
                name = "Усовершенствованный манекен-мишень",
                count = 2,
            },
        },
    },
    {
        name = "Мясушко",
        updated_at = "2026-05-01 23:32:17",
        money = 13874,
        empty = 46,
        location = "Оргриммар",
        items = {
            {
                link = "|cffffffff|Hitem:1015:0:0:0:0:0:0:0:10|h[Постный волчий бок]|h|r",
                name = "Постный волчий бок",
                count = 24,
            },
            {
                link = "|cffffffff|Hitem:1081:0:0:0:0:0:0:0:10|h[Хрустящее паучье мясо]|h|r",
                name = "Хрустящее паучье мясо",
                count = 102,
            },
            {
                link = "|cffffffff|Hitem:12037:0:0:0:0:0:0:0:10|h[Таинственное мясо]|h|r",
                name = "Таинственное мясо",
                count = 124,
            },
            {
                link = "|cffffffff|Hitem:12184:0:0:0:0:0:0:0:10|h[Плоть ящера]|h|r",
                name = "Плоть ящера",
                count = 81,
            },
            {
                link = "|cffffffff|Hitem:12202:0:0:0:0:0:0:0:10|h[Мясо тигра]|h|r",
                name = "Мясо тигра",
                count = 213,
            },
            {
                link = "|cffffffff|Hitem:12203:0:0:0:0:0:0:0:10|h[Красное волчье мясо]|h|r",
                name = "Красное волчье мясо",
                count = 246,
            },
            {
                link = "|cffffffff|Hitem:12205:0:0:0:0:0:0:0:10|h[Белое мясо паука]|h|r",
                name = "Белое мясо паука",
                count = 58,
            },
            {
                link = "|cffffffff|Hitem:12206:0:0:0:0:0:0:0:10|h[Нежное крабовое мясо]|h|r",
                name = "Нежное крабовое мясо",
                count = 86,
            },
            {
                link = "|cffffffff|Hitem:12207:0:0:0:0:0:0:0:10|h[Гигантское яйцо]|h|r",
                name = "Гигантское яйцо",
                count = 205,
            },
            {
                link = "|cffffffff|Hitem:12208:0:0:0:0:0:0:0:10|h[Нежная волчатина]|h|r",
                name = "Нежная волчатина",
                count = 168,
            },
            {
                link = "|cffffffff|Hitem:12223:0:0:0:0:0:0:0:10|h[Мясистое крыло летучей мыши]|h|r",
                name = "Мясистое крыло летучей мыши",
                count = 41,
            },
            {
                link = "|cffffffff|Hitem:20424:0:0:0:0:0:0:0:10|h[Мясо песчаного червя]|h|r",
                name = "Мясо песчаного червя",
                count = 63,
            },
            {
                link = "|cffffffff|Hitem:2251:0:0:0:0:0:0:0:10|h[Липкая паучья лапка]|h|r",
                name = "Липкая паучья лапка",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:22644:0:0:0:0:0:0:0:10|h[Хрустящая паучья лапка]|h|r",
                name = "Хрустящая паучья лапка",
                count = 87,
            },
            {
                link = "|cffffffff|Hitem:24477:0:0:0:0:0:0:0:10|h[Мясо джаггала]|h|r",
                name = "Мясо джаггала",
                count = 182,
            },
            {
                link = "|cffffffff|Hitem:2672:0:0:0:0:0:0:0:10|h[Жилистая волчатина]|h|r",
                name = "Жилистая волчатина",
                count = 53,
            },
            {
                link = "|cffffffff|Hitem:2674:0:0:0:0:0:0:0:10|h[Крабовое мясо]|h|r",
                name = "Крабовое мясо",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:2675:0:0:0:0:0:0:0:10|h[Клешня краба]|h|r",
                name = "Клешня краба",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:27439:0:0:0:0:0:0:0:10|h[Разъяренный речной рак]|h|r",
                name = "Разъяренный речной рак",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:27668:0:0:0:0:0:0:0:10|h[Рысье мясо]|h|r",
                name = "Рысье мясо",
                count = 84,
            },
            {
                link = "|cffffffff|Hitem:27669:0:0:0:0:0:0:0:10|h[Плоть летучей мыши]|h|r",
                name = "Плоть летучей мыши",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:27671:0:0:0:0:0:0:0:10|h[Мясо канюка]|h|r",
                name = "Мясо канюка",
                count = 98,
            },
            {
                link = "|cffffffff|Hitem:27677:0:0:0:0:0:0:0:10|h[Шмат мяса василиска]|h|r",
                name = "Шмат мяса василиска",
                count = 43,
            },
            {
                link = "|cffffffff|Hitem:27678:0:0:0:0:0:0:0:10|h[Мясо копытня]|h|r",
                name = "Мясо копытня",
                count = 45,
            },
            {
                link = "|cffffffff|Hitem:27681:0:0:0:0:0:0:0:10|h[Плоть прыгуаны]|h|r",
                name = "Плоть прыгуаны",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:27682:0:0:0:0:0:0:0:10|h[Мясо дикого талбука]|h|r",
                name = "Мясо дикого талбука",
                count = 26,
            },
            {
                link = "|cffffffff|Hitem:2924:0:0:0:0:0:0:0:10|h[Мясо кроколиска]|h|r",
                name = "Мясо кроколиска",
                count = 17,
            },
            {
                link = "|cffffffff|Hitem:31670:0:0:0:0:0:0:0:10|h[Ребра ящера]|h|r",
                name = "Ребра ящера",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:3173:0:0:0:0:0:0:0:10|h[Медвежатина]|h|r",
                name = "Медвежатина",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:3174:0:0:0:0:0:0:0:10|h[Паучья лимфа]|h|r",
                name = "Паучья лимфа",
                count = 111,
            },
            {
                link = "|cffffffff|Hitem:3404:0:0:0:0:0:0:0:10|h[Крыло канюка]|h|r",
                name = "Крыло канюка",
                count = 25,
            },
            {
                link = "|cffffffff|Hitem:34736:0:0:0:0:0:0:0:10|h[Кусок мяса мамонта]|h|r",
                name = "Кусок мяса мамонта",
                count = 68,
            },
            {
                link = "|cffffffff|Hitem:35562:0:0:0:0:0:0:0:10|h[Бок медведя]|h|r",
                name = "Бок медведя",
                count = 67,
            },
            {
                link = "|cffffffff|Hitem:3667:0:0:0:0:0:0:0:10|h[Нежное мясо кроколиска]|h|r",
                name = "Нежное мясо кроколиска",
                count = 172,
            },
            {
                link = "|cffffffff|Hitem:36782:0:0:0:0:0:0:0:10|h[Сочное мясо моллюска]|h|r",
                name = "Сочное мясо моллюска",
                count = 98,
            },
            {
                link = "|cffffffff|Hitem:3685:0:0:0:0:0:0:0:10|h[Яйцо ящера]|h|r",
                name = "Яйцо ящера",
                count = 77,
            },
            {
                link = "|cffffffff|Hitem:3712:0:0:0:0:0:0:0:10|h[Черепашье мясо]|h|r",
                name = "Черепашье мясо",
                count = 419,
            },
            {
                link = "|cffffffff|Hitem:3730:0:0:0:0:0:0:0:10|h[Мясо большого медведя]|h|r",
                name = "Мясо большого медведя",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:3731:0:0:0:0:0:0:0:10|h[Мясо льва]|h|r",
                name = "Мясо льва",
                count = 15,
            },
            {
                link = "|cffffffff|Hitem:43009:0:0:0:0:0:0:0:10|h[Бок черпорога]|h|r",
                name = "Бок черпорога",
                count = 143,
            },
            {
                link = "|cffffffff|Hitem:43010:0:0:0:0:0:0:0:10|h[Мясо червя]|h|r",
                name = "Мясо червя",
                count = 254,
            },
            {
                link = "|cffffffff|Hitem:43011:0:0:0:0:0:0:0:10|h[Окорок ворга]|h|r",
                name = "Окорок ворга",
                count = 111,
            },
            {
                link = "|cffffffff|Hitem:43012:0:0:0:0:0:0:0:10|h[Мясо люторога]|h|r",
                name = "Мясо люторога",
                count = 53,
            },
            {
                link = "|cffffffff|Hitem:43013:0:0:0:0:0:0:0:10|h[Охлажденное мясо]|h|r",
                name = "Охлажденное мясо",
                count = 638,
            },
            {
                link = "|cffffffff|Hitem:43501:0:0:0:0:0:0:0:10|h[Нордскольское яйцо]|h|r",
                name = "Нордскольское яйцо",
                count = 60,
            },
            {
                link = "|cffffffff|Hitem:4655:0:0:0:0:0:0:0:10|h[Мясо гигантского моллюска]|h|r",
                name = "Мясо гигантского моллюска",
                count = 311,
            },
            {
                link = "|cffffffff|Hitem:5465:0:0:0:0:0:0:0:10|h[Небольшая паучья лапка]|h|r",
                name = "Небольшая паучья лапка",
                count = 39,
            },
            {
                link = "|cffffffff|Hitem:5466:0:0:0:0:0:0:0:10|h[Жало скорпида]|h|r",
                name = "Жало скорпида",
                count = 24,
            },
            {
                link = "|cffffffff|Hitem:5469:0:0:0:0:0:0:0:10|h[Мясо долгонога]|h|r",
                name = "Мясо долгонога",
                count = 229,
            },
            {
                link = "|cffffffff|Hitem:5470:0:0:0:0:0:0:0:10|h[Хвост рокочущей ящерицы]|h|r",
                name = "Хвост рокочущей ящерицы",
                count = 281,
            },
            {
                link = "|cffffffff|Hitem:5471:0:0:0:0:0:0:0:10|h[Оленина]|h|r",
                name = "Оленина",
                count = 22,
            },
            {
                link = "|cffffffff|Hitem:5503:0:0:0:0:0:0:0:10|h[Мясо моллюска]|h|r",
                name = "Мясо моллюска",
                count = 144,
            },
            {
                link = "|cffffffff|Hitem:5504:0:0:0:0:0:0:0:10|h[Пикантное мясо моллюска]|h|r",
                name = "Пикантное мясо моллюска",
                count = 119,
            },
            {
                link = "|cffffffff|Hitem:6889:0:0:0:0:0:0:0:10|h[Небольшое яйцо]|h|r",
                name = "Небольшое яйцо",
                count = 139,
            },
            {
                link = "|cffffffff|Hitem:729:0:0:0:0:0:0:0:10|h[Жилистое мясо стервятника]|h|r",
                name = "Жилистое мясо стервятника",
                count = 29,
            },
            {
                link = "|cffffffff|Hitem:769:0:0:0:0:0:0:0:10|h[Кусок кабанины]|h|r",
                name = "Кусок кабанины",
                count = 133,
            },
            {
                link = "|cffffffff|Hitem:7974:0:0:0:0:0:0:0:10|h[Острое мясо моллюска]|h|r",
                name = "Острое мясо моллюска",
                count = 123,
            },
        },
    },
    {
        name = "Нордочка",
        updated_at = "2026-05-01 23:23:46",
        money = 3778,
        empty = 94,
        location = "Оргриммар",
        items = {
            {
                link = "|cff1eff00|Hitem:21854:0:0:0:0:0:0:0:10|h[Одеяние из ткани Пустоты]|h|r",
                name = "Одеяние из ткани Пустоты",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:21855:0:0:0:0:0:0:0:10|h[Мундир из ткани Пустоты]|h|r",
                name = "Мундир из ткани Пустоты",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:25312:0:0:0:0:0:-44:17:10|h[Славный скипетр с меткой старца]|h|r",
                name = "Славный скипетр с меткой старца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35955:0:0:0:0:0:-36:50:10|h[Далеченский пояс с меткой волшебника]|h|r",
                name = "Далеченский пояс с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35955:0:0:0:0:0:-37:50:10|h[Далеченский пояс с меткой целителя]|h|r",
                name = "Далеченский пояс с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35957:0:0:0:0:0:-39:67:10|h[Далеченское одеяние с меткой заклинателя]|h|r",
                name = "Далеченское одеяние с меткой заклинателя",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:35959:0:0:0:0:0:-37:67:10|h[Далеченский капюшон с меткой целителя]|h|r",
                name = "Далеченский капюшон с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35959:0:0:0:0:0:-38:67:10|h[Далеченский капюшон с меткой пророка]|h|r",
                name = "Далеченский капюшон с меткой пророка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35959:0:0:0:0:0:-39:67:10|h[Далеченский капюшон с меткой заклинателя]|h|r",
                name = "Далеченский капюшон с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35960:0:0:0:0:0:-6:67:10|h[Далеченские штаны со знаком орла]|h|r",
                name = "Далеченские штаны со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35963:0:0:0:0:0:-36:52:10|h[Кровоспоровый кушак с меткой волшебника]|h|r",
                name = "Кровоспоровый кушак с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35963:0:0:0:0:0:-38:52:10|h[Кровоспоровый кушак с меткой пророка]|h|r",
                name = "Кровоспоровый кушак с меткой пророка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35964:0:0:0:0:0:-36:52:10|h[Кровоспоровые сандалии с меткой волшебника]|h|r",
                name = "Кровоспоровые сандалии с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35964:0:0:0:0:0:-38:52:10|h[Кровоспоровые сандалии с меткой пророка]|h|r",
                name = "Кровоспоровые сандалии с меткой пророка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35965:0:0:0:0:0:-37:69:10|h[Кровоспоровое одеяние с меткой целителя]|h|r",
                name = "Кровоспоровое одеяние с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35966:0:0:0:0:0:-37:52:10|h[Кровоспоровые перчатки с меткой целителя]|h|r",
                name = "Кровоспоровые перчатки с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35966:0:0:0:0:0:-38:52:10|h[Кровоспоровые перчатки с меткой пророка]|h|r",
                name = "Кровоспоровые перчатки с меткой пророка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35966:0:0:0:0:0:-39:52:10|h[Кровоспоровые перчатки с меткой заклинателя]|h|r",
                name = "Кровоспоровые перчатки с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35966:0:0:0:0:0:-6:52:10|h[Кровоспоровые перчатки со знаком орла]|h|r",
                name = "Кровоспоровые перчатки со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35967:0:0:0:0:0:-22:69:10|h[Кровоспоровый капюшон с магической аурой]|h|r",
                name = "Кровоспоровый капюшон с магической аурой",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35967:0:0:0:0:0:-39:69:10|h[Кровоспоровый капюшон с меткой заклинателя]|h|r",
                name = "Кровоспоровый капюшон с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35969:0:0:0:0:0:-37:52:10|h[Кровоспоровое оплечье с меткой целителя]|h|r",
                name = "Кровоспоровое оплечье с меткой целителя",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:35970:0:0:0:0:0:-36:39:10|h[Кровоспоровые браслеты с меткой волшебника]|h|r",
                name = "Кровоспоровые браслеты с меткой волшебника",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:35970:0:0:0:0:0:-37:39:10|h[Кровоспоровые браслеты с меткой целителя]|h|r",
                name = "Кровоспоровые браслеты с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35970:0:0:0:0:0:-39:39:10|h[Кровоспоровые браслеты с меткой заклинателя]|h|r",
                name = "Кровоспоровые браслеты с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35973:0:0:0:0:0:-39:72:10|h[Мур'далакскиое одеяние с меткой заклинателя]|h|r",
                name = "Мур'далакскиое одеяние с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35974:0:0:0:0:0:-38:53:10|h[Мур'далакские повязки с меткой пророка]|h|r",
                name = "Мур'далакские повязки с меткой пророка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35981:0:0:0:0:0:-36:75:10|h[Одеяние опоры с меткой волшебника]|h|r",
                name = "Одеяние опоры с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35983:0:0:0:0:0:-38:75:10|h[Капюшон опоры с меткой пророка]|h|r",
                name = "Капюшон опоры с меткой пророка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36067:0:0:0:0:0:-16:50:10|h[Боевой пояс бухты Кинжалов с печатью выносливости]|h|r",
                name = "Боевой пояс бухты Кинжалов с печатью выносливости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36068:0:0:0:0:0:-37:50:10|h[Сапоги бухты Кинжалов с меткой целителя]|h|r",
                name = "Сапоги бухты Кинжалов с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36069:0:0:0:0:0:-42:67:10|h[Жакет бухты Кинжалов с меткой оракула]|h|r",
                name = "Жакет бухты Кинжалов с меткой оракула",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36069:0:0:0:0:0:-5:67:10|h[Жакет бухты Кинжалов со знаком мартышки]|h|r",
                name = "Жакет бухты Кинжалов со знаком мартышки",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:36072:0:0:0:0:0:-40:67:10|h[Брюки бухты Кинжалов с меткой преступника]|h|r",
                name = "Брюки бухты Кинжалов с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36074:0:0:0:0:0:-17:37:10|h[Наручи бухты Кинжалов со знаком силы]|h|r",
                name = "Наручи бухты Кинжалов со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36074:0:0:0:0:0:-42:37:10|h[Наручи бухты Кинжалов с меткой оракула]|h|r",
                name = "Наручи бухты Кинжалов с меткой оракула",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36075:0:0:0:0:0:-42:52:10|h[Шнурованный ремень Зимних Плавников с меткой оракула]|h|r",
                name = "Шнурованный ремень Зимних Плавников с меткой оракула",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36079:0:0:0:0:0:-16:69:10|h[Клобук Зимних Плавников с печатью выносливости]|h|r",
                name = "Клобук Зимних Плавников с печатью выносливости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36079:0:0:0:0:0:-38:69:10|h[Клобук Зимних Плавников с меткой пророка]|h|r",
                name = "Клобук Зимних Плавников с меткой пророка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36083:0:0:0:0:0:-18:53:10|h[Пояс Терзающего Бича со знаком ловкости]|h|r",
                name = "Пояс Терзающего Бича со знаком ловкости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36083:0:0:0:0:0:-40:53:10|h[Пояс Терзающего Бича с меткой преступника]|h|r",
                name = "Пояс Терзающего Бича с меткой преступника",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:36086:0:0:0:0:0:-5:53:10|h[Перчатки Терзающего Бича со знаком мартышки]|h|r",
                name = "Перчатки Терзающего Бича со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36089:0:0:0:0:0:-37:53:10|h[Наплечье Терзающего Бича с меткой целителя]|h|r",
                name = "Наплечье Терзающего Бича с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36093:0:0:0:0:0:-40:75:10|h[Вилдерварский мундир с меткой преступника]|h|r",
                name = "Вилдерварский мундир с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36098:0:0:0:0:0:-20:42:10|h[Вилдерварские боевые наручи с печатью могущества]|h|r",
                name = "Вилдерварские боевые наручи с печатью могущества",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36179:0:0:0:0:0:-37:50:10|h[Кованый боевой пояс с меткой целителя]|h|r",
                name = "Кованый боевой пояс с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36180:0:0:0:0:0:-40:50:10|h[Кованые сапоги с меткой преступника]|h|r",
                name = "Кованые сапоги с меткой преступника",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:36181:0:0:0:0:0:-5:67:10|h[Кованый нагрудник со знаком мартышки]|h|r",
                name = "Кованый нагрудник со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36182:0:0:0:0:0:-40:50:10|h[Кованые кулачные перчатки с меткой преступника]|h|r",
                name = "Кованые кулачные перчатки с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36182:0:0:0:0:0:-67:50:10|h[Кованые кулачные перчатки с символом ясновидца]|h|r",
                name = "Кованые кулачные перчатки с символом ясновидца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36183:0:0:0:0:0:-40:67:10|h[Кованый шлем с меткой преступника]|h|r",
                name = "Кованый шлем с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36184:0:0:0:0:0:-40:67:10|h[Кованые набедренники с меткой преступника]|h|r",
                name = "Кованые набедренники с меткой преступника",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:36185:0:0:0:0:0:-40:50:10|h[Кованые наплечные щитки с меткой преступника]|h|r",
                name = "Кованые наплечные щитки с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36188:0:0:0:0:0:-40:52:10|h[Ньордские сапоги с меткой преступника]|h|r",
                name = "Ньордские сапоги с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36190:0:0:0:0:0:-37:52:10|h[Ньордские рукавицы с меткой целителя]|h|r",
                name = "Ньордские рукавицы с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36190:0:0:0:0:0:-40:52:10|h[Ньордские рукавицы с меткой преступника]|h|r",
                name = "Ньордские рукавицы с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36191:0:0:0:0:0:-14:69:10|h[Ньордский шлем со знаком тигра]|h|r",
                name = "Ньордский шлем со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36193:0:0:0:0:0:-40:52:10|h[Ньордские наплечные щитки с меткой преступника]|h|r",
                name = "Ньордские наплечные щитки с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36196:0:0:0:0:0:-5:53:10|h[Скомские наголенники со знаком мартышки]|h|r",
                name = "Скомские наголенники со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36202:0:0:0:0:0:-40:40:10|h[Скомские наручи с меткой преступника]|h|r",
                name = "Скомские наручи с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36204:0:0:0:0:0:-37:56:10|h[Ниффлварские сапоги с меткой целителя]|h|r",
                name = "Ниффлварские сапоги с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36206:0:0:0:0:0:-40:56:10|h[Ниффлварские перчатки с меткой преступника]|h|r",
                name = "Ниффлварские перчатки с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36207:0:0:0:0:0:-37:75:10|h[Ниффлварский шлем с меткой целителя]|h|r",
                name = "Ниффлварский шлем с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36209:0:0:0:0:0:-40:56:10|h[Ниффлварские наплечные щитки с меткой преступника]|h|r",
                name = "Ниффлварские наплечные щитки с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36293:0:0:0:0:0:-20:67:10|h[Броня Западной Стражи с печатью могущества]|h|r",
                name = "Броня Западной Стражи с печатью могущества",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36293:0:0:0:0:0:-67:67:10|h[Броня Западной Стражи с символом ясновидца]|h|r",
                name = "Броня Западной Стражи с символом ясновидца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36296:0:0:0:0:0:-45:67:10|h[Ножные латы Западной Стражи с меткой победителя]|h|r",
                name = "Ножные латы Западной Стражи с меткой победителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36301:0:0:0:0:0:-45:69:10|h[Кираса мерзлого камня с меткой победителя]|h|r",
                name = "Кираса мерзлого камня с меткой победителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36305:0:0:0:0:0:-43:52:10|h[Наплечье мерзлого камня с меткой солдата]|h|r",
                name = "Наплечье мерзлого камня с меткой солдата",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36307:0:0:0:0:0:-37:53:10|h[Гибльхеймский пояс с меткой целителя]|h|r",
                name = "Гибльхеймский пояс с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36312:0:0:0:0:0:-7:72:10|h[Гибльхеймские набедренники со знаком медведя]|h|r",
                name = "Гибльхеймские набедренники со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36318:0:0:0:0:0:-7:56:10|h[Рукавицы Драконьего Черепа со знаком медведя]|h|r",
                name = "Рукавицы Драконьего Черепа со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36418:0:0:0:0:0:-14:39:10|h[Кольцо природы со знаком тигра]|h|r",
                name = "Кольцо природы со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36418:0:0:0:0:0:-38:39:10|h[Кольцо природы с меткой пророка]|h|r",
                name = "Кольцо природы с меткой пророка",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:36419:0:0:0:0:0:-44:40:10|h[Стеклянное кольцо с меткой старца]|h|r",
                name = "Стеклянное кольцо с меткой старца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36420:0:0:0:0:0:-14:42:10|h[Драгоценное кольцо со знаком тигра]|h|r",
                name = "Драгоценное кольцо со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36420:0:0:0:0:0:-40:42:10|h[Драгоценное кольцо с меткой преступника]|h|r",
                name = "Драгоценное кольцо с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36431:0:0:0:0:0:-40:37:10|h[Крашеные деревянные бусы с меткой преступника]|h|r",
                name = "Крашеные деревянные бусы с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36431:0:0:0:0:0:-7:37:10|h[Крашеные деревянные бусы со знаком медведя]|h|r",
                name = "Крашеные деревянные бусы со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36432:0:0:0:0:0:-14:39:10|h[Серебряная цепь со знаком тигра]|h|r",
                name = "Серебряная цепь со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36432:0:0:0:0:0:-36:39:10|h[Серебряная цепь с меткой волшебника]|h|r",
                name = "Серебряная цепь с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36432:0:0:0:0:0:-41:39:10|h[Серебряная цепь с меткой зверя]|h|r",
                name = "Серебряная цепь с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36433:0:0:0:0:0:-45:40:10|h[Перевитое змеиное ожерелье с меткой победителя]|h|r",
                name = "Перевитое змеиное ожерелье с меткой победителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36445:0:0:0:0:0:-44:37:10|h[Склепанный щит с меткой старца]|h|r",
                name = "Склепанный щит с меткой старца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36447:0:0:0:0:0:-41:40:10|h[Кулачный щит Каскала с меткой зверя]|h|r",
                name = "Кулачный щит Каскала с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36460:0:0:0:0:0:-39:39:10|h[Северная звезда с меткой заклинателя]|h|r",
                name = "Северная звезда с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36475:0:0:0:0:0:-39:31:10|h[Ивовый короткий клинок с меткой заклинателя]|h|r",
                name = "Ивовый короткий клинок с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36487:0:0:0:0:0:-45:29:10|h[Утяжеленная камнем палица с меткой победителя]|h|r",
                name = "Утяжеленная камнем палица с меткой победителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36487:0:0:0:0:0:-5:29:10|h[Утяжеленная камнем палица со знаком мартышки]|h|r",
                name = "Утяжеленная камнем палица со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36487:0:0:0:0:0:-9:29:10|h[Утяжеленная камнем палица со знаком совы]|h|r",
                name = "Утяжеленная камнем палица со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36488:0:0:0:0:0:-41:30:10|h[Сосновая дубина с меткой зверя]|h|r",
                name = "Сосновая дубина с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36502:0:0:0:0:0:-43:69:10|h[Несуразная палица с меткой солдата]|h|r",
                name = "Несуразная палица с меткой солдата",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36504:0:0:0:0:0:-36:75:10|h[Надтреснутый молот с меткой волшебника]|h|r",
                name = "Надтреснутый молот с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36504:0:0:0:0:0:-41:75:10|h[Надтреснутый молот с меткой зверя]|h|r",
                name = "Надтреснутый молот с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36504:0:0:0:0:0:-7:75:10|h[Надтреснутый молот со знаком медведя]|h|r",
                name = "Надтреснутый молот со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36518:0:0:0:0:0:-45:32:10|h[Лезвие тундры с меткой победителя]|h|r",
                name = "Лезвие тундры с меткой победителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36543:0:0:0:0:0:-5:67:10|h[Палка выживания со знаком мартышки]|h|r",
                name = "Палка выживания со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36557:0:0:0:0:0:-5:29:10|h[Мясодеры со знаком мартышки]|h|r",
                name = "Мясодеры со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36559:0:0:0:0:0:-40:31:10|h[Ценные ручные серпы с меткой преступника]|h|r",
                name = "Ценные ручные серпы с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36560:0:0:0:0:0:-40:32:10|h[Захваты бойца с меткой преступника]|h|r",
                name = "Захваты бойца с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36574:0:0:0:0:0:-40:32:10|h[Костяной колун с меткой преступника]|h|r",
                name = "Костяной колун с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36585:0:0:0:0:0:-41:67:10|h[Ребристый боевой топор с меткой зверя]|h|r",
                name = "Ребристый боевой топор с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36656:0:0:0:0:0:-37:22:10|h[Потемневший жезл с меткой целителя]|h|r",
                name = "Потемневший жезл с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36656:0:0:0:0:0:-38:22:10|h[Потемневший жезл с меткой пророка]|h|r",
                name = "Потемневший жезл с меткой пророка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36658:0:0:0:0:0:-36:23:10|h[Потухшая искра с меткой волшебника]|h|r",
                name = "Потухшая искра с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36669:0:0:0:0:0:-9:29:10|h[Вычурный кинжал со знаком совы]|h|r",
                name = "Вычурный кинжал со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36670:0:0:0:0:0:-44:30:10|h[Цыганский клинок с меткой старца]|h|r",
                name = "Цыганский клинок с меткой старца",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:36670:0:0:0:0:0:-6:30:10|h[Цыганский клинок со знаком орла]|h|r",
                name = "Цыганский клинок со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36671:0:0:0:0:0:-6:31:10|h[Зловещий кинжал со знаком орла]|h|r",
                name = "Зловещий кинжал со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36672:0:0:0:0:0:-8:32:10|h[Странный кинжал со знаком кита]|h|r",
                name = "Странный кинжал со знаком кита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36683:0:0:0:0:0:-44:29:10|h[Реликвийная палица с меткой старца]|h|r",
                name = "Реликвийная палица с меткой старца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36698:0:0:0:0:0:-41:69:10|h[Шишковатый посох с меткой зверя]|h|r",
                name = "Шишковатый посох с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36713:0:0:0:0:0:-41:23:10|h[Дальнобойная метательная звезда с меткой зверя]|h|r",
                name = "Дальнобойная метательная звезда с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:42336:0:0:0:0:0:0:0:10|h[Кольцо кровавого камня]|h|r",
                name = "Кольцо кровавого камня",
                count = 1,
            },
        },
    },
    {
        name = "Ожерельная",
        updated_at = "2026-05-01 23:22:33",
        money = 13785,
        empty = 130,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:23197:0:0:0:0:0:0:0:10|h[Идол Луны]|h|r",
                name = "Идол Луны",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31147:0:0:0:0:0:0:0:10|h[Подвеска Хитрости]|h|r",
                name = "Подвеска Хитрости",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:31178:0:0:0:0:0:0:0:10|h[Амулет ускользающего могущества]|h|r",
                name = "Амулет ускользающего могущества",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:31194:0:0:0:0:0:-13:31:10|h[Боевые бусы Благословения Гроннов со знаком волка]|h|r",
                name = "Боевые бусы Благословения Гроннов со знаком волка",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:31194:0:0:0:0:0:-17:31:10|h[Боевые бусы Благословения Гроннов со знаком силы]|h|r",
                name = "Боевые бусы Благословения Гроннов со знаком силы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31194:0:0:0:0:0:-45:31:10|h[Боевые бусы Благословения Гроннов с меткой победителя]|h|r",
                name = "Боевые бусы Благословения Гроннов с меткой победителя",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:31194:0:0:0:0:0:-5:31:10|h[Боевые бусы Благословения Гроннов со знаком мартышки]|h|r",
                name = "Боевые бусы Благословения Гроннов со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31196:0:0:0:0:0:0:0:10|h[Амулет посвящения]|h|r",
                name = "Амулет посвящения",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:31275:0:0:0:0:0:0:0:10|h[Ожерелье добычи]|h|r",
                name = "Ожерелье добычи",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31290:0:0:0:0:0:0:0:10|h[Кольцо власти]|h|r",
                name = "Кольцо власти",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:32772:0:0:0:0:0:0:0:10|h[Сверкающее жемчужное кольцо]|h|r",
                name = "Сверкающее жемчужное кольцо",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:37748:0:0:0:0:0:0:0:10|h[Ледяное ожерелье Зимней Спячки]|h|r",
                name = "Ледяное ожерелье Зимней Спячки",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:37751:0:0:0:0:0:0:0:10|h[Потеряный коготь Туги]|h|r",
                name = "Потеряный коготь Туги",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:37758:0:0:0:0:0:0:0:10|h[Неугасающее колье Рейна]|h|r",
                name = "Неугасающее колье Рейна",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:37794:0:0:0:0:0:0:0:10|h[Огромное колье Торты]|h|r",
                name = "Огромное колье Торты",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37819:0:0:0:0:0:0:0:10|h[Мастерски сделанное кольцо Милана]|h|r",
                name = "Мастерски сделанное кольцо Милана",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:37820:0:0:0:0:0:0:0:10|h[Воргенское кольцо возрождения]|h|r",
                name = "Воргенское кольцо возрождения",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:37821:0:0:0:0:0:0:0:10|h[Разрушительный перстень Рейна]|h|r",
                name = "Разрушительный перстень Рейна",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37822:0:0:0:0:0:0:0:10|h[Крученое кольцо-головоломка]|h|r",
                name = "Крученое кольцо-головоломка",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:37823:0:0:0:0:0:0:0:10|h[Драконье колье лютости]|h|r",
                name = "Драконье колье лютости",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:42338:0:0:0:0:0:0:0:10|h[Нефритовый кинжал-подвеска]|h|r",
                name = "Нефритовый кинжал-подвеска",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:42339:0:0:0:0:0:0:0:10|h[Ожерелье Кровавого солнца]|h|r",
                name = "Ожерелье Кровавого солнца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:42340:0:0:0:0:0:-36:65:10|h[Перстень грез с меткой волшебника]|h|r",
                name = "Перстень грез с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:42340:0:0:0:0:0:-42:65:10|h[Перстень грез с меткой оракула]|h|r",
                name = "Перстень грез с меткой оракула",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:42340:0:0:0:0:0:-43:65:10|h[Перстень грез с меткой солдата]|h|r",
                name = "Перстень грез с меткой солдата",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:42340:0:0:0:0:0:-90:65:10|h[Перстень грез с меткой некроманта]|h|r",
                name = "Перстень грез с меткой некроманта",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:42340:0:0:0:0:0:-92:65:10|h[Перстень грез с меткой оруженосца]|h|r",
                name = "Перстень грез с меткой оруженосца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:43250:0:0:0:0:0:0:0:10|h[Кольцо силы земли]|h|r",
                name = "Кольцо силы земли",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:43498:0:0:0:0:0:0:0:10|h[Титановая печатка свирепости]|h|r",
                name = "Титановая печатка свирепости",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44681:0:0:0:0:0:-39:70:10|h[Титановый мозговорот с меткой заклинателя]|h|r",
                name = "Титановый мозговорот с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44681:0:0:0:0:0:-93:70:10|h[Титановый мозговорот с печатью восстановления]|h|r",
                name = "Титановый мозговорот с печатью восстановления",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44683:0:0:0:0:0:-42:65:10|h[Королевская глазница с меткой оракула]|h|r",
                name = "Королевская глазница с меткой оракула",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44688:0:0:0:0:0:-42:65:10|h[Отрубленный клык Лок'Нахак с меткой оракула]|h|r",
                name = "Отрубленный клык Лок'Нахак с меткой оракула",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44688:0:0:0:0:0:-92:65:10|h[Отрубленный клык Лок'Нахак с меткой оруженосца]|h|r",
                name = "Отрубленный клык Лок'Нахак с меткой оруженосца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44688:0:0:0:0:0:-93:65:10|h[Отрубленный клык Лок'Нахак с печатью восстановления]|h|r",
                name = "Отрубленный клык Лок'Нахак с печатью восстановления",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44741:0:0:0:0:0:-26:126:10|h[Механизированные снегозащитные очки с печатью силы заклинаний]|h|r",
                name = "Механизированные снегозащитные очки с печатью силы заклинаний",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44741:0:0:0:0:0:-36:126:10|h[Механизированные снегозащитные очки с меткой волшебника]|h|r",
                name = "Механизированные снегозащитные очки с меткой волшебника",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:46324:0:0:0:0:0:-92:65:10|h[Спектральный коготь Гондрии с меткой оруженосца]|h|r",
                name = "Спектральный коготь Гондрии с меткой оруженосца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:43245:0:0:0:0:0:0:0:10|h[Амулет с кристаллом кальцедония]|h|r",
                name = "Амулет с кристаллом кальцедония",
                count = 1,
            },
        },
    },
    {
        name = "Пуляша",
        updated_at = "2026-05-01 23:18:16",
        money = 13104,
        empty = 67,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:11630:0:0:0:0:0:0:0:10|h[Каменноосколочная беспатронная пуля]|h|r",
                name = "Каменноосколочная беспатронная пуля",
                count = 200,
            },
            {
                link = "|cff0070dd|Hitem:12984:0:0:0:0:0:0:0:10|h[Зов небес]|h|r",
                name = "Зов небес",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13004:0:0:0:0:0:0:0:10|h[Факел Остен]|h|r",
                name = "Факел Остен",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:13019:0:0:0:0:0:0:0:10|h[Короткий лук из когтя гарпии]|h|r",
                name = "Короткий лук из когтя гарпии",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:13020:0:0:0:0:0:0:0:10|h[Лук небесного бойца]|h|r",
                name = "Лук небесного бойца",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:13021:0:0:0:0:0:0:0:10|h[Продеватель игл]|h|r",
                name = "Продеватель игл",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:13022:0:0:0:0:0:0:0:10|h[Длинный лук Грифоньего крыла]|h|r",
                name = "Длинный лук Грифоньего крыла",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:13023:0:0:0:0:0:0:0:10|h[Длинный лук Орлиного рога]|h|r",
                name = "Длинный лук Орлиного рога",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13037:0:0:0:0:0:0:0:10|h[Оса Хрустальных сосен]|h|r",
                name = "Оса Хрустальных сосен",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:13038:0:0:0:0:0:0:0:10|h[Быстроветр]|h|r",
                name = "Быстроветр",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:13039:0:0:0:0:0:0:0:10|h[Раскалывающий череп арбалет]|h|r",
                name = "Раскалывающий череп арбалет",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:13040:0:0:0:0:0:0:0:10|h[Арбалет Ищущий Сердце]|h|r",
                name = "Арбалет Ищущий Сердце",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:13062:0:0:0:0:0:0:0:10|h[Громодерево]|h|r",
                name = "Громодерево",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13063:0:0:0:0:0:0:0:10|h[Звездопад]|h|r",
                name = "Звездопад",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:13064:0:0:0:0:0:0:0:10|h[Огнеиспускатель Джайны]|h|r",
                name = "Огнеиспускатель Джайны",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:13065:0:0:0:0:0:0:0:10|h[Жезл Аллистария]|h|r",
                name = "Жезл Аллистария",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:13136:0:0:0:0:0:0:0:10|h[Пугач маленького Тимми]|h|r",
                name = "Пугач маленького Тимми",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:13137:0:0:0:0:0:0:0:10|h[Железноткач]|h|r",
                name = "Железноткач",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:13138:0:0:0:0:0:0:0:10|h[Глушитель]|h|r",
                name = "Глушитель",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:13139:0:0:0:0:0:0:0:10|h[Выдавливатель внутренностей]|h|r",
                name = "Выдавливатель внутренностей",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:13146:0:0:0:0:0:0:0:10|h[Крупнокалиберный дробовик]|h|r",
                name = "Крупнокалиберный дробовик",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:2098:0:0:0:0:0:0:0:10|h[Двуствольный дробовик]|h|r",
                name = "Двуствольный дробовик",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:23773:0:0:0:0:0:0:0:10|h[Адамантитовые патроны]|h|r",
                name = "Адамантитовые патроны",
                count = 8955,
            },
            {
                link = "|cff0070dd|Hitem:41165:0:0:0:0:0:0:0:10|h[Саронитовые острейшие стрелы]|h|r",
                name = "Саронитовые острейшие стрелы",
                count = 15601,
            },
            {
                link = "|cff1eff00|Hitem:10512:0:0:0:0:0:0:0:10|h[Бронебойные мифриловые пули]|h|r",
                name = "Бронебойные мифриловые пули",
                count = 5000,
            },
            {
                link = "|cff1eff00|Hitem:15997:0:0:0:0:0:0:0:10|h[Ториевые патроны]|h|r",
                name = "Ториевые патроны",
                count = 17710,
            },
            {
                link = "|cff1eff00|Hitem:18042:0:0:0:0:0:0:0:10|h[Стрела с ториевым наконечником]|h|r",
                name = "Стрела с ториевым наконечником",
                count = 10000,
            },
            {
                link = "|cff1eff00|Hitem:23772:0:0:0:0:0:0:0:10|h[Патроны из оскверненного железа]|h|r",
                name = "Патроны из оскверненного железа",
                count = 16495,
            },
            {
                link = "|cff1eff00|Hitem:4407:0:0:0:0:0:0:0:10|h[Точный прицел]|h|r",
                name = "Точный прицел",
                count = 4,
            },
            {
                link = "|cffa335ee|Hitem:2099:0:0:0:0:0:0:0:10|h[Дворфийская пищаль]|h|r",
                name = "Дворфийская пищаль",
                count = 4,
            },
            {
                link = "|cffa335ee|Hitem:2100:0:0:0:0:0:0:0:10|h[Пристрелянный огнестрел]|h|r",
                name = "Пристрелянный огнестрел",
                count = 5,
            },
            {
                link = "|cffa335ee|Hitem:2824:0:0:0:0:0:0:0:10|h[Гроза]|h|r",
                name = "Гроза",
                count = 5,
            },
            {
                link = "|cffa335ee|Hitem:2825:0:0:0:0:0:0:0:10|h[Лук Жгучих Стрел]|h|r",
                name = "Лук Жгучих Стрел",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:10546:0:0:0:0:0:0:0:10|h[Смертоносный прицел]|h|r",
                name = "Смертоносный прицел",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:10548:0:0:0:0:0:0:0:10|h[Снайперский прицел]|h|r",
                name = "Снайперский прицел",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:4405:0:0:0:0:0:0:0:10|h[Кустарный прицел]|h|r",
                name = "Кустарный прицел",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:4406:0:0:0:0:0:0:0:10|h[Обычный прицел]|h|r",
                name = "Обычный прицел",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:44739:0:0:0:0:0:0:0:10|h[Рефракторный прицел с бриллиантовой огранкой]|h|r",
                name = "Рефракторный прицел с бриллиантовой огранкой",
                count = 11,
            },
        },
    },
    {
        name = "Пыляшка",
        updated_at = "2026-05-02 18:02:59",
        money = 38278,
        empty = 64,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:10978:0:0:0:0:0:0:0:10|h[Малый мерцающий осколок]|h|r",
                name = "Малый мерцающий осколок",
                count = 103,
            },
            {
                link = "|cff0070dd|Hitem:11084:0:0:0:0:0:0:0:10|h[Большой мерцающий осколок]|h|r",
                name = "Большой мерцающий осколок",
                count = 130,
            },
            {
                link = "|cff0070dd|Hitem:11138:0:0:0:0:0:0:0:10|h[Малый светящийся осколок]|h|r",
                name = "Малый светящийся осколок",
                count = 118,
            },
            {
                link = "|cff0070dd|Hitem:11139:0:0:0:0:0:0:0:10|h[Большой светящийся осколок]|h|r",
                name = "Большой светящийся осколок",
                count = 112,
            },
            {
                link = "|cff0070dd|Hitem:11177:0:0:0:0:0:0:0:10|h[Малый светозарный осколок]|h|r",
                name = "Малый светозарный осколок",
                count = 170,
            },
            {
                link = "|cff0070dd|Hitem:11178:0:0:0:0:0:0:0:10|h[Большой светозарный осколок]|h|r",
                name = "Большой светозарный осколок",
                count = 74,
            },
            {
                link = "|cff0070dd|Hitem:14343:0:0:0:0:0:0:0:10|h[Малый сверкающий осколок]|h|r",
                name = "Малый сверкающий осколок",
                count = 149,
            },
            {
                link = "|cff0070dd|Hitem:14344:0:0:0:0:0:0:0:10|h[Большой сверкающий осколок]|h|r",
                name = "Большой сверкающий осколок",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:22448:0:0:0:0:0:0:0:10|h[Малый радужный осколок]|h|r",
                name = "Малый радужный осколок",
                count = 118,
            },
            {
                link = "|cff0070dd|Hitem:22449:0:0:0:0:0:0:0:10|h[Большой радужный осколок]|h|r",
                name = "Большой радужный осколок",
                count = 20,
            },
            {
                link = "|cff0070dd|Hitem:34052:0:0:0:0:0:0:0:10|h[Осколок грез]|h|r",
                name = "Осколок грез",
                count = 120,
            },
            {
                link = "|cff0070dd|Hitem:34053:0:0:0:0:0:0:0:10|h[Маленький осколок грез]|h|r",
                name = "Маленький осколок грез",
                count = 57,
            },
            {
                link = "|cff1eff00|Hitem:10938:0:0:0:0:0:0:0:10|h[Малая магическая субстанция]|h|r",
                name = "Малая магическая субстанция",
                count = 8,
            },
            {
                link = "|cff1eff00|Hitem:10939:0:0:0:0:0:0:0:10|h[Большая магическая субстанция]|h|r",
                name = "Большая магическая субстанция",
                count = 160,
            },
            {
                link = "|cff1eff00|Hitem:10998:0:0:0:0:0:0:0:10|h[Простая Астральная субстанция]|h|r",
                name = "Простая Астральная субстанция",
                count = 21,
            },
            {
                link = "|cff1eff00|Hitem:11082:0:0:0:0:0:0:0:10|h[Великая астральная субстанция]|h|r",
                name = "Великая астральная субстанция",
                count = 115,
            },
            {
                link = "|cff1eff00|Hitem:11134:0:0:0:0:0:0:0:10|h[Простая таинственная субстанция]|h|r",
                name = "Простая таинственная субстанция",
                count = 23,
            },
            {
                link = "|cff1eff00|Hitem:11135:0:0:0:0:0:0:0:10|h[Великая таинственная субстанция]|h|r",
                name = "Великая таинственная субстанция",
                count = 137,
            },
            {
                link = "|cff1eff00|Hitem:11174:0:0:0:0:0:0:0:10|h[Простая субстанция Пустоты]|h|r",
                name = "Простая субстанция Пустоты",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11175:0:0:0:0:0:0:0:10|h[Великая субстанция Пустоты]|h|r",
                name = "Великая субстанция Пустоты",
                count = 13,
            },
            {
                link = "|cff1eff00|Hitem:16202:0:0:0:0:0:0:0:10|h[Простая вечная субстанция]|h|r",
                name = "Простая вечная субстанция",
                count = 28,
            },
            {
                link = "|cff1eff00|Hitem:16203:0:0:0:0:0:0:0:10|h[Великая вечная субстанция]|h|r",
                name = "Великая вечная субстанция",
                count = 10,
            },
            {
                link = "|cff1eff00|Hitem:34055:0:0:0:0:0:0:0:10|h[Великая космическая субстанция]|h|r",
                name = "Великая космическая субстанция",
                count = 66,
            },
            {
                link = "|cff1eff00|Hitem:34056:0:0:0:0:0:0:0:10|h[Малая космическая субстанция]|h|r",
                name = "Малая космическая субстанция",
                count = 39,
            },
            {
                link = "|cffa335ee|Hitem:20725:0:0:0:0:0:0:0:10|h[Кристалл-источник]|h|r",
                name = "Кристалл-источник",
                count = 50,
            },
            {
                link = "|cffa335ee|Hitem:34057:0:0:0:0:0:0:0:10|h[Кристалл пропасти]|h|r",
                name = "Кристалл пропасти",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:10940:0:0:0:0:0:0:0:10|h[Странная пыль]|h|r",
                name = "Странная пыль",
                count = 516,
            },
            {
                link = "|cffffffff|Hitem:11083:0:0:0:0:0:0:0:10|h[Пыль духа]|h|r",
                name = "Пыль духа",
                count = 296,
            },
            {
                link = "|cffffffff|Hitem:11128:0:0:0:0:0:0:0:10|h[Золотой жезл]|h|r",
                name = "Золотой жезл",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:11137:0:0:0:0:0:0:0:10|h[Пыль провидения]|h|r",
                name = "Пыль провидения",
                count = 164,
            },
            {
                link = "|cffffffff|Hitem:11144:0:0:0:0:0:0:0:10|h[Жезл из истинного серебра]|h|r",
                name = "Жезл из истинного серебра",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:11176:0:0:0:0:0:0:0:10|h[Сонная пыль]|h|r",
                name = "Сонная пыль",
                count = 282,
            },
            {
                link = "|cffffffff|Hitem:16204:0:0:0:0:0:0:0:10|h[Пыль иллюзий]|h|r",
                name = "Пыль иллюзий",
                count = 104,
            },
            {
                link = "|cffffffff|Hitem:16206:0:0:0:0:0:0:0:10|h[Арканитовый жезл]|h|r",
                name = "Арканитовый жезл",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:17034:0:0:0:0:0:0:0:10|h[Семена клена]|h|r",
                name = "Семена клена",
                count = 45,
            },
            {
                link = "|cffffffff|Hitem:20744:0:0:0:0:0:0:0:10|h[Слабое волшебное масло]|h|r",
                name = "Слабое волшебное масло",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:20746:0:0:0:0:0:0:0:10|h[Простое волшебное масло]|h|r",
                name = "Простое волшебное масло",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:22445:0:0:0:0:0:0:0:10|h[Чародейная пыль]|h|r",
                name = "Чародейная пыль",
                count = 85,
            },
            {
                link = "|cffffffff|Hitem:22522:0:0:0:0:0:0:0:10|h[Превосходное волшебное масло]|h|r",
                name = "Превосходное волшебное масло",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:25843:0:0:0:0:0:0:0:10|h[Жезл из оскверненного железа]|h|r",
                name = "Жезл из оскверненного железа",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:25844:0:0:0:0:0:0:0:10|h[Адамантитовый жезл]|h|r",
                name = "Адамантитовый жезл",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:25845:0:0:0:0:0:0:0:10|h[Этерниевый жезл]|h|r",
                name = "Этерниевый жезл",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:3371:0:0:0:0:0:0:0:10|h[Пустая колба]|h|r",
                name = "Пустая колба",
                count = 45,
            },
            {
                link = "|cffffffff|Hitem:41745:0:0:0:0:0:0:0:10|h[Титановый жезл]|h|r",
                name = "Титановый жезл",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:6338:0:0:0:0:0:0:0:10|h[Серебряный жезл]|h|r",
                name = "Серебряный жезл",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:6339:0:0:0:0:0:0:0:10|h[Рунический серебряный жезл]|h|r",
                name = "Рунический серебряный жезл",
                count = 1,
            },
        },
    },
    {
        name = "Рец",
        updated_at = "2026-05-01 15:43:16",
        money = 74134,
        empty = 3,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:10605:0:0:0:0:0:0:0:10|h[Чертеж: экстремальные очки магической силы]|h|r",
                name = "Чертеж: экстремальные очки магической силы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:10608:0:0:0:0:0:0:0:10|h[Схема: снайперский прицел]|h|r",
                name = "Схема: снайперский прицел",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:12711:0:0:0:0:0:0:0:10|h[Чертеж: шлем чистой души]|h|r",
                name = "Чертеж: шлем чистой души",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:12836:0:0:0:0:0:0:0:10|h[Чертеж: ледяной страж]|h|r",
                name = "Чертеж: ледяной страж",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:12839:0:0:0:0:0:0:0:10|h[Чертеж: пронзатель сердец]|h|r",
                name = "Чертеж: пронзатель сердец",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:14497:0:0:0:0:0:0:0:10|h[Выкройка: поножи из луноткани]|h|r",
                name = "Выкройка: поножи из луноткани",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:14501:0:0:0:0:0:0:0:10|h[Выкройка: жилет из луноткани]|h|r",
                name = "Выкройка: жилет из луноткани",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:15752:0:0:0:0:0:0:0:10|h[Выкройка: поножи жизни]|h|r",
                name = "Выкройка: поножи жизни",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:15760:0:0:0:0:0:0:0:10|h[Выкройка: железноперая кираса]|h|r",
                name = "Выкройка: железноперая кираса",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:15781:0:0:0:0:0:0:0:10|h[Выкройка: поножи из чешуи черного дракона]|h|r",
                name = "Выкройка: поножи из чешуи черного дракона",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:23802:0:0:0:0:0:0:0:10|h[Схема: узорчатая кориевая винтовка]|h|r",
                name = "Схема: узорчатая кориевая винтовка",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:24212:0:0:0:0:0:0:0:10|h[Эскиз: королевское око ночи]|h|r",
                name = "Эскиз: королевское око ночи",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:24213:0:0:0:0:0:0:0:10|h[Эскиз: покрытый письменами благородный топаз]|h|r",
                name = "Эскиз: покрытый письменами благородный топаз",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:3871:0:0:0:0:0:0:0:10|h[Чертеж: золотые чешуйчатые наплечники]|h|r",
                name = "Чертеж: золотые чешуйчатые наплечники",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:4298:0:0:0:0:0:0:0:10|h[Выкройка: пояс стража]|h|r",
                name = "Выкройка: пояс стража",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:4301:0:0:0:0:0:0:0:10|h[Выкройка: варварский пояс]|h|r",
                name = "Выкройка: варварский пояс",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:4415:0:0:0:0:0:0:0:10|h[Схема: монокль ремесленника]|h|r",
                name = "Схема: монокль ремесленника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:7452:0:0:0:0:0:0:0:10|h[Выкройка: мглистые сапоги]|h|r",
                name = "Выкройка: мглистые сапоги",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:7976:0:0:0:0:0:0:0:10|h[Чертеж: мифриловый шип для щита]|h|r",
                name = "Чертеж: мифриловый шип для щита",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:8028:0:0:0:0:0:0:0:10|h[Чертеж: рунический мифриловый молот]|h|r",
                name = "Чертеж: рунический мифриловый молот",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10300:0:0:0:0:0:0:0:10|h[Выкройка: красный жилет из магической ткани]|h|r",
                name = "Выкройка: красный жилет из магической ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10301:0:0:0:0:0:0:0:10|h[Выкройка: белая бандитская маска]|h|r",
                name = "Выкройка: белая бандитская маска",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10302:0:0:0:0:0:0:0:10|h[Выкройка: красные штаны из магической ткани]|h|r",
                name = "Выкройка: красные штаны из магической ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10312:0:0:0:0:0:0:0:10|h[Выкройка: красные перчатки из магической ткани]|h|r",
                name = "Выкройка: красные перчатки из магической ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10424:0:0:0:0:0:0:0:10|h[Чертеж: посеребренные бронзовые поножи]|h|r",
                name = "Чертеж: посеребренные бронзовые поножи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10603:0:0:0:0:0:0:0:10|h[Схема: ультра-очки \"Кошачий глаз\"]|h|r",
                name = "Схема: ультра-очки \"Кошачий глаз\"",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10606:0:0:0:0:0:0:0:10|h[Схема: плащ-парашют]|h|r",
                name = "Схема: плащ-парашют",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11038:0:0:0:0:0:0:0:10|h[Формула чар для двуручного оружия - дух I]|h|r",
                name = "Формула чар для двуручного оружия - дух I",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11039:0:0:0:0:0:0:0:10|h[Формула чар для плаща - ловкость I]|h|r",
                name = "Формула чар для плаща - ловкость I",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11081:0:0:0:0:0:0:0:10|h[Формула чар для щита - броня]|h|r",
                name = "Формула чар для щита - броня",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11152:0:0:0:0:0:0:0:10|h[Формула чар для перчаток - рыбная ловля]|h|r",
                name = "Формула чар для перчаток - рыбная ловля",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11164:0:0:0:0:0:0:0:10|h[Формула чар для оружия - истребитель зверей II]|h|r",
                name = "Формула чар для оружия - истребитель зверей II",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11165:0:0:0:0:0:0:0:10|h[Формула чар для оружия - истребитель элементалей]|h|r",
                name = "Формула чар для оружия - истребитель элементалей",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11166:0:0:0:0:0:0:0:10|h[Формула чар для перчаток - снятие шкур]|h|r",
                name = "Формула чар для перчаток - снятие шкур",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11168:0:0:0:0:0:0:0:10|h[Формула: зачаровывание щита - блок, I ступень]|h|r",
                name = "Формула: зачаровывание щита - блок, I ступень",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11202:0:0:0:0:0:0:0:10|h[Формула чар для щита - выносливость III]|h|r",
                name = "Формула чар для щита - выносливость III",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11203:0:0:0:0:0:0:0:10|h[Формула чар для перчаток - горное дело II]|h|r",
                name = "Формула чар для перчаток - горное дело II",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11204:0:0:0:0:0:0:0:10|h[Формула чар для наручей - дух IV]|h|r",
                name = "Формула чар для наручей - дух IV",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11205:0:0:0:0:0:0:0:10|h[Формула чар для перчаток - травничество II]|h|r",
                name = "Формула чар для перчаток - травничество II",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11206:0:0:0:0:0:0:0:10|h[Формула чар для плаща - ловкость II]|h|r",
                name = "Формула чар для плаща - ловкость II",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11208:0:0:0:0:0:0:0:10|h[Формула чар для оружия - истребитель демонов]|h|r",
                name = "Формула чар для оружия - истребитель демонов",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11225:0:0:0:0:0:0:0:10|h[Формула чар для наручей - выносливость IV]|h|r",
                name = "Формула чар для наручей - выносливость IV",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11226:0:0:0:0:0:0:0:10|h[Формула: зачаровывание перчаток - верховая езда]|h|r",
                name = "Формула: зачаровывание перчаток - верховая езда",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12682:0:0:0:0:0:0:0:10|h[Чертеж: ториевая броня]|h|r",
                name = "Чертеж: ториевая броня",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12683:0:0:0:0:0:0:0:10|h[Чертеж: ториевый пояс]|h|r",
                name = "Чертеж: ториевый пояс",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12684:0:0:0:0:0:0:0:10|h[Чертеж: ториевые наручи]|h|r",
                name = "Чертеж: ториевые наручи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12689:0:0:0:0:0:0:0:10|h[Чертеж: светозарная кираса]|h|r",
                name = "Чертеж: светозарная кираса",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12691:0:0:0:0:0:0:0:10|h[Чертеж: доспех дикого терна]|h|r",
                name = "Чертеж: доспех дикого терна",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12692:0:0:0:0:0:0:0:10|h[Чертеж: ториевый шип для щита]|h|r",
                name = "Чертеж: ториевый шип для щита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12693:0:0:0:0:0:0:0:10|h[Чертеж: ториевые сапоги]|h|r",
                name = "Чертеж: ториевые сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12694:0:0:0:0:0:0:0:10|h[Чертеж: ториевый шлем]|h|r",
                name = "Чертеж: ториевый шлем",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12695:0:0:0:0:0:0:0:10|h[Чертеж: светозарные перчатки]|h|r",
                name = "Чертеж: светозарные перчатки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12697:0:0:0:0:0:0:0:10|h[Чертеж: светозарные сапоги]|h|r",
                name = "Чертеж: светозарные сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12702:0:0:0:0:0:0:0:10|h[Чертеж: светозарный венец]|h|r",
                name = "Чертеж: светозарный венец",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12704:0:0:0:0:0:0:0:10|h[Чертеж: ториевые поножи]|h|r",
                name = "Чертеж: ториевые поножи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12713:0:0:0:0:0:0:0:10|h[Чертеж: светозарные поножи]|h|r",
                name = "Чертеж: светозарные поножи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12827:0:0:0:0:0:0:0:10|h[Чертеж: Безмятежность]|h|r",
                name = "Чертеж: Безмятежность",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:13481:0:0:0:0:0:0:0:10|h[Рецепт: эликсир грубой силы]|h|r",
                name = "Рецепт: эликсир грубой силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:13488:0:0:0:0:0:0:0:10|h[Рецепт: трансмутация жизни в землю]|h|r",
                name = "Рецепт: трансмутация жизни в землю",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:13490:0:0:0:0:0:0:0:10|h[Рецепт: сильное зелье каменного щита]|h|r",
                name = "Рецепт: сильное зелье каменного щита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:13491:0:0:0:0:0:0:0:10|h[Рецепт: эликсир мангуста]|h|r",
                name = "Рецепт: эликсир мангуста",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:13492:0:0:0:0:0:0:0:10|h[Рецепт: зелье очищения]|h|r",
                name = "Рецепт: зелье очищения",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:13493:0:0:0:0:0:0:0:10|h[Рецепт: сильный чародейский эликсир]|h|r",
                name = "Рецепт: сильный чародейский эликсир",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14467:0:0:0:0:0:0:0:10|h[Выкройка: одеяние из ледяной ткани]|h|r",
                name = "Выкройка: одеяние из ледяной ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14470:0:0:0:0:0:0:0:10|h[Выкройка: мундир из рунной ткани]|h|r",
                name = "Выкройка: мундир из рунной ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14474:0:0:0:0:0:0:0:10|h[Выкройка: перчатки из ледяной ткани]|h|r",
                name = "Выкройка: перчатки из ледяной ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14478:0:0:0:0:0:0:0:10|h[Выкройка: одеяние из яркой ткани]|h|r",
                name = "Выкройка: одеяние из яркой ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14479:0:0:0:0:0:0:0:10|h[Выкройка: перчатки из яркой ткани]|h|r",
                name = "Выкройка: перчатки из яркой ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14484:0:0:0:0:0:0:0:10|h[Выкройка: плащ из яркой ткани]|h|r",
                name = "Выкройка: плащ из яркой ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14489:0:0:0:0:0:0:0:10|h[Выкройка: штаны из ледяной ткани]|h|r",
                name = "Выкройка: штаны из ледяной ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14492:0:0:0:0:0:0:0:10|h[Выкройка: сапоги из ткани Скверны]|h|r",
                name = "Выкройка: сапоги из ткани Скверны",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14494:0:0:0:0:0:0:0:10|h[Выкройка: штаны из яркой ткани]|h|r",
                name = "Выкройка: штаны из яркой ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14495:0:0:0:0:0:0:0:10|h[Выкройка: штаны из призрачной ткани]|h|r",
                name = "Выкройка: штаны из призрачной ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14496:0:0:0:0:0:0:0:10|h[Выкройка: капюшон из ткани Скверны]|h|r",
                name = "Выкройка: капюшон из ткани Скверны",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14498:0:0:0:0:0:0:0:10|h[Выкройка: головная повязка из рунной ткани]|h|r",
                name = "Выкройка: головная повязка из рунной ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14499:0:0:0:0:0:0:0:10|h[Выкройка: сумка из луноткани]|h|r",
                name = "Выкройка: сумка из луноткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14634:0:0:0:0:0:0:0:10|h[Рецепт: масло льда]|h|r",
                name = "Рецепт: масло льда",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:15731:0:0:0:0:0:0:0:10|h[Выкройка: рунические кожаные рукавицы]|h|r",
                name = "Выкройка: рунические кожаные рукавицы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15737:0:0:0:0:0:0:0:10|h[Выкройка: химерические сапоги]|h|r",
                name = "Выкройка: химерические сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15745:0:0:0:0:0:0:0:10|h[Выкройка: рунический кожаный пояс]|h|r",
                name = "Выкройка: рунический кожаный пояс",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15746:0:0:0:0:0:0:0:10|h[Выкройка: химерические поножи]|h|r",
                name = "Выкройка: химерические поножи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15747:0:0:0:0:0:0:0:10|h[Выкройка: поножи из кожи ледопарда]|h|r",
                name = "Выкройка: поножи из кожи ледопарда",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15757:0:0:0:0:0:0:0:10|h[Выкройка: гибельные кожаные штаны]|h|r",
                name = "Выкройка: гибельные кожаные штаны",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15761:0:0:0:0:0:0:0:10|h[Выкройка: перчатки из кожи ледопарда]|h|r",
                name = "Выкройка: перчатки из кожи ледопарда",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15779:0:0:0:0:0:0:0:10|h[Выкройка: мундир из кожи ледопарда]|h|r",
                name = "Выкройка: мундир из кожи ледопарда",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:16043:0:0:0:0:0:0:0:10|h[Чертеж: ториевая винтовка]|h|r",
                name = "Чертеж: ториевая винтовка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:16045:0:0:0:0:0:0:0:10|h[Чертеж: суперэкстремальные очки магической силы]|h|r",
                name = "Чертеж: суперэкстремальные очки магической силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:16051:0:0:0:0:0:0:0:10|h[Чертеж: ториевые патроны]|h|r",
                name = "Чертеж: ториевые патроны",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:16055:0:0:0:0:0:0:0:10|h[Схема: чародейская бомба]|h|r",
                name = "Схема: чародейская бомба",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:16214:0:0:0:0:0:0:0:10|h[Формула: зачаровывание браслетов - интеллект, III ступень]|h|r",
                name = "Формула: зачаровывание браслетов - интеллект, III ступень",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:16215:0:0:0:0:0:0:0:10|h[Формула чар для обуви - выносливость IV]|h|r",
                name = "Формула чар для обуви - выносливость IV",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:16218:0:0:0:0:0:0:0:10|h[Формула чар для наручей - дух V]|h|r",
                name = "Формула чар для наручей - дух V",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:16220:0:0:0:0:0:0:0:10|h[Формула чар для обуви - дух II]|h|r",
                name = "Формула чар для обуви - дух II",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:16245:0:0:0:0:0:0:0:10|h[Формула: зачаровывание обуви - ловкость, III ступень]|h|r",
                name = "Формула: зачаровывание обуви - ловкость, III ступень",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:16248:0:0:0:0:0:0:0:10|h[Формула чар для оружия - нечестивое оружие]|h|r",
                name = "Формула чар для оружия - нечестивое оружие",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:18658:0:0:0:0:0:0:0:10|h[Схема: ультра-вспышечный отражатель тьмы]|h|r",
                name = "Схема: ультра-вспышечный отражатель тьмы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:18661:0:0:0:0:0:0:0:10|h[Схема: увеличитель мира]|h|r",
                name = "Схема: увеличитель мира",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2406:0:0:0:0:0:0:0:10|h[Выкройка: тонкие кожаные сапоги]|h|r",
                name = "Выкройка: тонкие кожаные сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2407:0:0:0:0:0:0:0:10|h[Выкройка: белый кожаный жакет]|h|r",
                name = "Выкройка: белый кожаный жакет",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2408:0:0:0:0:0:0:0:10|h[Выкройка: тонкие кожаные перчатки]|h|r",
                name = "Выкройка: тонкие кожаные перчатки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2409:0:0:0:0:0:0:0:10|h[Выкройка: темный кожаный мундир]|h|r",
                name = "Выкройка: темный кожаный мундир",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2553:0:0:0:0:0:0:0:10|h[Рецепт: слабый эликсир ловкости]|h|r",
                name = "Рецепт: слабый эликсир ловкости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2555:0:0:0:0:0:0:0:10|h[Рецепт: зелье скорости]|h|r",
                name = "Рецепт: зелье скорости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2598:0:0:0:0:0:0:0:10|h[Выкройка: красное льняное одеяние]|h|r",
                name = "Выкройка: красное льняное одеяние",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2881:0:0:0:0:0:0:0:10|h[Чертеж: руническая медная кираса]|h|r",
                name = "Чертеж: руническая медная кираса",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2882:0:0:0:0:0:0:0:10|h[Чертеж: посеребренные бронзовые наплечники]|h|r",
                name = "Чертеж: посеребренные бронзовые наплечники",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2883:0:0:0:0:0:0:0:10|h[Чертеж: смертоносный бронзовый короткий кинжал]|h|r",
                name = "Чертеж: смертоносный бронзовый короткий кинжал",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3395:0:0:0:0:0:0:0:10|h[Рецепт: слабое зелье неуязвимости]|h|r",
                name = "Рецепт: слабое зелье неуязвимости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3396:0:0:0:0:0:0:0:10|h[Рецепт: малый эликсир ловкости]|h|r",
                name = "Рецепт: малый эликсир ловкости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3608:0:0:0:0:0:0:0:10|h[Чертеж: тяжелый железный молот]|h|r",
                name = "Чертеж: тяжелый железный молот",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3609:0:0:0:0:0:0:0:10|h[Чертеж: медный плетеный нагрудник]|h|r",
                name = "Чертеж: медный плетеный нагрудник",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3610:0:0:0:0:0:0:0:10|h[Чертеж: украшенные медные рукавицы]|h|r",
                name = "Чертеж: украшенные медные рукавицы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3612:0:0:0:0:0:0:0:10|h[Чертеж: зеленые железные рукавицы]|h|r",
                name = "Чертеж: зеленые железные рукавицы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3832:0:0:0:0:0:0:0:10|h[Рецепт: эликсир обнаружения простой невидимости]|h|r",
                name = "Рецепт: эликсир обнаружения простой невидимости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3866:0:0:0:0:0:0:0:10|h[Чертеж: нефритовый змеиный клинок]|h|r",
                name = "Чертеж: нефритовый змеиный клинок",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3867:0:0:0:0:0:0:0:10|h[Чертеж: позолоченный железный разрушитель]|h|r",
                name = "Чертеж: позолоченный железный разрушитель",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3868:0:0:0:0:0:0:0:10|h[Чертеж: клинок ледяного тигра]|h|r",
                name = "Чертеж: клинок ледяного тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3869:0:0:0:0:0:0:0:10|h[Чертеж: серповидная секира тени]|h|r",
                name = "Чертеж: серповидная секира тени",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3870:0:0:0:0:0:0:0:10|h[Чертеж: зеленые железные наплечники]|h|r",
                name = "Чертеж: зеленые железные наплечники",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3872:0:0:0:0:0:0:0:10|h[Чертеж: золотые чешуйчатые поножи]|h|r",
                name = "Чертеж: золотые чешуйчатые поножи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3873:0:0:0:0:0:0:0:10|h[Чертеж: золотой чешуйчатый панцирь]|h|r",
                name = "Чертеж: золотой чешуйчатый панцирь",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3874:0:0:0:0:0:0:0:10|h[Чертеж: полированные стальные сапоги]|h|r",
                name = "Чертеж: полированные стальные сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4292:0:0:0:0:0:0:0:10|h[Выкройка: зеленая шерстяная сумка]|h|r",
                name = "Выкройка: зеленая шерстяная сумка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4293:0:0:0:0:0:0:0:10|h[Выкройка: кожаный жилет жителя холмов]|h|r",
                name = "Выкройка: кожаный жилет жителя холмов",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4294:0:0:0:0:0:0:0:10|h[Выкройка: пояс жителя холмов]|h|r",
                name = "Выкройка: пояс жителя холмов",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4296:0:0:0:0:0:0:0:10|h[Выкройка: темные кожаные наплечники]|h|r",
                name = "Выкройка: темные кожаные наплечники",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4297:0:0:0:0:0:0:0:10|h[Выкройка: варварские перчатки]|h|r",
                name = "Выкройка: варварские перчатки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4299:0:0:0:0:0:0:0:10|h[Выкройка: защитная броня стража]|h|r",
                name = "Выкройка: защитная броня стража",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4300:0:0:0:0:0:0:0:10|h[Выкройка: кожаные наручи стража]|h|r",
                name = "Выкройка: кожаные наручи стража",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4345:0:0:0:0:0:0:0:10|h[Выкройка: красные шерстяные сапоги]|h|r",
                name = "Выкройка: красные шерстяные сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4346:0:0:0:0:0:0:0:10|h[Выкройка: тяжелый шерстяной плащ]|h|r",
                name = "Выкройка: тяжелый шерстяной плащ",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4347:0:0:0:0:0:0:0:10|h[Выкройка: усиленные шерстяные наплечники]|h|r",
                name = "Выкройка: усиленные шерстяные наплечники",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4348:0:0:0:0:0:0:0:10|h[Выкройка: перчатки Феникса]|h|r",
                name = "Выкройка: перчатки Феникса",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4350:0:0:0:0:0:0:0:10|h[Выкройка: туфли из паутины]|h|r",
                name = "Выкройка: туфли из паутины",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4351:0:0:0:0:0:0:0:10|h[Выкройка: теневой капюшон]|h|r",
                name = "Выкройка: теневой капюшон",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4352:0:0:0:0:0:0:0:10|h[Выкройка: сапоги заклинателя]|h|r",
                name = "Выкройка: сапоги заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4353:0:0:0:0:0:0:0:10|h[Выкройка: паучий пояс]|h|r",
                name = "Выкройка: паучий пояс",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4409:0:0:0:0:0:0:0:10|h[Схема: малый сефориевый заряд]|h|r",
                name = "Схема: малый сефориевый заряд",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4410:0:0:0:0:0:0:0:10|h[Схема: теневые очки]|h|r",
                name = "Схема: теневые очки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4412:0:0:0:0:0:0:0:10|h[Схема: лунная винтовка]|h|r",
                name = "Схема: лунная винтовка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4414:0:0:0:0:0:0:0:10|h[Схема: переносной бронзовый миномет]|h|r",
                name = "Схема: переносной бронзовый миномет",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4417:0:0:0:0:0:0:0:10|h[Схема: большой сефориевый заряд]|h|r",
                name = "Схема: большой сефориевый заряд",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:5083:0:0:0:0:0:0:0:10|h[Выкройка: сумка из шкуры кодо]|h|r",
                name = "Выкройка: сумка из шкуры кодо",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:5578:0:0:0:0:0:0:0:10|h[Чертеж: посеребренная бронзовая кираса]|h|r",
                name = "Чертеж: посеребренная бронзовая кираса",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:5972:0:0:0:0:0:0:0:10|h[Выкройка: тонкие кожаные штаны]|h|r",
                name = "Выкройка: тонкие кожаные штаны",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:5974:0:0:0:0:0:0:0:10|h[Выкройка: плащ хранителя]|h|r",
                name = "Выкройка: плащ хранителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6044:0:0:0:0:0:0:0:10|h[Чертеж: железный шип для щита]|h|r",
                name = "Чертеж: железный шип для щита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6045:0:0:0:0:0:0:0:10|h[Чертеж: железный противовес]|h|r",
                name = "Чертеж: железный противовес",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6271:0:0:0:0:0:0:0:10|h[Выкройка: красный льняной жилет]|h|r",
                name = "Выкройка: красный льняной жилет",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6342:0:0:0:0:0:0:0:10|h[Формула чар для нагрудника - мана I]|h|r",
                name = "Формула чар для нагрудника - мана I",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6344:0:0:0:0:0:0:0:10|h[Формула чар для наручей - дух I]|h|r",
                name = "Формула чар для наручей - дух I",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6347:0:0:0:0:0:0:0:10|h[Формула чар для наручей - сила I]|h|r",
                name = "Формула чар для наручей - сила I",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6348:0:0:0:0:0:0:0:10|h[Формула чар для оружия - истребитель зверей I]|h|r",
                name = "Формула чар для оружия - истребитель зверей I",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6375:0:0:0:0:0:0:0:10|h[Формула чар для наручей - дух II]|h|r",
                name = "Формула чар для наручей - дух II",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6390:0:0:0:0:0:0:0:10|h[Выкройка: стильная синяя рубашка]|h|r",
                name = "Выкройка: стильная синяя рубашка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6391:0:0:0:0:0:0:0:10|h[Выкройка: стильная зеленая рубашка]|h|r",
                name = "Выкройка: стильная зеленая рубашка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6476:0:0:0:0:0:0:0:10|h[Выкройка: пояс из искаженной чешуи]|h|r",
                name = "Выкройка: пояс из искаженной чешуи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6661:0:0:0:0:0:0:0:10|h[Рецепт: загадочное острое лакомство]|h|r",
                name = "Рецепт: загадочное острое лакомство",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:6716:0:0:0:0:0:0:0:10|h[Схема: динамит \"Pro-100-брос\"]|h|r",
                name = "Схема: динамит \"Pro-100-брос\"",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7084:0:0:0:0:0:0:0:10|h[Выкройка: багровые шелковые наплечники]|h|r",
                name = "Выкройка: багровые шелковые наплечники",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7085:0:0:0:0:0:0:0:10|h[Выкройка: лазурные наплечники]|h|r",
                name = "Выкройка: лазурные наплечники",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7086:0:0:0:0:0:0:0:10|h[Выкройка: шелковый пояс земли]|h|r",
                name = "Выкройка: шелковый пояс земли",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7090:0:0:0:0:0:0:0:10|h[Выкройка: зеленая шелковая броня]|h|r",
                name = "Выкройка: зеленая шелковая броня",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7091:0:0:0:0:0:0:0:10|h[Выкройка: перчатки истинной веры]|h|r",
                name = "Выкройка: перчатки истинной веры",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7092:0:0:0:0:0:0:0:10|h[Выкройка: краги Тьмы]|h|r",
                name = "Выкройка: краги Тьмы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7288:0:0:0:0:0:0:0:10|h[Выкройка: штаны из грубой кожи]|h|r",
                name = "Выкройка: штаны из грубой кожи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7360:0:0:0:0:0:0:0:10|h[Выкройка: темные кожаные перчатки]|h|r",
                name = "Выкройка: темные кожаные перчатки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7363:0:0:0:0:0:0:0:10|h[Выкройка: перчатки жулика]|h|r",
                name = "Выкройка: перчатки жулика",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7364:0:0:0:0:0:0:0:10|h[Выкройка: тяжелые перчатки Земли]|h|r",
                name = "Выкройка: тяжелые перчатки Земли",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7449:0:0:0:0:0:0:0:10|h[Выкройка: мглистые кожаные поножи]|h|r",
                name = "Выкройка: мглистые кожаные поножи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7450:0:0:0:0:0:0:0:10|h[Выкройка: броня из зеленого дракончика]|h|r",
                name = "Выкройка: броня из зеленого дракончика",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7451:0:0:0:0:0:0:0:10|h[Выкройка: наручи из чешуи зеленого дракончика]|h|r",
                name = "Выкройка: наручи из чешуи зеленого дракончика",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7453:0:0:0:0:0:0:0:10|h[Выкройка: сапоги быстроты]|h|r",
                name = "Выкройка: сапоги быстроты",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7975:0:0:0:0:0:0:0:10|h[Чертеж: тяжелые мифриловые штаны]|h|r",
                name = "Чертеж: тяжелые мифриловые штаны",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7989:0:0:0:0:0:0:0:10|h[Чертеж: мифриловые шпоры]|h|r",
                name = "Чертеж: мифриловые шпоры",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7992:0:0:0:0:0:0:0:10|h[Чертеж: синий блистающий топор]|h|r",
                name = "Чертеж: синий блистающий топор",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7993:0:0:0:0:0:0:0:10|h[Чертеж: ослепительная мифриловая рапира]|h|r",
                name = "Чертеж: ослепительная мифриловая рапира",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8386:0:0:0:0:0:0:0:10|h[Выкройка: большое вудуистское одеяние]|h|r",
                name = "Выкройка: большое вудуистское одеяние",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8389:0:0:0:0:0:0:0:10|h[Выкройка: большие вудуистские штаны]|h|r",
                name = "Выкройка: большие вудуистские штаны",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8398:0:0:0:0:0:0:0:10|h[Выкройка: жесткие перчатки из чешуи скорпида]|h|r",
                name = "Выкройка: жесткие перчатки из чешуи скорпида",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8399:0:0:0:0:0:0:0:10|h[Выкройка: жесткие сапоги из чешуи скорпида]|h|r",
                name = "Выкройка: жесткие сапоги из чешуи скорпида",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8401:0:0:0:0:0:0:0:10|h[Выкройка: жесткие поножи из чешуи скорпида]|h|r",
                name = "Выкройка: жесткие поножи из чешуи скорпида",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8409:0:0:0:0:0:0:0:10|h[Выкройка: ночные наплечники]|h|r",
                name = "Выкройка: ночные наплечники",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9294:0:0:0:0:0:0:0:10|h[Рецепт: зелье из дикой лозы]|h|r",
                name = "Рецепт: зелье из дикой лозы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9295:0:0:0:0:0:0:0:10|h[Рецепт: зелье невидимости]|h|r",
                name = "Рецепт: зелье невидимости",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:10318:0:0:0:0:0:0:0:10|h[Выкройка: адмиральская шляпа]|h|r",
                name = "Выкройка: адмиральская шляпа",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:12163:0:0:0:0:0:0:0:10|h[Чертеж: палаш лунной стали]|h|r",
                name = "Чертеж: палаш лунной стали",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:12227:0:0:0:0:0:0:0:10|h[Рецепт: постный стейк из волчатины]|h|r",
                name = "Рецепт: постный стейк из волчатины",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:12229:0:0:0:0:0:0:0:10|h[Рецепт: острая волчья грудинка]|h|r",
                name = "Рецепт: острая волчья грудинка",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:12233:0:0:0:0:0:0:0:10|h[Рецепт: загадочная похлебка]|h|r",
                name = "Рецепт: загадочная похлебка",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:12239:0:0:0:0:0:0:0:10|h[Рецепт: мясо в соусе \"Дыхание дракона\"]|h|r",
                name = "Рецепт: мясо в соусе \"Дыхание дракона\"",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:15734:0:0:0:0:0:0:0:10|h[Выкройка: наплечники жизни]|h|r",
                name = "Выкройка: наплечники жизни",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:15742:0:0:0:0:0:0:0:10|h[Выкройка: портупея боевого медведя]|h|r",
                name = "Выкройка: портупея боевого медведя",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:16046:0:0:0:0:0:0:0:10|h[Схема: манекен-мишень искусной работы]|h|r",
                name = "Схема: манекен-мишень искусной работы",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:16050:0:0:0:0:0:0:0:10|h[Схема: сверхточный арканитовый преобразователь]|h|r",
                name = "Схема: сверхточный арканитовый преобразователь",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:16072:0:0:0:0:0:0:0:10|h[Поваренная книга умельца]|h|r",
                name = "Поваренная книга умельца",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:17062:0:0:0:0:0:0:0:10|h[Рецепт: мифрилоголовая форель]|h|r",
                name = "Рецепт: мифрилоголовая форель",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:18652:0:0:0:0:0:0:0:10|h[Схема: гирозамораживающий ледяной отражатель]|h|r",
                name = "Схема: гирозамораживающий ледяной отражатель",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:18656:0:0:0:0:0:0:0:10|h[Схема: мощный сефориевый заряд]|h|r",
                name = "Схема: мощный сефориевый заряд",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:21099:0:0:0:0:0:0:0:10|h[Рецепт: копченый шалфокунь]|h|r",
                name = "Рецепт: копченый шалфокунь",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:21219:0:0:0:0:0:0:0:10|h[Рецепт: деликатес из шалфокуня]|h|r",
                name = "Рецепт: деликатес из шалфокуня",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:21943:0:0:0:0:0:0:0:10|h[Эскиз: краб из истинного серебра]|h|r",
                name = "Эскиз: краб из истинного серебра",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:25849:0:0:0:0:0:0:0:10|h[Формула: рунический этерниевый жезл]|h|r",
                name = "Формула: рунический этерниевый жезл",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:27684:0:0:0:0:0:0:0:10|h[Рецепт: закуска из канюка]|h|r",
                name = "Рецепт: закуска из канюка",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:27736:0:0:0:0:0:0:0:10|h[Поварская книга]|h|r",
                name = "Поварская книга",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:32381:0:0:0:0:0:0:0:10|h[Схема: кабельная система с плавкими предохранителями]|h|r",
                name = "Схема: кабельная система с плавкими предохранителями",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:3734:0:0:0:0:0:0:0:10|h[Рецепт: большой медвежий стейк]|h|r",
                name = "Рецепт: большой медвежий стейк",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:3735:0:0:0:0:0:0:0:10|h[Рецепт: острая отбивная из мяса льва]|h|r",
                name = "Рецепт: острая отбивная из мяса льва",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:4609:0:0:0:0:0:0:0:10|h[Рецепт: жареное крыло канюка]|h|r",
                name = "Рецепт: жареное крыло канюка",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:5786:0:0:0:0:0:0:0:10|h[Выкройка: пояс из чешуи мурлока]|h|r",
                name = "Выкройка: пояс из чешуи мурлока",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:6053:0:0:0:0:0:0:0:10|h[Рецепт: зелье защиты от светлой магии]|h|r",
                name = "Рецепт: зелье защиты от светлой магии",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:6369:0:0:0:0:0:0:0:10|h[Рецепт: каменношкурая треска]|h|r",
                name = "Рецепт: каменношкурая треска",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:7561:0:0:0:0:0:0:0:10|h[Схема: гоблинский кабельный дефибриллятор]|h|r",
                name = "Схема: гоблинский кабельный дефибриллятор",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:8385:0:0:0:0:0:0:0:10|h[Выкройка: перчатки из черепашьего панциря]|h|r",
                name = "Выкройка: перчатки из черепашьего панциря",
                count = 1,
            },
        },
    },
    {
        name = "Рыбная",
        updated_at = "2026-05-01 23:31:40",
        money = 4042,
        empty = 164,
        location = "Оргриммар",
        items = {
            {
                link = "|cffffffff|Hitem:13754:0:0:0:0:0:0:0:10|h[Сырая блестящая мощь-рыба]|h|r",
                name = "Сырая блестящая мощь-рыба",
                count = 267,
            },
            {
                link = "|cffffffff|Hitem:13755:0:0:0:0:0:0:0:10|h[Зимний кальмар]|h|r",
                name = "Зимний кальмар",
                count = 250,
            },
            {
                link = "|cffffffff|Hitem:13756:0:0:0:0:0:0:0:10|h[Сырой летний окунь]|h|r",
                name = "Сырой летний окунь",
                count = 191,
            },
            {
                link = "|cffffffff|Hitem:13757:0:0:0:0:0:0:0:10|h[Молниевый угорь]|h|r",
                name = "Молниевый угорь",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:13758:0:0:0:0:0:0:0:10|h[Сырая краснобородка]|h|r",
                name = "Сырая краснобородка",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:13759:0:0:0:0:0:0:0:10|h[Сырой ночной луциан]|h|r",
                name = "Сырой ночной луциан",
                count = 28,
            },
            {
                link = "|cffffffff|Hitem:13760:0:0:0:0:0:0:0:10|h[Сырой солнечный лосось]|h|r",
                name = "Сырой солнечный лосось",
                count = 41,
            },
            {
                link = "|cffffffff|Hitem:13888:0:0:0:0:0:0:0:10|h[Темноклешневый омар]|h|r",
                name = "Темноклешневый омар",
                count = 15,
            },
            {
                link = "|cffffffff|Hitem:13890:0:0:0:0:0:0:0:10|h[Пластинчатая бронерыба]|h|r",
                name = "Пластинчатая бронерыба",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:21071:0:0:0:0:0:0:0:10|h[Сырой шалфокунь]|h|r",
                name = "Сырой шалфокунь",
                count = 39,
            },
            {
                link = "|cffffffff|Hitem:41805:0:0:0:0:0:0:0:10|h[Борейский медузник]|h|r",
                name = "Борейский медузник",
                count = 21,
            },
            {
                link = "|cffffffff|Hitem:41808:0:0:0:0:0:0:0:10|h[Костечешуйный луциан]|h|r",
                name = "Костечешуйный луциан",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:41812:0:0:0:0:0:0:0:10|h[Бочкоголовый бычок]|h|r",
                name = "Бочкоголовый бычок",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:41813:0:0:0:0:0:0:0:10|h[Медуза]|h|r",
                name = "Медуза",
                count = 245,
            },
            {
                link = "|cffffffff|Hitem:4603:0:0:0:0:0:0:0:10|h[Сырой пятнистый желтохвост]|h|r",
                name = "Сырой пятнистый желтохвост",
                count = 332,
            },
            {
                link = "|cffffffff|Hitem:6289:0:0:0:0:0:0:0:10|h[Сырой острозубый илистый луциан]|h|r",
                name = "Сырой острозубый илистый луциан",
                count = 176,
            },
            {
                link = "|cffffffff|Hitem:6291:0:0:0:0:0:0:0:10|h[Сырая блестящая рыбка]|h|r",
                name = "Сырая блестящая рыбка",
                count = 99,
            },
            {
                link = "|cffffffff|Hitem:6303:0:0:0:0:0:0:0:10|h[Сырая скользкокожая скумбрия]|h|r",
                name = "Сырая скользкокожая скумбрия",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:6308:0:0:0:0:0:0:0:10|h[Сырая ощетиненная зубатка]|h|r",
                name = "Сырая ощетиненная зубатка",
                count = 18,
            },
            {
                link = "|cffffffff|Hitem:6361:0:0:0:0:0:0:0:10|h[Сырой радужный тунец]|h|r",
                name = "Сырой радужный тунец",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:6362:0:0:0:0:0:0:0:10|h[Сырая каменношкурая треска]|h|r",
                name = "Сырая каменношкурая треска",
                count = 340,
            },
            {
                link = "|cffffffff|Hitem:6522:0:0:0:0:0:0:0:10|h[Загадочная рыба]|h|r",
                name = "Загадочная рыба",
                count = 70,
            },
            {
                link = "|cffffffff|Hitem:8365:0:0:0:0:0:0:0:10|h[Сырая мифрилоголовая форель]|h|r",
                name = "Сырая мифрилоголовая форель",
                count = 22,
            },
        },
    },
    {
        name = "Свитковый",
        updated_at = "2026-05-01 22:44:25",
        money = 4291,
        empty = 63,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:38845:0:0:0:0:0:0:0:10|h[Свиток чар для двуручного оружия - импульс IV]|h|r",
                name = "Свиток чар для двуручного оружия - импульс IV",
                count = 7,
            },
            {
                link = "|cff0070dd|Hitem:38992:0:0:0:0:0:0:0:10|h[Свиток чар для двуручного оружия - свирепость II]|h|r",
                name = "Свиток чар для двуручного оружия - свирепость II",
                count = 9,
            },
            {
                link = "|cff0070dd|Hitem:44453:0:0:0:0:0:0:0:10|h[Свиток чар для оружия - могущество II]|h|r",
                name = "Свиток чар для оружия - могущество II",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:38827:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - ловкость I]|h|r",
                name = "Свиток чар для перчаток - ловкость I",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:38828:0:0:0:0:0:0:0:10|h[Свиток чар для щита - выносливость III]|h|r",
                name = "Свиток чар для щита - выносливость III",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:38829:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - интеллект II]|h|r",
                name = "Свиток чар для наручей - интеллект II",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:38833:0:0:0:0:0:0:0:10|h[Свиток чар для нагрудника - здоровье V]|h|r",
                name = "Свиток чар для нагрудника - здоровье V",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:38837:0:0:0:0:0:0:0:10|h[Свиток чар для обуви - скорость]|h|r",
                name = "Свиток чар для обуви - скорость",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:38849:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - выносливость IV]|h|r",
                name = "Свиток чар для наручей - выносливость IV",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:38861:0:0:0:0:0:0:0:10|h[Свиток чар для щита - выносливость IV]|h|r",
                name = "Свиток чар для щита - выносливость IV",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:38863:0:0:0:0:0:0:0:10|h[Свиток чар для обуви - ловкость IV]|h|r",
                name = "Свиток чар для обуви - ловкость IV",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:38866:0:0:0:0:0:0:0:10|h[Свиток чар для нагрудника - здоровье VI]|h|r",
                name = "Свиток чар для нагрудника - здоровье VI",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:38897:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - грубая сила]|h|r",
                name = "Свиток чар для наручей - грубая сила",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:38914:0:0:0:0:0:0:0:10|h[Свиток чар для плаща - броня III]|h|r",
                name = "Свиток чар для плаща - броня III",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:38933:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - сила III]|h|r",
                name = "Свиток чар для перчаток - сила III",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:38945:0:0:0:0:0:0:0:10|h[Свиток чар для щита - выносливость V]|h|r",
                name = "Свиток чар для щита - выносливость V",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:38953:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - Точность]|h|r",
                name = "Свиток чар для перчаток - Точность",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:38964:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - штурм II]|h|r",
                name = "Свиток чар для перчаток - штурм II",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:38967:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - ловкость IV]|h|r",
                name = "Свиток чар для перчаток - ловкость IV",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:38968:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - интеллект V]|h|r",
                name = "Свиток чар для наручей - интеллект V",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:38971:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - удар III]|h|r",
                name = "Свиток чар для наручей - удар III",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:38976:0:0:0:0:0:0:0:10|h[Свиток чар для обуви - ловкость V]|h|r",
                name = "Свиток чар для обуви - ловкость V",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:38979:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - сила заклинаний II]|h|r",
                name = "Свиток чар для перчаток - сила заклинаний II",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:38989:0:0:0:0:0:0:0:10|h[Свиток чар для нагрудника - все характеристики VI]|h|r",
                name = "Свиток чар для нагрудника - все характеристики VI",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:39006:0:0:0:0:0:0:0:10|h[Свиток чар для обуви - живучесть клыкарра]|h|r",
                name = "Свиток чар для обуви - живучесть клыкарра",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:44449:0:0:0:0:0:0:0:10|h[Свиток чар для обуви - штурм I]|h|r",
                name = "Свиток чар для обуви - штурм I",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:44456:0:0:0:0:0:0:0:10|h[Свиток чар для плаща - скорость I]|h|r",
                name = "Свиток чар для плаща - скорость I",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:44457:0:0:0:0:0:0:0:10|h[Свиток чар для плаща - ловкость V]|h|r",
                name = "Свиток чар для плаща - ловкость V",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:44458:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - крушитель]|h|r",
                name = "Свиток чар для перчаток - крушитель",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:44470:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - сила заклинаний III]|h|r",
                name = "Свиток чар для наручей - сила заклинаний III",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:44815:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - штурм II]|h|r",
                name = "Свиток чар для наручей - штурм II",
                count = 5,
            },
        },
    },
    {
        name = "Стартовая",
        updated_at = "2026-05-01 23:19:30",
        money = 347705,
        empty = 13,
        location = "Оргриммар",
        items = {
            {
                link = "|cff1eff00|Hitem:10329:0:0:0:0:0:0:0:10|h[Алый пояс]|h|r",
                name = "Алый пояс",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11287:0:0:0:0:0:0:0:10|h[Малый магический жезл]|h|r",
                name = "Малый магический жезл",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:11288:0:0:0:0:0:0:0:10|h[Большой магический жезл]|h|r",
                name = "Большой магический жезл",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11304:0:0:0:0:0:0:0:10|h[Тонкий длинный лук]|h|r",
                name = "Тонкий длинный лук",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14094:1892:0:0:0:0:754:0:10|h[Бисерная блуза со знаком совы]|h|r",
                name = "Бисерная блуза со знаком совы",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:14097:0:0:0:0:0:756:0:10|h[Дикарские штаны со знаком совы]|h|r",
                name = "Дикарские штаны со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14109:1892:0:0:0:0:844:0:10|h[Дикарское одеяние со знаком орла]|h|r",
                name = "Дикарское одеяние со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14117:931:0:0:0:0:757:0:10|h[Туземные перчатки со знаком совы]|h|r",
                name = "Туземные перчатки со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14120:1892:0:0:0:0:760:0:10|h[Туземное одеяние со знаком совы]|h|r",
                name = "Туземное одеяние со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14121:1892:0:0:0:0:761:0:10|h[Туземный жилет со знаком совы]|h|r",
                name = "Туземный жилет со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14131:0:0:0:0:0:589:0:10|h[Ритуальный пояс со знаком мартышки]|h|r",
                name = "Ритуальный пояс со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14161:884:0:0:0:0:754:0:10|h[Языческая накидка со знаком совы]|h|r",
                name = "Языческая накидка со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14161:884:0:0:0:0:755:0:10|h[Языческая накидка со знаком совы]|h|r",
                name = "Языческая накидка со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14166:905:0:0:0:0:94:0:10|h[Наручи пирата со знаком интеллекта]|h|r",
                name = "Наручи пирата со знаком интеллекта",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14172:1891:0:0:0:0:851:0:10|h[Одеяния пирата со знаком орла]|h|r",
                name = "Одеяния пирата со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14174:3858:0:0:0:0:759:0:10|h[Сапоги пирата со знаком совы]|h|r",
                name = "Сапоги пирата со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14175:1892:0:0:0:0:152:0:10|h[Жилет пирата со знаком интеллекта]|h|r",
                name = "Жилет пирата со знаком интеллекта",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14364:3858:0:0:0:0:0:0:10|h[Туфли мистика]|h|r",
                name = "Туфли мистика",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:14366:905:0:0:0:0:0:0:10|h[Браслеты мистика]|h|r",
                name = "Браслеты мистика",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14371:1892:0:0:0:0:0:0:10|h[Одеяние мистика]|h|r",
                name = "Одеяние мистика",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:14561:856:0:0:0:0:0:0:10|h[Манжеты геолога]|h|r",
                name = "Манжеты геолога",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14565:0:0:0:0:0:0:0:10|h[Короткие штаны геолога]|h|r",
                name = "Короткие штаны геолога",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14571:849:0:0:0:0:0:0:10|h[Накидка дыбогривов]|h|r",
                name = "Накидка дыбогривов",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14727:0:0:0:0:0:0:0:10|h[Набедренники боевой раскраски]|h|r",
                name = "Набедренники боевой раскраски",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14747:904:0:0:0:0:0:0:10|h[Громадные рукавицы]|h|r",
                name = "Громадные рукавицы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14748:0:0:0:0:0:0:0:10|h[Громадные поножи]|h|r",
                name = "Громадные поножи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15014:929:0:0:0:0:238:0:10|h[Волчий кулачный щит со знаком сокола]|h|r",
                name = "Волчий кулачный щит со знаком сокола",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15110:0:0:0:0:0:588:0:10|h[Жесткий пояс со знаком мартышки]|h|r",
                name = "Жесткий пояс со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15112:927:0:0:0:0:22:0:10|h[Жесткие браслеты с печатью выносливости]|h|r",
                name = "Жесткие браслеты с печатью выносливости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15114:884:0:0:0:0:238:0:10|h[Жесткая накидка со знаком сокола]|h|r",
                name = "Жесткая накидка со знаком сокола",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15115:931:0:0:0:0:846:0:10|h[Жесткие перчатки со знаком орла]|h|r",
                name = "Жесткие перчатки со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15122:1883:0:0:0:0:846:0:10|h[Прочные наручи со знаком орла]|h|r",
                name = "Прочные наручи со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15211:20235:0:0:0:0:24:0:10|h[Короткий меч ополченца со знаком силы]|h|r",
                name = "Короткий меч ополченца со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15222:20239:0:0:0:0:1550:0:10|h[Колючая дубина с печатью могущества]|h|r",
                name = "Колючая дубина с печатью могущества",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15224:20235:0:0:0:0:588:0:10|h[Боевой сокрушитель со знаком мартышки]|h|r",
                name = "Боевой сокрушитель со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15224:20244:0:0:0:0:1182:0:10|h[Боевой сокрушитель со знаком медведя]|h|r",
                name = "Боевой сокрушитель со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15259:20319:0:0:0:0:1022:0:10|h[Здоровенный боевой молот со знаком кита]|h|r",
                name = "Здоровенный боевой молот со знаком кита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15303:0:0:0:0:0:757:0:10|h[Штаны гризли со знаком совы]|h|r",
                name = "Штаны гризли со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15306:929:0:0:0:0:17:0:10|h[Дикие наручники со знаком ловкости]|h|r",
                name = "Дикие наручники со знаком ловкости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15306:929:0:0:0:0:231:0:10|h[Дикие наручники со знаком сокола]|h|r",
                name = "Дикие наручники со знаком сокола",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15307:929:0:0:0:0:672:0:10|h[Дикий кулачный щит со знаком тигра]|h|r",
                name = "Дикий кулачный щит со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15311:1891:0:0:0:0:849:0:10|h[Дикая портупея со знаком орла]|h|r",
                name = "Дикая портупея со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15333:884:0:0:0:0:589:0:10|h[Плащ Крикуна со знаком мартышки]|h|r",
                name = "Плащ Крикуна со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15477:0:0:0:0:0:1094:0:10|h[Штаны атакующего со знаком вепря]|h|r",
                name = "Штаны атакующего со знаком вепря",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15479:1892:0:0:0:0:23:0:10|h[Броня атакующего со знаком силы]|h|r",
                name = "Броня атакующего со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15486:929:0:0:0:0:14:0:10|h[Потрепанный в бою щит со знаком ловкости]|h|r",
                name = "Потрепанный в бою щит со знаком ловкости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15486:929:0:0:0:0:584:0:10|h[Потрепанный в бою щит со знаком мартышки]|h|r",
                name = "Потрепанный в бою щит со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15489:3858:0:0:0:0:1182:0:10|h[Окровавленные башмаки со знаком медведя]|h|r",
                name = "Окровавленные башмаки со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15491:856:0:0:0:0:1182:0:10|h[Окровавленные перчатки со знаком медведя]|h|r",
                name = "Окровавленные перчатки со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15492:0:0:0:0:0:1548:0:10|h[Окровавленный кушак с печатью могущества]|h|r",
                name = "Окровавленный кушак с печатью могущества",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15497:0:0:0:0:0:673:0:10|h[Походный шнурованный ремень со знаком тигра]|h|r",
                name = "Походный шнурованный ремень со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15502:856:0:0:0:0:1183:0:10|h[Походные перчатки со знаком медведя]|h|r",
                name = "Походные перчатки со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15504:929:0:0:0:0:1185:0:10|h[Походный щит со знаком медведя]|h|r",
                name = "Походный щит со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15506:929:0:0:0:0:1183:0:10|h[Повязки на щиколотку рубаки со знаком медведя]|h|r",
                name = "Повязки на щиколотку рубаки со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15512:929:0:0:0:0:96:0:10|h[Щит рубаки с печатью выносливости]|h|r",
                name = "Щит рубаки с печатью выносливости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15515:0:0:0:0:0:1553:0:10|h[Шипастый плетеный пояс с печатью могущества]|h|r",
                name = "Шипастый плетеный пояс с печатью могущества",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15894:929:0:0:0:0:0:0:10|h[Кулачный щит дыбогривов]|h|r",
                name = "Кулачный щит дыбогривов",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15933:0:0:0:0:0:839:0:10|h[Простая ветвь со знаком орла]|h|r",
                name = "Простая ветвь со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15969:0:0:0:0:0:2027:0:10|h[Сфера Бусин с печатью исцеления]|h|r",
                name = "Сфера Бусин с печатью исцеления",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2035:20239:0:0:0:0:0:0:10|h[Меч Ночного Неба]|h|r",
                name = "Меч Ночного Неба",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2075:0:0:0:0:0:1989:0:10|h[Палица жреца с аурой природы]|h|r",
                name = "Палица жреца с аурой природы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2078:20235:0:0:0:0:1548:0:10|h[Северный короткий меч с печатью могущества]|h|r",
                name = "Северный короткий меч с печатью могущества",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2078:20235:0:0:0:0:23:0:10|h[Северный короткий меч со знаком силы]|h|r",
                name = "Северный короткий меч со знаком силы",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:2316:884:0:0:0:0:0:0:10|h[Темный кожаный плащ]|h|r",
                name = "Темный кожаный плащ",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2583:3858:0:0:0:0:0:0:10|h[Шерстяные сапоги]|h|r",
                name = "Шерстяные сапоги",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:2585:1892:0:0:0:0:0:0:10|h[Серое шерстяное одеяние]|h|r",
                name = "Серое шерстяное одеяние",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2857:0:0:0:0:0:0:0:10|h[Рунический медный пояс]|h|r",
                name = "Рунический медный пояс",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:2864:1892:0:0:0:0:0:0:10|h[Руническая медная кираса]|h|r",
                name = "Руническая медная кираса",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2865:0:0:0:0:0:0:0:10|h[Грубые бронзовые поножи]|h|r",
                name = "Грубые бронзовые поножи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2957:1892:0:0:0:0:0:0:10|h[Жилет подмастерья]|h|r",
                name = "Жилет подмастерья",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2958:0:0:0:0:0:0:0:10|h[Штаны подмастерья]|h|r",
                name = "Штаны подмастерья",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2962:0:0:0:0:0:0:0:10|h[Обгоревшие кожаные брюки]|h|r",
                name = "Обгоревшие кожаные брюки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2965:1892:0:0:0:0:0:0:10|h[Воинский мундир]|h|r",
                name = "Воинский мундир",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2966:0:0:0:0:0:0:0:10|h[Воинские штаны]|h|r",
                name = "Воинские штаны",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:2969:1892:0:0:0:0:0:0:10|h[Жилет заклинателя]|h|r",
                name = "Жилет заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2970:0:0:0:0:0:0:0:10|h[Штаны заклинателя]|h|r",
                name = "Штаны заклинателя",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:2973:1892:0:0:0:0:0:0:10|h[Охотничий мундир]|h|r",
                name = "Охотничий мундир",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2974:0:0:0:0:0:0:0:10|h[Охотничьи штаны]|h|r",
                name = "Охотничьи штаны",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2976:856:0:0:0:0:0:0:10|h[Охотничьи перчатки]|h|r",
                name = "Охотничьи перчатки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2980:904:0:0:0:0:0:0:10|h[Перчатки ветерана]|h|r",
                name = "Перчатки ветерана",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2981:1892:0:0:0:0:0:0:10|h[Одеяние Провидца]|h|r",
                name = "Одеяние Провидца",
                count = 5,
            },
            {
                link = "|cff1eff00|Hitem:2982:0:0:0:0:0:0:0:10|h[Штаны провидца]|h|r",
                name = "Штаны провидца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2985:1892:0:0:0:0:0:0:10|h[Расписанная кожаная кираса]|h|r",
                name = "Расписанная кожаная кираса",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2986:0:0:0:0:0:0:0:10|h[Покрытые письменами кожаные штаны]|h|r",
                name = "Покрытые письменами кожаные штаны",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:2987:3858:0:0:0:0:0:0:10|h[Покрытые письменами кожаные сапоги]|h|r",
                name = "Покрытые письменами кожаные сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2989:1892:0:0:0:0:0:0:10|h[Вороненый мундир]|h|r",
                name = "Вороненый мундир",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2990:0:0:0:0:0:0:0:10|h[Вороненые поножи]|h|r",
                name = "Вороненые поножи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2991:3858:0:0:0:0:0:0:10|h[Вороненые сапоги]|h|r",
                name = "Вороненые сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2991:929:0:0:0:0:0:0:10|h[Вороненые сапоги]|h|r",
                name = "Вороненые сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2992:856:0:0:0:0:0:0:10|h[Вороненые перчатки]|h|r",
                name = "Вороненые перчатки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3039:0:0:0:0:0:0:0:10|h[Короткий ясеневый лук]|h|r",
                name = "Короткий ясеневый лук",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3040:0:0:0:0:0:0:0:10|h[Охотничья фузея]|h|r",
                name = "Охотничья фузея",
                count = 4,
            },
            {
                link = "|cff1eff00|Hitem:3048:0:0:0:0:0:0:0:10|h[Отблескивающие чешуйчатые набедренники]|h|r",
                name = "Отблескивающие чешуйчатые набедренники",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3057:1887:0:0:0:0:0:0:10|h[Лесные кожаные сапоги]|h|r",
                name = "Лесные кожаные сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3057:3858:0:0:0:0:0:0:10|h[Лесные кожаные сапоги]|h|r",
                name = "Лесные кожаные сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3058:904:0:0:0:0:0:0:10|h[Лесные кожаные перчатки]|h|r",
                name = "Лесные кожаные перчатки",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:31269:20239:0:0:0:0:-80:2:10|h[Молот вурдалака с символом неукротимости]|h|r",
                name = "Молот вурдалака с символом неукротимости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:31270:0:0:0:0:0:-83:2:10|h[Жезл банши с символом солнца]|h|r",
                name = "Жезл банши с символом солнца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3184:20239:0:0:0:0:17:0:10|h[Кинжал-крюк со знаком ловкости]|h|r",
                name = "Кинжал-крюк со знаком ловкости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3184:20244:0:0:0:0:1548:0:10|h[Кинжал-крюк с печатью могущества]|h|r",
                name = "Кинжал-крюк с печатью могущества",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3192:20319:0:0:0:0:24:0:10|h[Короткий полуторный меч со знаком силы]|h|r",
                name = "Короткий полуторный меч со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3192:20320:0:0:0:0:1013:0:10|h[Короткий полуторный меч со знаком кита]|h|r",
                name = "Короткий полуторный меч со знаком кита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3195:20319:0:0:0:0:504:0:10|h[Варварский боевой топор со знаком волка]|h|r",
                name = "Варварский боевой топор со знаком волка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3195:20320:0:0:0:0:588:0:10|h[Варварский боевой топор со знаком мартышки]|h|r",
                name = "Варварский боевой топор со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3196:20319:0:0:0:0:114:0:10|h[Наточенный полуторный меч с печатью выносливости]|h|r",
                name = "Наточенный полуторный меч с печатью выносливости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3196:20319:0:0:0:0:590:0:10|h[Наточенный полуторный меч со знаком мартышки]|h|r",
                name = "Наточенный полуторный меч со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3199:20319:0:0:0:0:851:0:10|h[Грозный Убийца со знаком орла]|h|r",
                name = "Грозный Убийца со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3205:1883:0:0:0:0:0:0:10|h[Покрытые письменами кожаные наручи]|h|r",
                name = "Покрытые письменами кожаные наручи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3206:20319:0:0:0:0:685:0:10|h[Кавалерийский двуручник со знаком тигра]|h|r",
                name = "Кавалерийский двуручник со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3211:929:0:0:0:0:0:0:10|h[Вороненые наручи]|h|r",
                name = "Вороненые наручи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3283:1892:0:0:0:0:0:0:10|h[Боевой плетеный мундир]|h|r",
                name = "Боевой плетеный мундир",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3306:1892:0:0:0:0:0:0:10|h[Жилет недвижной воды]|h|r",
                name = "Жилет недвижной воды",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3314:856:0:0:0:0:0:0:10|h[Парадные кожаные перчатки]|h|r",
                name = "Парадные кожаные перчатки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3480:0:0:0:0:0:0:0:10|h[Грубые бронзовые наплечники]|h|r",
                name = "Грубые бронзовые наплечники",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:3651:929:0:0:0:0:0:0:10|h[Щит ветерана]|h|r",
                name = "Щит ветерана",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3652:929:0:0:0:0:0:0:10|h[Охотничий кулачный щит]|h|r",
                name = "Охотничий кулачный щит",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:3653:929:0:0:0:0:0:0:10|h[Парадный кулачный щит]|h|r",
                name = "Парадный кулачный щит",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3740:20239:0:0:0:0:671:0:10|h[Обезглавливающий меч со знаком тигра]|h|r",
                name = "Обезглавливающий меч со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:38318:1892:0:0:0:0:-79:6:10|h[Одеяние Новолуния с символом луны]|h|r",
                name = "Одеяние Новолуния с символом луны",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4251:0:0:0:0:0:0:0:10|h[Наплечники жителя холмов]|h|r",
                name = "Наплечники жителя холмов",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4314:0:0:0:0:0:0:0:10|h[Шерстяные наплечники с двойным швом]|h|r",
                name = "Шерстяные наплечники с двойным швом",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:4316:0:0:0:0:0:0:0:10|h[Тяжелые шерстяные штаны]|h|r",
                name = "Тяжелые шерстяные штаны",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:4445:20239:0:0:0:0:0:0:10|h[Резатель плоти]|h|r",
                name = "Резатель плоти",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4562:0:0:0:0:0:1182:0:10|h[Сверхострый топор со знаком медведя]|h|r",
                name = "Сверхострый топор со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4562:20319:0:0:0:0:1009:0:10|h[Сверхострый топор со знаком кита]|h|r",
                name = "Сверхострый топор со знаком кита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4562:20319:0:0:0:0:1180:0:10|h[Сверхострый топор со знаком медведя]|h|r",
                name = "Сверхострый топор со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4562:20319:0:0:0:0:1181:0:10|h[Сверхострый топор со знаком медведя]|h|r",
                name = "Сверхострый топор со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4562:20319:0:0:0:0:502:0:10|h[Сверхострый топор со знаком волка]|h|r",
                name = "Сверхострый топор со знаком волка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4562:20319:0:0:0:0:672:0:10|h[Сверхострый топор со знаком тигра]|h|r",
                name = "Сверхострый топор со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4564:0:0:0:0:0:1183:0:10|h[Шипастая дубина со знаком медведя]|h|r",
                name = "Шипастая дубина со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4564:20320:0:0:0:0:585:0:10|h[Шипастая дубина со знаком мартышки]|h|r",
                name = "Шипастая дубина со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4566:20319:0:0:0:0:584:0:10|h[Прочный окованный посох со знаком мартышки]|h|r",
                name = "Прочный окованный посох со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4567:20319:0:0:0:0:1017:0:10|h[Меч наемного воина со знаком кита]|h|r",
                name = "Меч наемного воина со знаком кита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4567:20319:0:0:0:0:93:0:10|h[Меч наемного воина со знаком ловкости]|h|r",
                name = "Меч наемного воина со знаком ловкости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4568:20235:0:0:0:0:24:0:10|h[Топор рубаки со знаком силы]|h|r",
                name = "Топор рубаки со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4569:20239:0:0:0:0:23:0:10|h[Верный молот со знаком силы]|h|r",
                name = "Верный молот со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4571:20239:0:0:0:0:23:0:10|h[Нож воина со знаком силы]|h|r",
                name = "Нож воина со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4577:0:0:0:0:0:0:0:10|h[Компактный дробовик]|h|r",
                name = "Компактный дробовик",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:4708:0:0:0:0:0:0:0:10|h[Яркий пояс]|h|r",
                name = "Яркий пояс",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4710:884:0:0:0:0:0:0:10|h[Лесной плащ]|h|r",
                name = "Лесной плащ",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4777:20319:0:0:0:0:0:0:10|h[Кувалда железного дерева]|h|r",
                name = "Кувалда железного дерева",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4785:0:0:0:0:0:0:0:10|h[Серный пояс]|h|r",
                name = "Серный пояс",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:5069:0:0:0:0:0:0:0:10|h[Огненный жезл]|h|r",
                name = "Огненный жезл",
                count = 4,
            },
            {
                link = "|cff1eff00|Hitem:5422:0:0:0:0:0:0:0:10|h[Поножи ежевичных зарослей]|h|r",
                name = "Поножи ежевичных зарослей",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6263:1893:0:0:0:0:0:0:10|h[Синий комбинезон]|h|r",
                name = "Синий комбинезон",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:6336:1892:0:0:0:0:1180:0:10|h[Пехотный мундир со знаком медведя]|h|r",
                name = "Пехотный мундир со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6337:0:0:0:0:0:1179:0:10|h[Поножи пехотинца со знаком медведя]|h|r",
                name = "Поножи пехотинца со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6379:0:0:0:0:0:0:0:10|h[Покрытый письменами кожаный пояс]|h|r",
                name = "Покрытый письменами кожаный пояс",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:6382:0:0:0:0:0:0:0:10|h[Лесной кожаный пояс]|h|r",
                name = "Лесной кожаный пояс",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6383:929:0:0:0:0:0:0:10|h[Лесной кулачный щит]|h|r",
                name = "Лесной кулачный щит",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6511:1892:0:0:0:0:0:0:10|h[Одеяние подмастерья]|h|r",
                name = "Одеяние подмастерья",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6528:1892:0:0:0:0:0:0:10|h[Одеяние заклинателя]|h|r",
                name = "Одеяние заклинателя",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:6531:1892:0:0:0:0:0:0:10|h[Варварское матерчатое одеяние]|h|r",
                name = "Варварское матерчатое одеяние",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:6536:1892:0:0:0:0:845:0:10|h[Ивовый жилет со знаком орла]|h|r",
                name = "Ивовый жилет со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6540:0:0:0:0:0:842:0:10|h[Ивовые штаны со знаком орла]|h|r",
                name = "Ивовые штаны со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6551:3858:0:0:0:0:1183:0:10|h[Солдатские сапоги со знаком медведя]|h|r",
                name = "Солдатские сапоги со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6552:1892:0:0:0:0:1016:0:10|h[Мундир барда со знаком кита]|h|r",
                name = "Мундир барда со знаком кита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6552:1892:0:0:0:0:132:0:10|h[Мундир барда со знаком ловкости]|h|r",
                name = "Мундир барда со знаком ловкости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6557:3858:0:0:0:0:589:0:10|h[Сапоги барда со знаком мартышки]|h|r",
                name = "Сапоги барда со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6560:929:0:0:0:0:1180:0:10|h[Солдатский щит со знаком медведя]|h|r",
                name = "Солдатский щит со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6560:929:0:0:0:0:24:0:10|h[Солдатский щит со знаком силы]|h|r",
                name = "Солдатский щит со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6563:905:0:0:0:0:26:0:10|h[Мерцающие наручи со знаком интеллекта]|h|r",
                name = "Мерцающие наручи со знаком интеллекта",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6567:1892:0:0:0:0:768:0:10|h[Мерцающая броня со знаком совы]|h|r",
                name = "Мерцающая броня со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6568:0:0:0:0:0:851:0:10|h[Мерцающие брюки со знаком орла]|h|r",
                name = "Мерцающие брюки со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6571:929:0:0:0:0:96:0:10|h[Кулачный щит лазутчика с печатью выносливости]|h|r",
                name = "Кулачный щит лазутчика с печатью выносливости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6571:929:0:0:0:0:97:0:10|h[Кулачный щит лазутчика со знаком силы]|h|r",
                name = "Кулачный щит лазутчика со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6572:929:0:0:0:0:673:0:10|h[Щит поборника со знаком тигра]|h|r",
                name = "Щит поборника со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6576:0:0:0:0:0:591:0:10|h[Ремень поборника со знаком мартышки]|h|r",
                name = "Ремень поборника со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6577:856:0:0:0:0:1186:0:10|h[Рукавицы поборника со знаком медведя]|h|r",
                name = "Рукавицы поборника со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6577:856:0:0:0:0:1187:0:10|h[Рукавицы поборника со знаком медведя]|h|r",
                name = "Рукавицы поборника со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6578:0:0:0:0:0:1190:0:10|h[Поножи поборника со знаком медведя]|h|r",
                name = "Поножи поборника со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6583:905:0:0:0:0:757:0:10|h[Наручи лазутчика со знаком совы]|h|r",
                name = "Наручи лазутчика со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6586:904:0:0:0:0:1187:0:10|h[Перчатки лазутчика со знаком медведя]|h|r",
                name = "Перчатки лазутчика со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6587:0:0:0:0:0:849:0:10|h[Брюки лазутчика со знаком орла]|h|r",
                name = "Брюки лазутчика со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6587:0:0:0:0:0:850:0:10|h[Брюки лазутчика со знаком орла]|h|r",
                name = "Брюки лазутчика со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7108:929:0:0:0:0:1179:0:10|h[Щит пехотинца со знаком медведя]|h|r",
                name = "Щит пехотинца со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7108:929:0:0:0:0:669:0:10|h[Щит пехотинца со знаком тигра]|h|r",
                name = "Щит пехотинца со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:727:0:0:0:0:0:15:0:10|h[Зубчатый короткий меч с печатью выносливости]|h|r",
                name = "Зубчатый короткий меч с печатью выносливости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:727:20235:0:0:0:0:15:0:10|h[Зубчатый короткий меч с печатью выносливости]|h|r",
                name = "Зубчатый короткий меч с печатью выносливости",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:7285:856:0:0:0:0:0:0:10|h[Перчатки из гибкой кожи]|h|r",
                name = "Перчатки из гибкой кожи",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:7554:0:0:0:0:0:94:0:10|h[Ивовая ветвь со знаком интеллекта]|h|r",
                name = "Ивовая ветвь со знаком интеллекта",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7554:0:0:0:0:0:95:0:10|h[Ивовая ветвь со знаком духа]|h|r",
                name = "Ивовая ветвь со знаком духа",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7608:0:0:0:0:0:0:0:10|h[Изящная кружка Провидца]|h|r",
                name = "Изящная кружка Провидца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:789:20239:0:0:0:0:1549:0:10|h[Боевой молот упорства с печатью могущества]|h|r",
                name = "Боевой молот упорства с печатью могущества",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:789:20239:0:0:0:0:587:0:10|h[Боевой молот упорства со знаком мартышки]|h|r",
                name = "Боевой молот упорства со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:790:20239:0:0:0:0:97:0:10|h[Топор лесника со знаком силы]|h|r",
                name = "Топор лесника со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8178:20319:0:0:0:0:1096:0:10|h[Тренировочный меч со знаком вепря]|h|r",
                name = "Тренировочный меч со знаком вепря",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8178:20319:0:0:0:0:256:0:10|h[Тренировочный меч со знаком волка]|h|r",
                name = "Тренировочный меч со знаком волка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8178:20319:0:0:0:0:501:0:10|h[Тренировочный меч со знаком волка]|h|r",
                name = "Тренировочный меч со знаком волка",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:9747:0:0:0:0:0:1011:0:10|h[Простые брюки со знаком кита]|h|r",
                name = "Простые брюки со знаком кита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9747:0:0:0:0:0:842:0:10|h[Простые брюки со знаком орла]|h|r",
                name = "Простые брюки со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9748:1892:0:0:0:0:26:0:10|h[Простое одеяние со знаком интеллекта]|h|r",
                name = "Простое одеяние со знаком интеллекта",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9748:1892:0:0:0:0:755:0:10|h[Простое одеяние со знаком совы]|h|r",
                name = "Простое одеяние со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9749:0:0:0:0:0:840:0:10|h[Простая рубашка со знаком орла]|h|r",
                name = "Простая рубашка со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9749:1892:0:0:0:0:755:0:10|h[Простая рубашка со знаком совы]|h|r",
                name = "Простая рубашка со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9753:929:0:0:0:0:1179:0:10|h[Цыганский кулачный щит со знаком медведя]|h|r",
                name = "Цыганский кулачный щит со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9753:929:0:0:0:0:15:0:10|h[Цыганский кулачный щит с печатью выносливости]|h|r",
                name = "Цыганский кулачный щит с печатью выносливости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9753:929:0:0:0:0:669:0:10|h[Цыганский кулачный щит со знаком тигра]|h|r",
                name = "Цыганский кулачный щит со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9756:0:0:0:0:0:842:0:10|h[Цыганские брюки со знаком орла]|h|r",
                name = "Цыганские брюки со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9770:884:0:0:0:0:1012:0:10|h[Зеленотканый плащ со знаком кита]|h|r",
                name = "Зеленотканый плащ со знаком кита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9771:931:0:0:0:0:764:0:10|h[Зеленотканые перчатки со знаком совы]|h|r",
                name = "Зеленотканые перчатки со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9777:856:0:0:0:0:238:0:10|h[Бандитские наручи со знаком сокола]|h|r",
                name = "Бандитские наручи со знаком сокола",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9779:884:0:0:0:0:587:0:10|h[Бандитский плащ со знаком мартышки]|h|r",
                name = "Бандитский плащ со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9780:927:0:0:0:0:1183:0:10|h[Бандитские перчатки со знаком медведя]|h|r",
                name = "Бандитские перчатки со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9781:0:0:0:0:0:2033:0:10|h[Бандитские штаны с печатью исцеления]|h|r",
                name = "Бандитские штаны с печатью исцеления",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9781:0:0:0:0:0:848:0:10|h[Бандитские штаны со знаком орла]|h|r",
                name = "Бандитские штаны со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9801:0:0:0:0:0:1190:0:10|h[Наилучший пояс со знаком медведя]|h|r",
                name = "Наилучший пояс со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9805:0:0:0:0:0:588:0:10|h[Наилучший плащ со знаком мартышки]|h|r",
                name = "Наилучший плащ со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9810:1887:0:0:0:0:850:0:10|h[Укрепленные сапоги со знаком орла]|h|r",
                name = "Укрепленные сапоги со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9812:849:0:0:0:0:672:0:10|h[Укрепленный плащ со знаком тигра]|h|r",
                name = "Укрепленный плащ со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9812:884:0:0:0:0:1098:0:10|h[Укрепленный плащ со знаком вепря]|h|r",
                name = "Укрепленный плащ со знаком вепря",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9816:929:0:0:0:0:593:0:10|h[Укрепленный щит со знаком мартышки]|h|r",
                name = "Укрепленный щит со знаком мартышки",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:7026:0:0:0:0:0:0:0:10|h[Льняной пояс]|h|r",
                name = "Льняной пояс",
                count = 1,
            },
        },
    },
    {
        name = "Сумчатая",
        updated_at = "2026-05-01 23:20:43",
        money = 9245,
        empty = 5,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:23775:0:0:0:0:0:0:0:10|h[Титановый ящик с инструментами]|h|r",
                name = "Титановый ящик с инструментами",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:38347:0:0:0:0:0:0:0:10|h[Шахтерская сумка из шкуры мамонта]|h|r",
                name = "Шахтерская сумка из шкуры мамонта",
                count = 7,
            },
            {
                link = "|cff0070dd|Hitem:38399:0:0:0:0:0:0:0:10|h[Походная сума зверолова]|h|r",
                name = "Походная сума зверолова",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44446:0:0:0:0:0:0:0:10|h[Рюкзак с бесчисленными карманами]|h|r",
                name = "Рюкзак с бесчисленными карманами",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:21841:0:0:0:0:0:0:0:10|h[Сумка из ткани Пустоты]|h|r",
                name = "Сумка из ткани Пустоты",
                count = 148,
            },
            {
                link = "|cff1eff00|Hitem:21843:0:0:0:0:0:0:0:10|h[Сумка из прочной ткани Пустоты]|h|r",
                name = "Сумка из прочной ткани Пустоты",
                count = 6,
            },
            {
                link = "|cff1eff00|Hitem:30747:0:0:0:0:0:0:0:10|h[Мешочек для самоцветов]|h|r",
                name = "Мешочек для самоцветов",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:41599:0:0:0:0:0:0:0:10|h[Сумка из ледяной ткани]|h|r",
                name = "Сумка из ледяной ткани",
                count = 20,
            },
            {
                link = "|cff1eff00|Hitem:4500:0:0:0:0:0:0:0:10|h[Рюкзак путника]|h|r",
                name = "Рюкзак путника",
                count = 11,
            },
            {
                link = "|cffa335ee|Hitem:51809:0:0:0:0:0:0:0:10|h[Переносная дыра в пространстве]|h|r",
                name = "Переносная дыра в пространстве",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:3914:0:0:0:0:0:0:0:10|h[Заплечный мешок подмастерья]|h|r",
                name = "Заплечный мешок подмастерья",
                count = 1,
            },
        },
    },
    {
        name = "Тернистая",
        updated_at = "2026-05-01 23:34:00",
        money = 136218,
        empty = 39,
        location = "Оргриммар",
        items = {
            {
                link = "|cffffffff|Hitem:2725:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 1]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 1",
                count = 33,
            },
            {
                link = "|cffffffff|Hitem:2728:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 4]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 4",
                count = 32,
            },
            {
                link = "|cffffffff|Hitem:2730:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 6]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 6",
                count = 40,
            },
            {
                link = "|cffffffff|Hitem:2732:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 8]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 8",
                count = 29,
            },
            {
                link = "|cffffffff|Hitem:2734:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 10]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 10",
                count = 41,
            },
            {
                link = "|cffffffff|Hitem:2735:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 11]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 11",
                count = 24,
            },
            {
                link = "|cffffffff|Hitem:2738:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 14]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 14",
                count = 30,
            },
            {
                link = "|cffffffff|Hitem:2740:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 16]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 16",
                count = 38,
            },
            {
                link = "|cffffffff|Hitem:2742:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 18]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 18",
                count = 45,
            },
            {
                link = "|cffffffff|Hitem:2744:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 20]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 20",
                count = 38,
            },
            {
                link = "|cffffffff|Hitem:2745:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 21]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 21",
                count = 37,
            },
            {
                link = "|cffffffff|Hitem:2748:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 24]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 24",
                count = 35,
            },
            {
                link = "|cffffffff|Hitem:2749:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 25]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 25",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:2750:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 26]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 26",
                count = 45,
            },
            {
                link = "|cffffffff|Hitem:2751:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 27]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 27",
                count = 35,
            },
        },
    },
    {
        name = "Тканюшка",
        updated_at = "2026-05-01 23:25:29",
        money = 201502,
        empty = 85,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:41601:0:0:0:0:0:0:0:10|h[Сияющая чародейская нить]|h|r",
                name = "Сияющая чародейская нить",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:41603:0:0:0:0:0:0:0:10|h[Лазурная чародейская нить]|h|r",
                name = "Лазурная чародейская нить",
                count = 10,
            },
            {
                link = "|cff1eff00|Hitem:21842:0:0:0:0:0:0:0:10|h[Рулон прочной ткани Пустоты]|h|r",
                name = "Рулон прочной ткани Пустоты",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:10285:0:0:0:0:0:0:0:10|h[Тенешелк]|h|r",
                name = "Тенешелк",
                count = 121,
            },
            {
                link = "|cffffffff|Hitem:14047:0:0:0:0:0:0:0:10|h[Руническая ткань]|h|r",
                name = "Руническая ткань",
                count = 1704,
            },
            {
                link = "|cffffffff|Hitem:14048:0:0:0:0:0:0:0:10|h[Рулон рунической ткани]|h|r",
                name = "Рулон рунической ткани",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:14227:0:0:0:0:0:0:0:10|h[Железношелковая паутина]|h|r",
                name = "Железношелковая паутина",
                count = 60,
            },
            {
                link = "|cffffffff|Hitem:14256:0:0:0:0:0:0:0:10|h[Ткань Скверны]|h|r",
                name = "Ткань Скверны",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:21881:0:0:0:0:0:0:0:10|h[Шелковая паутина Пустоты]|h|r",
                name = "Шелковая паутина Пустоты",
                count = 73,
            },
            {
                link = "|cffffffff|Hitem:2320:0:0:0:0:0:0:0:10|h[Грубая нить]|h|r",
                name = "Грубая нить",
                count = 30,
            },
            {
                link = "|cffffffff|Hitem:2321:0:0:0:0:0:0:0:10|h[Тонкая нить]|h|r",
                name = "Тонкая нить",
                count = 40,
            },
            {
                link = "|cffffffff|Hitem:2589:0:0:0:0:0:0:0:10|h[Льняной материал]|h|r",
                name = "Льняной материал",
                count = 1247,
            },
            {
                link = "|cffffffff|Hitem:2592:0:0:0:0:0:0:0:10|h[Шерсть]|h|r",
                name = "Шерсть",
                count = 856,
            },
            {
                link = "|cffffffff|Hitem:2996:0:0:0:0:0:0:0:10|h[Рулон льняной ткани]|h|r",
                name = "Рулон льняной ткани",
                count = 533,
            },
            {
                link = "|cffffffff|Hitem:2997:0:0:0:0:0:0:0:10|h[Рулон шерсти]|h|r",
                name = "Рулон шерсти",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:3182:0:0:0:0:0:0:0:10|h[Паутина]|h|r",
                name = "Паутина",
                count = 278,
            },
            {
                link = "|cffffffff|Hitem:42253:0:0:0:0:0:0:0:10|h[Паутина паука-ледопряда]|h|r",
                name = "Паутина паука-ледопряда",
                count = 100,
            },
            {
                link = "|cffffffff|Hitem:4305:0:0:0:0:0:0:0:10|h[Рулон шелка]|h|r",
                name = "Рулон шелка",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:4306:0:0:0:0:0:0:0:10|h[Шелковый материал]|h|r",
                name = "Шелковый материал",
                count = 1304,
            },
            {
                link = "|cffffffff|Hitem:4337:0:0:0:0:0:0:0:10|h[Плотная паутина]|h|r",
                name = "Плотная паутина",
                count = 152,
            },
            {
                link = "|cffffffff|Hitem:4338:0:0:0:0:0:0:0:10|h[Магическая ткань]|h|r",
                name = "Магическая ткань",
                count = 1289,
            },
            {
                link = "|cffffffff|Hitem:4339:0:0:0:0:0:0:0:10|h[Рулон магической ткани]|h|r",
                name = "Рулон магической ткани",
                count = 60,
            },
            {
                link = "|cffffffff|Hitem:4589:0:0:0:0:0:0:0:10|h[Длинное элегантное перо]|h|r",
                name = "Длинное элегантное перо",
                count = 100,
            },
            {
                link = "|cffffffff|Hitem:7071:0:0:0:0:0:0:0:10|h[Железная скоба]|h|r",
                name = "Железная скоба",
                count = 44,
            },
            {
                link = "|cffffffff|Hitem:7072:0:0:0:0:0:0:0:10|h[Чешуя наги]|h|r",
                name = "Чешуя наги",
                count = 113,
            },
            {
                link = "|cffffffff|Hitem:9210:0:0:0:0:0:0:0:10|h[Призрачная краска]|h|r",
                name = "Призрачная краска",
                count = 20,
            },
        },
    },
    {
        name = "Травяная",
        updated_at = "2026-05-01 23:30:28",
        money = 339467,
        empty = 67,
        location = "Оргриммар",
        items = {
            {
                link = "|cff1eff00|Hitem:13468:0:0:0:0:0:0:0:10|h[Черный лотос]|h|r",
                name = "Черный лотос",
                count = 88,
            },
            {
                link = "|cff1eff00|Hitem:22794:0:0:0:0:0:0:0:10|h[Лотос Скверны]|h|r",
                name = "Лотос Скверны",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:11040:0:0:0:0:0:0:0:10|h[Рассветница]|h|r",
                name = "Рассветница",
                count = 33,
            },
            {
                link = "|cffffffff|Hitem:13422:0:0:0:0:0:0:0:10|h[Каменный угорь]|h|r",
                name = "Каменный угорь",
                count = 25,
            },
            {
                link = "|cffffffff|Hitem:13423:0:0:0:0:0:0:0:10|h[Масло каменного угря]|h|r",
                name = "Масло каменного угря",
                count = 299,
            },
            {
                link = "|cffffffff|Hitem:13463:0:0:0:0:0:0:0:10|h[Снолист]|h|r",
                name = "Снолист",
                count = 162,
            },
            {
                link = "|cffffffff|Hitem:13464:0:0:0:0:0:0:0:10|h[Золотой сансам]|h|r",
                name = "Золотой сансам",
                count = 162,
            },
            {
                link = "|cffffffff|Hitem:13465:0:0:0:0:0:0:0:10|h[Горный серебряный шалфей]|h|r",
                name = "Горный серебряный шалфей",
                count = 22,
            },
            {
                link = "|cffffffff|Hitem:13466:0:0:0:0:0:0:0:10|h[Чумоцвет]|h|r",
                name = "Чумоцвет",
                count = 62,
            },
            {
                link = "|cffffffff|Hitem:13467:0:0:0:0:0:0:0:10|h[Ледяной зев]|h|r",
                name = "Ледяной зев",
                count = 105,
            },
            {
                link = "|cffffffff|Hitem:22785:0:0:0:0:0:0:0:10|h[Сквернопля]|h|r",
                name = "Сквернопля",
                count = 218,
            },
            {
                link = "|cffffffff|Hitem:22786:0:0:0:0:0:0:0:10|h[Сияние грез]|h|r",
                name = "Сияние грез",
                count = 302,
            },
            {
                link = "|cffffffff|Hitem:22787:0:0:0:0:0:0:0:10|h[Кисейница]|h|r",
                name = "Кисейница",
                count = 140,
            },
            {
                link = "|cffffffff|Hitem:22789:0:0:0:0:0:0:0:10|h[Терошишка]|h|r",
                name = "Терошишка",
                count = 120,
            },
            {
                link = "|cffffffff|Hitem:22790:0:0:0:0:0:0:0:10|h[Древний лишайник]|h|r",
                name = "Древний лишайник",
                count = 59,
            },
            {
                link = "|cffffffff|Hitem:22792:0:0:0:0:0:0:0:10|h[Ползучий кошмарник]|h|r",
                name = "Ползучий кошмарник",
                count = 143,
            },
            {
                link = "|cffffffff|Hitem:22793:0:0:0:0:0:0:0:10|h[Манаполох]|h|r",
                name = "Манаполох",
                count = 25,
            },
            {
                link = "|cffffffff|Hitem:2447:0:0:0:0:0:0:0:10|h[Мироцвет]|h|r",
                name = "Мироцвет",
                count = 736,
            },
            {
                link = "|cffffffff|Hitem:2449:0:0:0:0:0:0:0:10|h[Земляной корень]|h|r",
                name = "Земляной корень",
                count = 482,
            },
            {
                link = "|cffffffff|Hitem:2450:0:0:0:0:0:0:0:10|h[Остротерн]|h|r",
                name = "Остротерн",
                count = 369,
            },
            {
                link = "|cffffffff|Hitem:2452:0:0:0:0:0:0:0:10|h[Скорополох]|h|r",
                name = "Скорополох",
                count = 354,
            },
            {
                link = "|cffffffff|Hitem:2453:0:0:0:0:0:0:0:10|h[Синячник]|h|r",
                name = "Синячник",
                count = 624,
            },
            {
                link = "|cffffffff|Hitem:3355:0:0:0:0:0:0:0:10|h[Дикий сталецвет]|h|r",
                name = "Дикий сталецвет",
                count = 195,
            },
            {
                link = "|cffffffff|Hitem:3356:0:0:0:0:0:0:0:10|h[Королевская кровь]|h|r",
                name = "Королевская кровь",
                count = 214,
            },
            {
                link = "|cffffffff|Hitem:3357:0:0:0:0:0:0:0:10|h[Корень жизни]|h|r",
                name = "Корень жизни",
                count = 109,
            },
            {
                link = "|cffffffff|Hitem:3358:0:0:0:0:0:0:0:10|h[Кадгаров ус]|h|r",
                name = "Кадгаров ус",
                count = 219,
            },
            {
                link = "|cffffffff|Hitem:3369:0:0:0:0:0:0:0:10|h[Могильный мох]|h|r",
                name = "Могильный мох",
                count = 51,
            },
            {
                link = "|cffffffff|Hitem:36901:0:0:0:0:0:0:0:10|h[Золотой клевер]|h|r",
                name = "Золотой клевер",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:36903:0:0:0:0:0:0:0:10|h[Язык аспида]|h|r",
                name = "Язык аспида",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:36905:0:0:0:0:0:0:0:10|h[Личецвет]|h|r",
                name = "Личецвет",
                count = 42,
            },
            {
                link = "|cffffffff|Hitem:36907:0:0:0:0:0:0:0:10|h[Роза Таландры]|h|r",
                name = "Роза Таландры",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:3818:0:0:0:0:0:0:0:10|h[Бледнолист]|h|r",
                name = "Бледнолист",
                count = 229,
            },
            {
                link = "|cffffffff|Hitem:3819:0:0:0:0:0:0:0:10|h[Морозник]|h|r",
                name = "Морозник",
                count = 45,
            },
            {
                link = "|cffffffff|Hitem:3820:0:0:0:0:0:0:0:10|h[Удавник]|h|r",
                name = "Удавник",
                count = 238,
            },
            {
                link = "|cffffffff|Hitem:3821:0:0:0:0:0:0:0:10|h[Златошип]|h|r",
                name = "Златошип",
                count = 142,
            },
            {
                link = "|cffffffff|Hitem:39970:0:0:0:0:0:0:0:10|h[Огнелист]|h|r",
                name = "Огнелист",
                count = 229,
            },
            {
                link = "|cffffffff|Hitem:40195:0:0:0:0:0:0:0:10|h[Карломасло]|h|r",
                name = "Карломасло",
                count = 149,
            },
            {
                link = "|cffffffff|Hitem:40199:0:0:0:0:0:0:0:10|h[Карликовый сосокунь]|h|r",
                name = "Карликовый сосокунь",
                count = 289,
            },
            {
                link = "|cffffffff|Hitem:4625:0:0:0:0:0:0:0:10|h[Огнецвет]|h|r",
                name = "Огнецвет",
                count = 168,
            },
            {
                link = "|cffffffff|Hitem:6358:0:0:0:0:0:0:0:10|h[Масляный черноротик]|h|r",
                name = "Масляный черноротик",
                count = 142,
            },
            {
                link = "|cffffffff|Hitem:6359:0:0:0:0:0:0:0:10|h[Огнеперый луциан]|h|r",
                name = "Огнеперый луциан",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:6370:0:0:0:0:0:0:0:10|h[Масло черноротика]|h|r",
                name = "Масло черноротика",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:765:0:0:0:0:0:0:0:10|h[Сребролист]|h|r",
                name = "Сребролист",
                count = 513,
            },
            {
                link = "|cffffffff|Hitem:785:0:0:0:0:0:0:0:10|h[Магороза]|h|r",
                name = "Магороза",
                count = 304,
            },
            {
                link = "|cffffffff|Hitem:7972:0:0:0:0:0:0:0:10|h[Лимфа нежити]|h|r",
                name = "Лимфа нежити",
                count = 44,
            },
            {
                link = "|cffffffff|Hitem:8831:0:0:0:0:0:0:0:10|h[Лиловый лотос]|h|r",
                name = "Лиловый лотос",
                count = 144,
            },
            {
                link = "|cffffffff|Hitem:8836:0:0:0:0:0:0:0:10|h[Слезы Артаса]|h|r",
                name = "Слезы Артаса",
                count = 41,
            },
            {
                link = "|cffffffff|Hitem:8838:0:0:0:0:0:0:0:10|h[Солнечник]|h|r",
                name = "Солнечник",
                count = 84,
            },
            {
                link = "|cffffffff|Hitem:8839:0:0:0:0:0:0:0:10|h[Пастушья сумка]|h|r",
                name = "Пастушья сумка",
                count = 149,
            },
            {
                link = "|cffffffff|Hitem:8845:0:0:0:0:0:0:0:10|h[Призрачная поганка]|h|r",
                name = "Призрачная поганка",
                count = 116,
            },
            {
                link = "|cffffffff|Hitem:8846:0:0:0:0:0:0:0:10|h[Кровь Грома]|h|r",
                name = "Кровь Грома",
                count = 85,
            },
        },
    },
    {
        name = "Царапучка",
        updated_at = "2026-05-01 23:35:49",
        money = 14656,
        empty = 134,
        location = "Оргриммар",
        items = {
            {
                link = "|cffffffff|Hitem:1288:0:0:0:0:0:0:0:10|h[Большая ядовитая железа]|h|r",
                name = "Большая ядовитая железа",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:1475:0:0:0:0:0:0:0:10|h[Малая ядовитая железа]|h|r",
                name = "Малая ядовитая железа",
                count = 63,
            },
            {
                link = "|cffffffff|Hitem:19441:0:0:0:0:0:0:0:10|h[Огромная ядовитая железа]|h|r",
                name = "Огромная ядовитая железа",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:4402:0:0:0:0:0:0:0:10|h[Малая пламенная железа]|h|r",
                name = "Малая пламенная железа",
                count = 47,
            },
            {
                link = "|cffffffff|Hitem:5635:0:0:0:0:0:0:0:10|h[Острый коготь]|h|r",
                name = "Острый коготь",
                count = 101,
            },
            {
                link = "|cffffffff|Hitem:5637:0:0:0:0:0:0:0:10|h[Большой клык]|h|r",
                name = "Большой клык",
                count = 77,
            },
        },
    },
    {
        name = "Шмотный",
        updated_at = "2026-05-02 11:21:42",
        money = 336703,
        empty = 52,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:31133:0:0:0:0:0:0:0:10|h[Поножи сгустка тьмы]|h|r",
                name = "Поножи сгустка тьмы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31150:0:0:0:0:0:0:0:10|h[Перчатки благочестия]|h|r",
                name = "Перчатки благочестия",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31170:0:0:0:0:0:-19:47:10|h[Выкованный демоном хауберк со знаком интеллекта]|h|r",
                name = "Выкованный демоном хауберк со знаком интеллекта",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31172:0:0:0:0:0:-42:47:10|h[Демонически обработанный мундир с меткой оракула]|h|r",
                name = "Демонически обработанный мундир с меткой оракула",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31181:0:0:0:0:0:-37:40:10|h[Повязки из шкуры камнечервя с меткой целителя]|h|r",
                name = "Повязки из шкуры камнечервя с меткой целителя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31182:0:0:0:0:0:-5:49:10|h[Шлем Легиона со знаком мартышки]|h|r",
                name = "Шлем Легиона со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31183:0:0:0:0:0:-8:49:10|h[Капюшон Легиона со знаком кита]|h|r",
                name = "Капюшон Легиона со знаком кита",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31185:0:0:0:0:0:-37:49:10|h[Корона Легиона с меткой целителя]|h|r",
                name = "Корона Легиона с меткой целителя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31192:0:0:0:0:0:-38:30:10|h[Наручники из шкуры кроколиска с меткой пророка]|h|r",
                name = "Наручники из шкуры кроколиска с меткой пророка",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31201:0:0:0:0:0:-42:33:10|h[Плащ Иллидари с меткой оракула]|h|r",
                name = "Плащ Иллидари с меткой оракула",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31232:0:0:0:0:0:-17:40:10|h[Лютые башмаки со знаком силы]|h|r",
                name = "Лютые башмаки со знаком силы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31240:0:0:0:0:0:0:0:10|h[Чешуя Зверя]|h|r",
                name = "Чешуя Зверя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31242:0:0:0:0:0:-13:51:10|h[Ножные латы из чешуи нага со знаком волка]|h|r",
                name = "Ножные латы из чешуи нага со знаком волка",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31242:0:0:0:0:0:-6:51:10|h[Ножные латы из чешуи нага со знаком орла]|h|r",
                name = "Ножные латы из чешуи нага со знаком орла",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31243:0:0:0:0:0:-10:51:10|h[Набедренники из чешуи нага со знаком гориллы]|h|r",
                name = "Набедренники из чешуи нага со знаком гориллы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31243:0:0:0:0:0:-35:51:10|h[Набедренники из чешуи нага с защитой от темной магии]|h|r",
                name = "Набедренники из чешуи нага с защитой от темной магии",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31243:0:0:0:0:0:-40:51:10|h[Набедренники из чешуи нага с меткой преступника]|h|r",
                name = "Набедренники из чешуи нага с меткой преступника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31243:0:0:0:0:0:-8:51:10|h[Набедренники из чешуи нага со знаком кита]|h|r",
                name = "Набедренники из чешуи нага со знаком кита",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31244:0:0:0:0:0:-41:51:10|h[Штаны из шкуры нага с меткой зверя]|h|r",
                name = "Штаны из шкуры нага с меткой зверя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31244:0:0:0:0:0:-7:51:10|h[Штаны из шкуры нага со знаком медведя]|h|r",
                name = "Штаны из шкуры нага со знаком медведя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31247:0:0:0:0:0:-13:38:10|h[Болотное наплечье со знаком волка]|h|r",
                name = "Болотное наплечье со знаком волка",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31247:0:0:0:0:0:-44:38:10|h[Болотное наплечье с меткой старца]|h|r",
                name = "Болотное наплечье с меткой старца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31249:0:0:0:0:0:-40:38:10|h[Болотный наплеч с меткой преступника]|h|r",
                name = "Болотный наплеч с меткой преступника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31249:0:0:0:0:0:-6:38:10|h[Болотный наплеч со знаком орла]|h|r",
                name = "Болотный наплеч со знаком орла",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31282:0:0:0:0:0:0:0:10|h[Накидка духовной чистоты]|h|r",
                name = "Накидка духовной чистоты",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31297:0:0:0:0:0:0:0:10|h[Одеяние Багрового ордена]|h|r",
                name = "Одеяние Багрового ордена",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31298:0:0:0:0:0:0:0:10|h[Набедренники Изувеченной Длани]|h|r",
                name = "Набедренники Изувеченной Длани",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37752:0:0:0:0:0:0:0:10|h[Сандалии разбитой мечты]|h|r",
                name = "Сандалии разбитой мечты",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37753:0:0:0:0:0:0:0:10|h[Одеяние монаха-обманщика]|h|r",
                name = "Одеяние монаха-обманщика",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37754:0:0:0:0:0:0:0:10|h[Укрепленный светосталью капюшон]|h|r",
                name = "Укрепленный светосталью капюшон",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37755:0:0:0:0:0:0:0:10|h[Поножи ледяного сердца]|h|r",
                name = "Поножи ледяного сердца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37756:0:0:0:0:0:0:0:10|h[Удобная накидка Зои]|h|r",
                name = "Удобная накидка Зои",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37757:0:0:0:0:0:0:0:10|h[Наплечье покарания Шарлотты]|h|r",
                name = "Наплечье покарания Шарлотты",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37761:0:0:0:0:0:0:0:10|h[Светлотканый ремень]|h|r",
                name = "Светлотканый ремень",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37764:0:0:0:0:0:0:0:10|h[Наплечные пластины из клыков гончей Недр]|h|r",
                name = "Наплечные пластины из клыков гончей Недр",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37765:0:0:0:0:0:0:0:10|h[Поножи хождения по воде]|h|r",
                name = "Поножи хождения по воде",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37767:0:0:0:0:0:0:0:10|h[Убийственный Взгляд Рифта]|h|r",
                name = "Убийственный Взгляд Рифта",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37769:0:0:0:0:0:0:0:10|h[Наплеч из грубой шкуры черпоклыка]|h|r",
                name = "Наплеч из грубой шкуры черпоклыка",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37772:0:0:0:0:0:0:0:10|h[Электрический шипастый наплеч Ваба]|h|r",
                name = "Электрический шипастый наплеч Ваба",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37774:0:0:0:0:0:0:0:10|h[Поножи таяния снегов]|h|r",
                name = "Поножи таяния снегов",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37779:0:0:0:0:0:0:0:10|h[Опутанный цепями наплеч Никсода]|h|r",
                name = "Опутанный цепями наплеч Никсода",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37780:0:0:0:0:0:0:0:10|h[Нагрудный доспех из кости кондора]|h|r",
                name = "Нагрудный доспех из кости кондора",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37783:0:0:0:0:0:0:0:10|h[Закаленный кровью наплеч]|h|r",
                name = "Закаленный кровью наплеч",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37787:0:0:0:0:0:0:0:10|h[Великий рогатый шлем непреклонности]|h|r",
                name = "Великий рогатый шлем непреклонности",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:40674:0:0:0:0:0:0:0:10|h[Закаленные саронитовые ножные латы]|h|r",
                name = "Закаленные саронитовые ножные латы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:41114:0:0:0:0:0:0:0:10|h[Закаленные саронитовые рукавицы]|h|r",
                name = "Закаленные саронитовые рукавицы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:41116:0:0:0:0:0:0:0:10|h[Закаленные саронитовые наручи]|h|r",
                name = "Закаленные саронитовые наручи",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:41608:0:0:0:0:0:0:0:10|h[Плащ заледеневших душ]|h|r",
                name = "Плащ заледеневших душ",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44440:0:0:0:0:0:0:0:10|h[Темные поножи жителя льдов]|h|r",
                name = "Темные поножи жителя льдов",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44667:0:0:0:0:0:-88:101:10|h[Корона из шерсти мамонта с меткой предсказателя]|h|r",
                name = "Корона из шерсти мамонта с меткой предсказателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44670:0:0:0:0:0:-41:75:10|h[Пояс Печати душ с меткой зверя]|h|r",
                name = "Пояс Печати душ с меткой зверя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44671:0:0:0:0:0:-36:108:10|h[Стеганые набедренники Верховного лорда с меткой волшебника]|h|r",
                name = "Стеганые набедренники Верховного лорда с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44671:0:0:0:0:0:-89:108:10|h[Стеганые набедренники Верховного лорда с меткой вора]|h|r",
                name = "Стеганые набедренники Верховного лорда с меткой вора",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44671:0:0:0:0:0:-90:108:10|h[Стеганые набедренники Верховного лорда с меткой некроманта]|h|r",
                name = "Стеганые набедренники Верховного лорда с меткой некроманта",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44672:0:0:0:0:0:-39:81:10|h[Наплеч тюленьего меха с меткой заклинателя]|h|r",
                name = "Наплеч тюленьего меха с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44672:0:0:0:0:0:-88:81:10|h[Наплеч тюленьего меха с меткой предсказателя]|h|r",
                name = "Наплеч тюленьего меха с меткой предсказателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44673:0:0:0:0:0:-36:81:10|h[Сапоги для езды на мамонте с меткой волшебника]|h|r",
                name = "Сапоги для езды на мамонте с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44673:0:0:0:0:0:-39:81:10|h[Сапоги для езды на мамонте с меткой заклинателя]|h|r",
                name = "Сапоги для езды на мамонте с меткой заклинателя",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:44674:0:0:0:0:0:-36:60:10|h[Запятнанные лимфой напульсники с меткой волшебника]|h|r",
                name = "Запятнанные лимфой напульсники с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44675:0:0:0:0:0:-89:81:10|h[Розовое покрывало скального великана с меткой вора]|h|r",
                name = "Розовое покрывало скального великана с меткой вора",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44685:0:0:0:0:0:-36:87:10|h[Наплеч окаменелой паутины с меткой волшебника]|h|r",
                name = "Наплеч окаменелой паутины с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44685:0:0:0:0:0:-40:87:10|h[Наплеч окаменелой паутины с меткой преступника]|h|r",
                name = "Наплеч окаменелой паутины с меткой преступника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44697:0:0:0:0:0:-90:126:10|h[Одежды валь'киры с меткой некроманта]|h|r",
                name = "Одежды валь'киры с меткой некроманта",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44697:0:0:0:0:0:-91:126:10|h[Одежды валь'киры с меткой стрелка]|h|r",
                name = "Одежды валь'киры с меткой стрелка",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:44697:0:0:0:0:0:-93:126:10|h[Одежды валь'киры с печатью восстановления]|h|r",
                name = "Одежды валь'киры с печатью восстановления",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44732:0:0:0:0:0:-36:126:10|h[Шлем из кожи лазурного дракона с меткой волшебника]|h|r",
                name = "Шлем из кожи лазурного дракона с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44732:0:0:0:0:0:-42:126:10|h[Шлем из кожи лазурного дракона с меткой оракула]|h|r",
                name = "Шлем из кожи лазурного дракона с меткой оракула",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44732:0:0:0:0:0:-89:126:10|h[Шлем из кожи лазурного дракона с меткой вора]|h|r",
                name = "Шлем из кожи лазурного дракона с меткой вора",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:23489:0:0:0:0:0:0:0:10|h[Кираса из оскверненного железа]|h|r",
                name = "Кираса из оскверненного железа",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:23490:0:0:0:0:0:0:0:10|h[Плетеный мундир из оскверненного железа]|h|r",
                name = "Плетеный мундир из оскверненного железа",
                count = 1,
            },
        },
    },
    {
        name = "Шмоточка",
        updated_at = "2026-05-01 23:17:03",
        money = 343936,
        empty = 7,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:10041:0:0:0:0:0:0:0:10|h[Венец из ткани Грез]|h|r",
                name = "Венец из ткани Грез",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:10413:0:0:0:0:0:0:0:10|h[Перчатки Клыка]|h|r",
                name = "Перчатки Клыка",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:10632:1891:0:0:0:0:0:0:10|h[Чешуйчатые наручи слизи]|h|r",
                name = "Чешуйчатые наручи слизи",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:12977:0:0:0:0:0:0:0:10|h[Перчатки Волшебного кулака]|h|r",
                name = "Перчатки Волшебного кулака",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:12979:0:0:0:0:0:0:0:10|h[Мертвопламенный плащ]|h|r",
                name = "Мертвопламенный плащ",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:12982:0:0:0:0:0:0:0:10|h[Окованные серебром прочные ботинки]|h|r",
                name = "Окованные серебром прочные ботинки",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:12987:0:0:0:0:0:0:0:10|h[Темнотканые брюки]|h|r",
                name = "Темнотканые брюки",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:12988:0:0:0:0:0:0:0:10|h[Мундир Звездного зрения]|h|r",
                name = "Мундир Звездного зрения",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:12994:0:0:0:0:0:0:0:10|h[Рукавицы Торбии]|h|r",
                name = "Рукавицы Торбии",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:12999:0:0:0:0:0:0:0:10|h[Драконокрылые поручи]|h|r",
                name = "Драконокрылые поручи",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13005:0:0:0:0:0:0:0:10|h[Покрывало Эми]|h|r",
                name = "Покрывало Эми",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13007:0:0:0:0:0:0:0:10|h[Чаропламенный плащ]|h|r",
                name = "Чаропламенный плащ",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13008:0:0:0:0:0:0:0:10|h[Ветродольские брюки]|h|r",
                name = "Ветродольские брюки",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13009:0:0:0:0:0:0:0:10|h[Шкура Коровьего Короля]|h|r",
                name = "Шкура Коровьего Короля",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13011:0:0:0:0:0:0:0:10|h[Отделанный серебром пояс]|h|r",
                name = "Отделанный серебром пояс",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13013:0:0:0:0:0:0:0:10|h[Оплечье старшего волшебника]|h|r",
                name = "Оплечье старшего волшебника",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13029:0:0:0:0:0:0:0:10|h[Мрачный кристалл]|h|r",
                name = "Мрачный кристалл",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13030:0:0:0:0:0:0:0:10|h[Кость василиска]|h|r",
                name = "Кость василиска",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13031:0:0:0:0:0:0:0:10|h[Сфера Мисмантла]|h|r",
                name = "Сфера Мисмантла",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13066:0:0:0:0:0:0:0:10|h[Наплеч Змееубийцы]|h|r",
                name = "Наплеч Змееубийцы",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13067:0:0:0:0:0:0:0:10|h[Броня гидролиска]|h|r",
                name = "Броня гидролиска",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13068:0:0:0:0:0:0:0:10|h[Обсидиановые наголенники]|h|r",
                name = "Обсидиановые наголенники",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13070:0:0:0:0:0:0:0:10|h[Чешуйчатые сапоги Сапфирона]|h|r",
                name = "Чешуйчатые сапоги Сапфирона",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13071:0:0:0:0:0:0:0:10|h[Латная боевая перчатка Хаку]|h|r",
                name = "Латная боевая перчатка Хаку",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13072:0:0:0:0:0:0:0:10|h[Рукавицы Каменной хватки]|h|r",
                name = "Рукавицы Каменной хватки",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13073:0:0:0:0:0:0:0:10|h[Шлем Маг-Тола]|h|r",
                name = "Шлем Маг-Тола",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13074:0:0:0:0:0:0:0:10|h[Поножи осколка голема]|h|r",
                name = "Поножи осколка голема",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13075:0:0:0:0:0:0:0:10|h[Набедренники Мрачнокрылого]|h|r",
                name = "Набедренники Мрачнокрылого",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13076:0:0:0:0:0:0:0:10|h[Наручи истребителя великанов]|h|r",
                name = "Наручи истребителя великанов",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13077:0:0:0:0:0:0:0:10|h[Ремень Утера]|h|r",
                name = "Ремень Утера",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13099:0:0:0:0:0:0:0:10|h[Мокасины Белого кролика]|h|r",
                name = "Мокасины Белого кролика",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13100:0:0:0:0:0:0:0:10|h[Сапоги Фьюрена]|h|r",
                name = "Сапоги Фьюрена",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13101:0:0:0:0:0:0:0:10|h[Ботинки Волкогонца]|h|r",
                name = "Ботинки Волкогонца",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13102:0:0:0:0:0:0:0:10|h[Милость Кассандры]|h|r",
                name = "Милость Кассандры",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13103:0:0:0:0:0:0:0:10|h[Оплечье Ядовитого паука]|h|r",
                name = "Оплечье Ядовитого паука",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13105:0:0:0:0:0:0:0:10|h[Опоясок Сутарна]|h|r",
                name = "Опоясок Сутарна",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13106:0:0:0:0:0:0:0:10|h[Светящиеся магические браслеты]|h|r",
                name = "Светящиеся магические браслеты",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13109:0:0:0:0:0:0:0:10|h[Накидка черного пламени]|h|r",
                name = "Накидка черного пламени",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13111:0:0:0:0:0:0:0:10|h[Сандалии мятежника]|h|r",
                name = "Сандалии мятежника",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13112:0:0:0:0:0:0:0:10|h[Крылатый шлем]|h|r",
                name = "Крылатый шлем",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:13113:0:0:0:0:0:0:0:10|h[Головной убор Оперенной Луны]|h|r",
                name = "Головной убор Оперенной Луны",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13115:0:0:0:0:0:0:0:10|h[Оплечье Бараньей стрижки]|h|r",
                name = "Оплечье Бараньей стрижки",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13116:0:0:0:0:0:0:0:10|h[Наплеч Незримых]|h|r",
                name = "Наплеч Незримых",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13117:0:0:0:0:0:0:0:10|h[Кушак Огрона]|h|r",
                name = "Кушак Огрона",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13118:0:0:0:0:0:0:0:10|h[Змеиный кушак]|h|r",
                name = "Змеиный кушак",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13119:0:0:0:0:0:0:0:10|h[Зачарованные наручи кодо]|h|r",
                name = "Зачарованные наручи кодо",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13120:0:0:0:0:0:0:0:10|h[Наручи Гневливого]|h|r",
                name = "Наручи Гневливого",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13121:0:0:0:0:0:0:0:10|h[Крыло дракончика]|h|r",
                name = "Крыло дракончика",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13122:0:0:0:0:0:0:0:10|h[Накидка черного призрака]|h|r",
                name = "Накидка черного призрака",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13124:0:0:0:0:0:0:0:10|h[Сапоги из чешуи равазавра]|h|r",
                name = "Сапоги из чешуи равазавра",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13125:0:0:0:0:0:0:0:10|h[Эльфийские плетеные сапоги]|h|r",
                name = "Эльфийские плетеные сапоги",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13126:0:0:0:0:0:0:0:10|h[Рукавицы Зовущего битву]|h|r",
                name = "Рукавицы Зовущего битву",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13128:0:0:0:0:0:0:0:10|h[Шлем Большого Берга]|h|r",
                name = "Шлем Большого Берга",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13129:0:0:0:0:0:0:0:10|h[Поножи Огненной Гривы]|h|r",
                name = "Поножи Огненной Гривы",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13130:0:0:0:0:0:0:0:10|h[Набедренники Ветрокрылых]|h|r",
                name = "Набедренники Ветрокрылых",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13131:0:0:0:0:0:0:0:10|h[Искрящееся оплечье]|h|r",
                name = "Искрящееся оплечье",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13132:0:0:0:0:0:0:0:10|h[Скелетные наплечники]|h|r",
                name = "Скелетные наплечники",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13133:0:0:0:0:0:0:0:10|h[Эполеты Драконьего огня]|h|r",
                name = "Эполеты Драконьего огня",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13134:0:0:0:0:0:0:0:10|h[Пояс гладиатора]|h|r",
                name = "Пояс гладиатора",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13135:0:0:0:0:0:0:0:10|h[Властные боевые наручи]|h|r",
                name = "Властные боевые наручи",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13144:0:0:0:0:0:0:0:10|h[Пояс безмятежности]|h|r",
                name = "Пояс безмятежности",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13145:0:0:0:0:0:0:0:10|h[Огромный огрский пояс]|h|r",
                name = "Огромный огрский пояс",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13199:0:0:0:0:0:0:0:10|h[Наручники Раздробленного хребта]|h|r",
                name = "Наручники Раздробленного хребта",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:15061:0:0:0:0:0:0:0:10|h[Наплечники жизни]|h|r",
                name = "Наплечники жизни",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:15062:0:0:0:0:0:0:0:10|h[Поножи дьявозавра]|h|r",
                name = "Поножи дьявозавра",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:16671:0:0:0:0:0:0:0:10|h[Наручники Стихий]|h|r",
                name = "Наручники Стихий",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:16671:929:0:0:0:0:0:0:10|h[Наручники Стихий]|h|r",
                name = "Наручники Стихий",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:16672:0:0:0:0:0:0:0:10|h[Рукавицы Стихий]|h|r",
                name = "Рукавицы Стихий",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:16673:0:0:0:0:0:0:0:10|h[Шнурованный ремень Стихий]|h|r",
                name = "Шнурованный ремень Стихий",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:16681:0:0:0:0:0:0:0:10|h[Наручники загонщика]|h|r",
                name = "Наручники загонщика",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:16684:0:0:0:0:0:0:0:10|h[Перчатки Магистра]|h|r",
                name = "Перчатки Магистра",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:16685:0:0:0:0:0:0:0:10|h[Пояс Магистра]|h|r",
                name = "Пояс Магистра",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:16692:0:0:0:0:0:0:0:10|h[Перчатки преданности]|h|r",
                name = "Перчатки преданности",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:16696:0:0:0:0:0:0:0:10|h[Пояс преданности]|h|r",
                name = "Пояс преданности",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:16697:0:0:0:0:0:0:0:10|h[Наручи преданности]|h|r",
                name = "Наручи преданности",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:16702:0:0:0:0:0:0:0:10|h[Пояс Багрового Тумана]|h|r",
                name = "Пояс Багрового Тумана",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:16703:0:0:0:0:0:0:0:10|h[Наручи Багрового Тумана]|h|r",
                name = "Наручи Багрового Тумана",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:16705:0:0:0:0:0:0:0:10|h[Повязки Багрового Тумана]|h|r",
                name = "Повязки Багрового Тумана",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:16710:0:0:0:0:0:0:0:10|h[Наручи незаметности]|h|r",
                name = "Наручи незаметности",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:16713:0:0:0:0:0:0:0:10|h[Пояс незаметности]|h|r",
                name = "Пояс незаметности",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:16714:0:0:0:0:0:0:0:10|h[Наручи дикого сердца]|h|r",
                name = "Наручи дикого сердца",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:16716:0:0:0:0:0:0:0:10|h[Пояс дикого сердца]|h|r",
                name = "Пояс дикого сердца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:16717:0:0:0:0:0:0:0:10|h[Перчатки дикого сердца]|h|r",
                name = "Перчатки дикого сердца",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:16722:0:0:0:0:0:0:0:10|h[Наручи из светлостали]|h|r",
                name = "Наручи из светлостали",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:16723:0:0:0:0:0:0:0:10|h[Пояс из светлостали]|h|r",
                name = "Пояс из светлостали",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:16724:0:0:0:0:0:0:0:10|h[Рукавицы из светлостали]|h|r",
                name = "Рукавицы из светлостали",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:16735:0:0:0:0:0:0:0:10|h[Наручи доблести]|h|r",
                name = "Наручи доблести",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:17050:0:0:0:0:0:0:0:10|h[Императорские одеяния Чана]|h|r",
                name = "Императорские одеяния Чана",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:17050:3150:0:0:0:0:0:0:10|h[Императорские одеяния Чана]|h|r",
                name = "Императорские одеяния Чана",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:1715:0:0:0:0:0:0:0:10|h[Полированная джазерентская броня]|h|r",
                name = "Полированная джазерентская броня",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:1716:0:0:0:0:0:0:0:10|h[Одеяние мага]|h|r",
                name = "Одеяние мага",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:1717:0:0:0:0:0:0:0:10|h[Двойной мундир]|h|r",
                name = "Двойной мундир",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:1718:0:0:0:0:0:0:0:10|h[Штаны из шкуры василиска]|h|r",
                name = "Штаны из шкуры василиска",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:18238:0:0:0:0:0:0:0:10|h[Тенекожаные перчатки]|h|r",
                name = "Тенекожаные перчатки",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:18743:0:0:0:0:0:0:0:10|h[Благодатная накидка]|h|r",
                name = "Благодатная накидка",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:18948:0:0:0:0:0:0:0:10|h[Варварские наручи]|h|r",
                name = "Варварские наручи",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:19047:0:0:0:0:0:0:0:10|h[Мудрость Древобрюхов]|h|r",
                name = "Мудрость Древобрюхов",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:20832:0:0:0:0:0:0:0:10|h[Корона лунной души]|h|r",
                name = "Корона лунной души",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:21774:0:0:0:0:0:0:0:10|h[Изумрудная корона разрушения]|h|r",
                name = "Изумрудная корона разрушения",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:2277:0:0:0:0:0:0:0:10|h[Поножи некроманта]|h|r",
                name = "Поножи некроманта",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:2278:0:0:0:0:0:0:0:10|h[Эполеты лесного следопыта]|h|r",
                name = "Эполеты лесного следопыта",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:2314:0:0:0:0:0:0:0:10|h[Укрепленный кожаный доспех]|h|r",
                name = "Укрепленный кожаный доспех",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:2314:254:0:0:0:0:0:0:10|h[Укрепленный кожаный доспех]|h|r",
                name = "Укрепленный кожаный доспех",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:2564:0:0:0:0:0:0:0:10|h[Когти эльфийского духа]|h|r",
                name = "Когти эльфийского духа",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:2565:0:0:0:0:0:0:0:10|h[Жезл расплавленного огня]|h|r",
                name = "Жезл расплавленного огня",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:2721:0:0:0:0:0:0:0:10|h[Святой капюшон]|h|r",
                name = "Святой капюшон",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:2800:0:0:0:0:0:0:0:10|h[Черные бархатные одеяния]|h|r",
                name = "Черные бархатные одеяния",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:2911:0:0:0:0:0:0:0:10|h[Ремень Келлера]|h|r",
                name = "Ремень Келлера",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:3020:0:0:0:0:0:0:0:10|h[Шапка терпения]|h|r",
                name = "Шапка терпения",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:39894:0:0:0:0:0:-15:10:10|h[Наплечники из темноткани со знаком духа]|h|r",
                name = "Наплечники из темноткани со знаком духа",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:39895:0:0:0:0:0:-20:10:10|h[Наплечные пластины с печатью могущества]|h|r",
                name = "Наплечные пластины с печатью могущества",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:4253:0:0:0:0:0:0:0:10|h[Укрепленные кожаные перчатки]|h|r",
                name = "Укрепленные кожаные перчатки",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:6468:0:0:0:0:0:0:0:10|h[Пояс из искаженной чешуи]|h|r",
                name = "Пояс из искаженной чешуи",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:720:0:0:0:0:0:0:0:10|h[Перчатки буяна]|h|r",
                name = "Перчатки буяна",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:7754:0:0:0:0:0:0:0:10|h[Сапоги Вестника]|h|r",
                name = "Сапоги Вестника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:7760:0:0:0:0:0:0:0:10|h[Килт вождя]|h|r",
                name = "Килт вождя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:8345:0:0:0:0:0:0:0:10|h[Волкоголовый шлем]|h|r",
                name = "Волкоголовый шлем",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:8367:0:0:0:0:0:0:0:10|h[Кираса из чешуи дракона]|h|r",
                name = "Кираса из чешуи дракона",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:9395:0:0:0:0:0:0:0:10|h[Перчатки Старины]|h|r",
                name = "Перчатки Старины",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:9402:0:0:0:0:0:0:0:10|h[Сотворенный землей килт]|h|r",
                name = "Сотворенный землей килт",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:9433:0:0:0:0:0:0:0:10|h[Забытые напульсники]|h|r",
                name = "Забытые напульсники",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:9434:0:0:0:0:0:0:0:10|h[Облачение стихий]|h|r",
                name = "Облачение стихий",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:9435:0:0:0:0:0:0:0:10|h[Решетчатые костяные рукавицы]|h|r",
                name = "Решетчатые костяные рукавицы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10289:0:0:0:0:0:772:0:10|h[Надежная шляпа со знаком совы]|h|r",
                name = "Надежная шляпа со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10329:0:0:0:0:0:0:0:10|h[Алый пояс]|h|r",
                name = "Алый пояс",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:14584:0:0:0:0:0:0:0:10|h[Шляпа Докеби]|h|r",
                name = "Шляпа Докеби",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14774:0:0:0:0:0:0:0:10|h[Корона Опустошителя]|h|r",
                name = "Корона Опустошителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15084:0:0:0:0:0:0:0:10|h[Гибельные кожаные наручи]|h|r",
                name = "Гибельные кожаные наручи",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:4048:0:0:0:0:0:0:0:10|h[Украшенная гербом шляпа]|h|r",
                name = "Украшенная гербом шляпа",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4052:0:0:0:0:0:0:0:10|h[Орденская шапка]|h|r",
                name = "Орденская шапка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6405:0:0:0:0:0:0:0:10|h[Брюки ночного неба]|h|r",
                name = "Брюки ночного неба",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8161:0:0:0:0:0:0:0:10|h[Баскинет бретера]|h|r",
                name = "Баскинет бретера",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8176:0:0:0:0:0:0:0:10|h[Ночная головная повязка]|h|r",
                name = "Ночная головная повязка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8193:0:0:0:0:0:0:0:10|h[Ночные штаны]|h|r",
                name = "Ночные штаны",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:8201:0:0:0:0:0:0:0:10|h[Большая вудуистская маска]|h|r",
                name = "Большая вудуистская маска",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9859:0:0:0:0:0:863:0:10|h[Шапка лучника со знаком орла]|h|r",
                name = "Шапка лучника со знаком орла",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:1447:0:0:0:0:0:0:0:10|h[Кольцо спасителей]|h|r",
                name = "Кольцо спасителей",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:14549:0:0:0:0:0:0:0:10|h[Сапоги Избежания]|h|r",
                name = "Сапоги Избежания",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:14551:0:0:0:0:0:0:0:10|h[Боевые рукавицы виртуоза клинка]|h|r",
                name = "Боевые рукавицы виртуоза клинка",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:14552:0:0:0:0:0:0:0:10|h[Тюремное наплечье]|h|r",
                name = "Тюремное наплечье",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:14553:0:0:0:0:0:0:0:10|h[Кушак милосердия]|h|r",
                name = "Кушак милосердия",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:17007:0:0:0:0:0:0:0:10|h[Рукавицы Кам]|h|r",
                name = "Рукавицы Кам",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:1981:0:0:0:0:0:0:0:10|h[Кольчужный ледяной жакет]|h|r",
                name = "Кольчужный ледяной жакет",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:2245:0:0:0:0:0:0:0:10|h[Шлем Нарва]|h|r",
                name = "Шлем Нарва",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:3075:0:0:0:0:0:0:0:10|h[Глаз Пламени]|h|r",
                name = "Глаз Пламени",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:867:0:0:0:0:0:0:0:10|h[Перчатки Священной Мощи]|h|r",
                name = "Перчатки Священной Мощи",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:940:0:0:0:0:0:0:0:10|h[Одеяния Прозрения]|h|r",
                name = "Одеяния Прозрения",
                count = 2,
            },
        },
    },
    {
        name = "Ювелирная",
        updated_at = "2026-05-01 23:17:39",
        money = 344111,
        empty = 63,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:11302:0:0:0:0:0:0:0:10|h[Сила Утера]|h|r",
                name = "Сила Утера",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:12985:0:0:0:0:0:0:0:10|h[Кольцо защиты]|h|r",
                name = "Кольцо защиты",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:12996:0:0:0:0:0:0:0:10|h[Кольцо очищения]|h|r",
                name = "Кольцо очищения",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:13001:0:0:0:0:0:0:0:10|h[Обруч девушки]|h|r",
                name = "Обруч девушки",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13002:0:0:0:0:0:0:0:10|h[Подвеска леди Ализабет]|h|r",
                name = "Подвеска леди Ализабет",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:13084:0:0:0:0:0:0:0:10|h[Калейдоскопическая цепь]|h|r",
                name = "Калейдоскопическая цепь",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13085:0:0:0:0:0:0:0:10|h[Колье Горизонта]|h|r",
                name = "Колье Горизонта",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:13087:0:0:0:0:0:0:0:10|h[Колье Ярости Реки]|h|r",
                name = "Колье Ярости Реки",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13088:0:0:0:0:0:0:0:10|h[Оберег Газлова]|h|r",
                name = "Оберег Газлова",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:13089:0:0:0:0:0:0:0:10|h[Подвеска Скиби]|h|r",
                name = "Подвеска Скиби",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:13091:0:0:0:0:0:0:0:10|h[Медальон главнокомандующего Морриса]|h|r",
                name = "Медальон главнокомандующего Морриса",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13093:0:0:0:0:0:0:0:10|h[Кольцо тлеющих углей]|h|r",
                name = "Кольцо тлеющих углей",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:13094:0:0:0:0:0:0:0:10|h[Самоцвет Королевы]|h|r",
                name = "Самоцвет Королевы",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:13095:0:0:0:0:0:0:0:10|h[Кольцо штурма]|h|r",
                name = "Кольцо штурма",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:13096:0:0:0:0:0:0:0:10|h[Кольцо жреца]|h|r",
                name = "Кольцо жреца",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:1713:0:0:0:0:0:0:0:10|h[Крест Жизни]|h|r",
                name = "Крест Жизни",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:1714:0:0:0:0:0:0:0:10|h[Ожерелье Калисеи]|h|r",
                name = "Ожерелье Калисеи",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:20826:0:0:0:0:0:1015:0:10|h[Тяжелое серебряное кольцо со знаком кита]|h|r",
                name = "Тяжелое серебряное кольцо со знаком кита",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:20826:0:0:0:0:0:1018:0:10|h[Тяжелое серебряное кольцо со знаком кита]|h|r",
                name = "Тяжелое серебряное кольцо со знаком кита",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:20826:0:0:0:0:0:760:0:10|h[Тяжелое серебряное кольцо со знаком совы]|h|r",
                name = "Тяжелое серебряное кольцо со знаком совы",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:20826:0:0:0:0:0:932:0:10|h[Тяжелое серебряное кольцо со знаком гориллы]|h|r",
                name = "Тяжелое серебряное кольцо со знаком гориллы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:20964:0:0:0:0:0:774:0:10|h[Аквамариновый перстень со знаком совы]|h|r",
                name = "Аквамариновый перстень со знаком совы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:20964:0:0:0:0:0:944:0:10|h[Аквамариновый перстень со знаком гориллы]|h|r",
                name = "Аквамариновый перстень со знаком гориллы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:21768:0:0:0:0:0:1122:0:10|h[Сапфировый перстень со знаком вепря]|h|r",
                name = "Сапфировый перстень со знаком вепря",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:21768:0:0:0:0:0:1124:0:10|h[Сапфировый перстень со знаком вепря]|h|r",
                name = "Сапфировый перстень со знаком вепря",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:21768:0:0:0:0:0:333:0:10|h[Сапфировый перстень с печатью выносливости]|h|r",
                name = "Сапфировый перстень с печатью выносливости",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:21768:0:0:0:0:0:445:0:10|h[Сапфировый перстень со знаком сокола]|h|r",
                name = "Сапфировый перстень со знаком сокола",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:21768:0:0:0:0:0:611:0:10|h[Сапфировый перстень со знаком мартышки]|h|r",
                name = "Сапфировый перстень со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:21768:0:0:0:0:0:696:0:10|h[Сапфировый перстень со знаком тигра]|h|r",
                name = "Сапфировый перстень со знаком тигра",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:21768:0:0:0:0:0:781:0:10|h[Сапфировый перстень со знаком совы]|h|r",
                name = "Сапфировый перстень со знаком совы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:2802:0:0:0:0:0:0:0:10|h[Пылающая эмблема]|h|r",
                name = "Пылающая эмблема",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:29157:0:0:0:0:0:0:0:10|h[Золотое кольцо власти]|h|r",
                name = "Золотое кольцо власти",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:29158:0:0:0:0:0:0:0:10|h[Кольцо командора из истинного серебра]|h|r",
                name = "Кольцо командора из истинного серебра",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:2951:0:0:0:0:0:0:0:10|h[Кольцо побегов]|h|r",
                name = "Кольцо побегов",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:30804:0:0:0:0:0:0:0:10|h[Бронзовое кольцо силы]|h|r",
                name = "Бронзовое кольцо силы",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:45627:0:0:0:0:0:0:0:10|h[Амулет проницательности]|h|r",
                name = "Амулет проницательности",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:5266:0:0:0:0:0:0:0:10|h[Око Адегуса]|h|r",
                name = "Око Адегуса",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:7734:0:0:0:0:0:0:0:10|h[Сумка Шести Демонов]|h|r",
                name = "Сумка Шести Демонов",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:11987:0:0:0:0:0:772:0:10|h[Иридиевый обруч со знаком совы]|h|r",
                name = "Иридиевый обруч со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11996:0:0:0:0:0:1190:0:10|h[Базальтовое кольцо со знаком медведя]|h|r",
                name = "Базальтовое кольцо со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12006:0:0:0:0:0:587:0:10|h[Кольцо долин со знаком мартышки]|h|r",
                name = "Кольцо долин со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12006:0:0:0:0:0:589:0:10|h[Кольцо долин со знаком мартышки]|h|r",
                name = "Кольцо долин со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12006:0:0:0:0:0:93:0:10|h[Кольцо долин со знаком ловкости]|h|r",
                name = "Кольцо долин со знаком ловкости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12008:0:0:0:0:0:592:0:10|h[Кольцо саванны со знаком мартышки]|h|r",
                name = "Кольцо саванны со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12008:0:0:0:0:0:593:0:10|h[Кольцо саванны со знаком мартышки]|h|r",
                name = "Кольцо саванны со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12010:0:0:0:0:0:599:0:10|h[Кольцо топей со знаком мартышки]|h|r",
                name = "Кольцо топей со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12040:0:0:0:0:0:167:0:10|h[Лесная подвеска со знаком ловкости]|h|r",
                name = "Лесная подвеска со знаком ловкости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12042:0:0:0:0:0:514:0:10|h[Болотная цепь со знаком волка]|h|r",
                name = "Болотная цепь со знаком волка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12052:0:0:0:0:0:0:0:10|h[Кольцо луны]|h|r",
                name = "Кольцо луны",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:12055:0:0:0:0:0:0:0:10|h[Кольцо звездной пыли]|h|r",
                name = "Кольцо звездной пыли",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:1996:0:0:0:0:0:0:0:10|h[Кольцо вуду]|h|r",
                name = "Кольцо вуду",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:20818:0:0:0:0:0:0:0:10|h[Элегантное серебряное кольцо]|h|r",
                name = "Элегантное серебряное кольцо",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:20820:0:0:0:0:0:0:0:10|h[Простое жемчужное кольцо]|h|r",
                name = "Простое жемчужное кольцо",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:20821:0:0:0:0:0:0:0:10|h[Инкрустированное малахитом кольцо]|h|r",
                name = "Инкрустированное малахитом кольцо",
                count = 5,
            },
            {
                link = "|cff1eff00|Hitem:20827:0:0:0:0:0:0:0:10|h[Серебряное кольцо могущества]|h|r",
                name = "Серебряное кольцо могущества",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:20828:0:0:0:0:0:0:0:10|h[Кольцо сумеречных призраков]|h|r",
                name = "Кольцо сумеречных призраков",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:20830:0:0:0:0:0:0:0:10|h[Амулет Луны]|h|r",
                name = "Амулет Луны",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:20831:0:0:0:0:0:0:0:10|h[Тяжелое золотое ожерелье битвы]|h|r",
                name = "Тяжелое золотое ожерелье битвы",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:20833:0:0:0:0:0:0:0:10|h[Гибельное кольцо лунного камня]|h|r",
                name = "Гибельное кольцо лунного камня",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:20906:0:0:0:0:0:0:0:10|h[Оплетенное медное кольцо]|h|r",
                name = "Оплетенное медное кольцо",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:20909:0:0:0:0:0:0:0:10|h[Варварский железный ошейник]|h|r",
                name = "Варварский железный ошейник",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:20950:0:0:0:0:0:0:0:10|h[Подвеска Агатового Щита]|h|r",
                name = "Подвеска Агатового Щита",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:20955:0:0:0:0:0:0:0:10|h[Кольцо золотого дракона]|h|r",
                name = "Кольцо золотого дракона",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:20958:0:0:0:0:0:0:0:10|h[Пылающее цитриновое кольцо]|h|r",
                name = "Пылающее цитриновое кольцо",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:20959:0:0:0:0:0:0:0:10|h[Нефритовое око]|h|r",
                name = "Нефритовое око",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:20960:0:0:0:0:0:0:0:10|h[Чеканное кольцо из истинного серебра]|h|r",
                name = "Чеканное кольцо из истинного серебра",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:20961:0:0:0:0:0:0:0:10|h[Цитриновое кольцо быстрого исцеления]|h|r",
                name = "Цитриновое кольцо быстрого исцеления",
                count = 4,
            },
            {
                link = "|cff1eff00|Hitem:20966:0:0:0:0:0:0:0:10|h[Нефритовая подвеска взрыва]|h|r",
                name = "Нефритовая подвеска взрыва",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:21755:0:0:0:0:0:0:0:10|h[Аквамариновая подвеска воина]|h|r",
                name = "Аквамариновая подвеска воина",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:21764:0:0:0:0:0:0:0:10|h[Рубиновая подвеска огня]|h|r",
                name = "Рубиновая подвеска огня",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:21765:0:0:0:0:0:0:0:10|h[Целительное кольцо из истинного серебра]|h|r",
                name = "Целительное кольцо из истинного серебра",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:21767:0:0:0:0:0:0:0:10|h[Простое опаловое кольцо]|h|r",
                name = "Простое опаловое кольцо",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:21775:0:0:0:0:0:0:0:10|h[Кольцо нападения]|h|r",
                name = "Кольцо нападения",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:21790:0:0:0:0:0:0:0:10|h[Сапфировая подвеска зимней ночи]|h|r",
                name = "Сапфировая подвеска зимней ночи",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:21931:0:0:0:0:0:0:0:10|h[Плетеное медное кольцо]|h|r",
                name = "Плетеное медное кольцо",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:21932:0:0:0:0:0:0:0:10|h[Тяжелое медное кольцо]|h|r",
                name = "Тяжелое медное кольцо",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:21933:0:0:0:0:0:0:0:10|h[Толстое бронзовое ожерелье]|h|r",
                name = "Толстое бронзовое ожерелье",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:24074:0:0:0:0:0:0:0:10|h[Кровавое кольцо из оскверненного железа]|h|r",
                name = "Кровавое кольцо из оскверненного железа",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:24075:0:0:0:0:0:0:0:10|h[Золотое кольцо с дренитом]|h|r",
                name = "Золотое кольцо с дренитом",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:24076:0:0:0:0:0:0:0:10|h[Лазурное кольцо из лунного камня]|h|r",
                name = "Лазурное кольцо из лунного камня",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:25438:0:0:0:0:0:0:0:10|h[Малахитовая подвеска]|h|r",
                name = "Малахитовая подвеска",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25439:0:0:0:0:0:0:0:10|h[Кольцо с тигровым глазом]|h|r",
                name = "Кольцо с тигровым глазом",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:29159:0:0:0:0:0:0:0:10|h[Светящееся ториевое кольцо]|h|r",
                name = "Светящееся ториевое кольцо",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:29160:0:0:0:0:0:0:0:10|h[Изумрудное кольцо льва]|h|r",
                name = "Изумрудное кольцо льва",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:30419:0:0:0:0:0:0:0:10|h[Сверкающее ожерелье]|h|r",
                name = "Сверкающее ожерелье",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:30420:0:0:0:0:0:0:0:10|h[Тяжелое нефритовое кольцо]|h|r",
                name = "Тяжелое нефритовое кольцо",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:30422:0:0:0:0:0:0:0:10|h[Бриллиантовое кольцо концентрации]|h|r",
                name = "Бриллиантовое кольцо концентрации",
                count = 4,
            },
            {
                link = "|cff1eff00|Hitem:42337:0:0:0:0:0:0:0:10|h[Кольцо Солнечного Камня]|h|r",
                name = "Кольцо Солнечного Камня",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:43244:0:0:0:0:0:0:0:10|h[Ожерелье с кристаллом цитрина]|h|r",
                name = "Ожерелье с кристаллом цитрина",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4998:0:0:0:0:0:0:0:10|h[Кровавое кольцо]|h|r",
                name = "Кровавое кольцо",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:7552:0:0:0:0:0:0:0:10|h[Драгоценность Сокола]|h|r",
                name = "Драгоценность Сокола",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:1315:0:0:0:0:0:0:0:10|h[Гирлянда из лилий]|h|r",
                name = "Гирлянда из лилий",
                count = 3,
            },
            {
                link = "|cffa335ee|Hitem:1443:0:0:0:0:0:0:0:10|h[Изукрашенный амулет Кайнвин]|h|r",
                name = "Изукрашенный амулет Кайнвин",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:833:0:0:0:0:0:0:0:10|h[Жизнекамень]|h|r",
                name = "Жизнекамень",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:942:0:0:0:0:0:0:0:10|h[Кольцо заморозки]|h|r",
                name = "Кольцо заморозки",
                count = 4,
            },
        },
    },
}