ItemStorageDB_LastUpdate = 1783837280
ItemStorageDB = {
    {
        name = "Бумажная",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-07-12 08:42:57",
        money = 339404,
        empty = 108,
        location = "Оргриммар",
        items = {
            {
                link = "|cff1eff00|Hitem:45912:0:0:0:0:0:0:0:10|h[Книга познания символов]|h|r",
                name = "Книга познания символов",
                count = 21,
            },
            {
                link = "|cffffffff|Hitem:40896:0:0:0:0:0:0:0:10|h[Символ неистового восстановления]|h|r",
                name = "Символ неистового восстановления",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:40897:0:0:0:0:0:0:0:10|h[Символ трепки]|h|r",
                name = "Символ трепки",
                count = 19,
            },
            {
                link = "|cffffffff|Hitem:40899:0:0:0:0:0:0:0:10|h[Символ рыка]|h|r",
                name = "Символ рыка",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:40900:0:0:0:0:0:0:0:10|h[Символ увечья]|h|r",
                name = "Символ увечья",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:40901:0:0:0:0:0:0:0:10|h[Символ полосования]|h|r",
                name = "Символ полосования",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:40902:0:0:0:0:0:0:0:10|h[Символ разрывания]|h|r",
                name = "Символ разрывания",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:40903:0:0:0:0:0:0:0:10|h[Символ глубокой раны]|h|r",
                name = "Символ глубокой раны",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:40906:0:0:0:0:0:0:0:10|h[Символ быстрого восстановления]|h|r",
                name = "Символ быстрого восстановления",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:40908:0:0:0:0:0:0:0:10|h[Символ озарения]|h|r",
                name = "Символ озарения",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:40912:0:0:0:0:0:0:0:10|h[Символ восстановления]|h|r",
                name = "Символ восстановления",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:40913:0:0:0:0:0:0:0:10|h[Символ омоложения]|h|r",
                name = "Символ омоложения",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:40914:0:0:0:0:0:0:0:10|h[Символ целительного прикосновения]|h|r",
                name = "Символ целительного прикосновения",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:40916:0:0:0:0:0:0:0:10|h[Символ звездного огня]|h|r",
                name = "Символ звездного огня",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:40919:0:0:0:0:0:0:0:10|h[Символ роя насекомых]|h|r",
                name = "Символ роя насекомых",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:40920:0:0:0:0:0:0:0:10|h[Символ грозы]|h|r",
                name = "Символ грозы",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:40921:0:0:0:0:0:0:0:10|h[Символ звездопада]|h|r",
                name = "Символ звездопада",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:40922:0:0:0:0:0:0:0:10|h[Символ гнева]|h|r",
                name = "Символ гнева",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:40923:0:0:0:0:0:0:0:10|h[Символ лунного огня]|h|r",
                name = "Символ лунного огня",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:40924:0:0:0:0:0:0:0:10|h[Символ гнева деревьев]|h|r",
                name = "Символ гнева деревьев",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:41092:0:0:0:0:0:0:0:10|h[Символ правосудия]|h|r",
                name = "Символ правосудия",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:41094:0:0:0:0:0:0:0:10|h[Символ печати повиновения]|h|r",
                name = "Символ печати повиновения",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:41095:0:0:0:0:0:0:0:10|h[Символ молота правосудия]|h|r",
                name = "Символ молота правосудия",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:41097:0:0:0:0:0:0:0:10|h[Символ молота гнева]|h|r",
                name = "Символ молота гнева",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:41098:0:0:0:0:0:0:0:10|h[Символ удара воина Света]|h|r",
                name = "Символ удара воина Света",
                count = 19,
            },
            {
                link = "|cffffffff|Hitem:41099:0:0:0:0:0:0:0:10|h[Символ освящения]|h|r",
                name = "Символ освящения",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:41103:0:0:0:0:0:0:0:10|h[Символ экзорцизма]|h|r",
                name = "Символ экзорцизма",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:41104:0:0:0:0:0:0:0:10|h[Символ очищения]|h|r",
                name = "Символ очищения",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:41106:0:0:0:0:0:0:0:10|h[Символ Света небес]|h|r",
                name = "Символ Света небес",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:41108:0:0:0:0:0:0:0:10|h[Символ божественности]|h|r",
                name = "Символ божественности",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:41518:0:0:0:0:0:0:0:10|h[Символ цепной молнии]|h|r",
                name = "Символ цепной молнии",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:41524:0:0:0:0:0:0:0:10|h[Символ лавы]|h|r",
                name = "Символ лавы",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:41526:0:0:0:0:0:0:0:10|h[Символ шока]|h|r",
                name = "Символ шока",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:41527:0:0:0:0:0:0:0:10|h[Символ оружия жизни земли]|h|r",
                name = "Символ оружия жизни земли",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:41529:0:0:0:0:0:0:0:10|h[Символ тотема элементаля огня]|h|r",
                name = "Символ тотема элементаля огня",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:41530:0:0:0:0:0:0:0:10|h[Символ кольца огня]|h|r",
                name = "Символ кольца огня",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:41531:0:0:0:0:0:0:0:10|h[Символ огненного шока]|h|r",
                name = "Символ огненного шока",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:41532:0:0:0:0:0:0:0:10|h[Символ оружия языка пламени]|h|r",
                name = "Символ оружия языка пламени",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:41533:0:0:0:0:0:0:0:10|h[Символ тотема исцеляющего потока]|h|r",
                name = "Символ тотема исцеляющего потока",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:41534:0:0:0:0:0:0:0:10|h[Символ волны исцеления]|h|r",
                name = "Символ волны исцеления",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:41536:0:0:0:0:0:0:0:10|h[Символ молнии]|h|r",
                name = "Символ молнии",
                count = 21,
            },
            {
                link = "|cffffffff|Hitem:41537:0:0:0:0:0:0:0:10|h[Символ щита молний]|h|r",
                name = "Символ щита молний",
                count = 23,
            },
            {
                link = "|cffffffff|Hitem:41538:0:0:0:0:0:0:0:10|h[Символ тотема прилива маны]|h|r",
                name = "Символ тотема прилива маны",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:41539:0:0:0:0:0:0:0:10|h[Символ удара бури]|h|r",
                name = "Символ удара бури",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:41540:0:0:0:0:0:0:0:10|h[Символ вскипания лавы]|h|r",
                name = "Символ вскипания лавы",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:41541:0:0:0:0:0:0:0:10|h[Символ хозяина вод]|h|r",
                name = "Символ хозяина вод",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:41542:0:0:0:0:0:0:0:10|h[Символ оружия неистовства ветра]|h|r",
                name = "Символ оружия неистовства ветра",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:41547:0:0:0:0:0:0:0:10|h[Символ ледяного шока]|h|r",
                name = "Символ ледяного шока",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:41552:0:0:0:0:0:0:0:10|h[Символ покорения стихий]|h|r",
                name = "Символ покорения стихий",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42397:0:0:0:0:0:0:0:10|h[Символ рассеивания заклинаний]|h|r",
                name = "Символ рассеивания заклинаний",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:42398:0:0:0:0:0:0:0:10|h[Символ ухода в тень]|h|r",
                name = "Символ ухода в тень",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42399:0:0:0:0:0:0:0:10|h[Символ защиты от страха]|h|r",
                name = "Символ защиты от страха",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:42400:0:0:0:0:0:0:0:10|h[Символ быстрого исцеления]|h|r",
                name = "Символ быстрого исцеления",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:42402:0:0:0:0:0:0:0:10|h[Символ внутреннего огня]|h|r",
                name = "Символ внутреннего огня",
                count = 22,
            },
            {
                link = "|cffffffff|Hitem:42406:0:0:0:0:0:0:0:10|h[Символ Слова Тьмы: Боль]|h|r",
                name = "Символ Слова Тьмы: Боль",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42407:0:0:0:0:0:0:0:10|h[Символ Тьмы]|h|r",
                name = "Символ Тьмы",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:42408:0:0:0:0:0:0:0:10|h[Символ слова силы: Щит]|h|r",
                name = "Символ слова силы: Щит",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:42411:0:0:0:0:0:0:0:10|h[Символ обновления]|h|r",
                name = "Символ обновления",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:42414:0:0:0:0:0:0:0:10|h[Символ слова Тьмы: Смерть]|h|r",
                name = "Символ слова Тьмы: Смерть",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42415:0:0:0:0:0:0:0:10|h[Символ пытки разума]|h|r",
                name = "Символ пытки разума",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:42453:0:0:0:0:0:0:0:10|h[Символ испепеления]|h|r",
                name = "Символ испепеления",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:42454:0:0:0:0:0:0:0:10|h[Символ поджигания]|h|r",
                name = "Символ поджигания",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42455:0:0:0:0:0:0:0:10|h[Символ порчи]|h|r",
                name = "Символ порчи",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:42456:0:0:0:0:0:0:0:10|h[Символ проклятия агонии]|h|r",
                name = "Символ проклятия агонии",
                count = 19,
            },
            {
                link = "|cffffffff|Hitem:42459:0:0:0:0:0:0:0:10|h[Символ стража Скверны]|h|r",
                name = "Символ стража Скверны",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:42460:0:0:0:0:0:0:0:10|h[Символ охотника Скверны]|h|r",
                name = "Символ охотника Скверны",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:42461:0:0:0:0:0:0:0:10|h[Символ канала здоровья]|h|r",
                name = "Символ канала здоровья",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42462:0:0:0:0:0:0:0:10|h[Символ камня здоровья]|h|r",
                name = "Символ камня здоровья",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42463:0:0:0:0:0:0:0:10|h[Символ воя ужаса]|h|r",
                name = "Символ воя ужаса",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42464:0:0:0:0:0:0:0:10|h[Символ жертвенного огня]|h|r",
                name = "Символ жертвенного огня",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:42465:0:0:0:0:0:0:0:10|h[Символ беса]|h|r",
                name = "Символ беса",
                count = 25,
            },
            {
                link = "|cffffffff|Hitem:42466:0:0:0:0:0:0:0:10|h[Символ жгучей боли]|h|r",
                name = "Символ жгучей боли",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42467:0:0:0:0:0:0:0:10|h[Символ стрелы Тьмы]|h|r",
                name = "Символ стрелы Тьмы",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:42468:0:0:0:0:0:0:0:10|h[Символ ожога Тьмы]|h|r",
                name = "Символ ожога Тьмы",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42469:0:0:0:0:0:0:0:10|h[Символ вытягивания жизни]|h|r",
                name = "Символ вытягивания жизни",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42472:0:0:0:0:0:0:0:10|h[Символ нестабильного колдовства]|h|r",
                name = "Символ нестабильного колдовства",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:42473:0:0:0:0:0:0:0:10|h[Символ демона Бездны]|h|r",
                name = "Символ демона Бездны",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:42734:0:0:0:0:0:0:0:10|h[Символ чародейского взрыва]|h|r",
                name = "Символ чародейского взрыва",
                count = 18,
            },
            {
                link = "|cffffffff|Hitem:42735:0:0:0:0:0:0:0:10|h[Символ чародейских стрел]|h|r",
                name = "Символ чародейских стрел",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:42736:0:0:0:0:0:0:0:10|h[Символ мощи тайной магии]|h|r",
                name = "Символ мощи тайной магии",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42737:0:0:0:0:0:0:0:10|h[Символ скачка]|h|r",
                name = "Символ скачка",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:42738:0:0:0:0:0:0:0:10|h[Символ прилива сил]|h|r",
                name = "Символ прилива сил",
                count = 19,
            },
            {
                link = "|cffffffff|Hitem:42739:0:0:0:0:0:0:0:10|h[Символ огненного шара]|h|r",
                name = "Символ огненного шара",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:42740:0:0:0:0:0:0:0:10|h[Символ огненного взрыва]|h|r",
                name = "Символ огненного взрыва",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42741:0:0:0:0:0:0:0:10|h[Символ кольца льда]|h|r",
                name = "Символ кольца льда",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:42743:0:0:0:0:0:0:0:10|h[Символ ледяного доспеха]|h|r",
                name = "Символ ледяного доспеха",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42744:0:0:0:0:0:0:0:10|h[Символ ледяной глыбы]|h|r",
                name = "Символ ледяной глыбы",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:42745:0:0:0:0:0:0:0:10|h[Символ ледяного копья]|h|r",
                name = "Символ ледяного копья",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:42747:0:0:0:0:0:0:0:10|h[Символ ожога]|h|r",
                name = "Символ ожога",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:42748:0:0:0:0:0:0:0:10|h[Символ невидимости]|h|r",
                name = "Символ невидимости",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:42749:0:0:0:0:0:0:0:10|h[Символ магического доспеха]|h|r",
                name = "Символ магического доспеха",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42750:0:0:0:0:0:0:0:10|h[Символ самоцвета маны]|h|r",
                name = "Символ самоцвета маны",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42751:0:0:0:0:0:0:0:10|h[Символ раскаленного доспеха]|h|r",
                name = "Символ раскаленного доспеха",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:42754:0:0:0:0:0:0:0:10|h[Символ элементаля воды]|h|r",
                name = "Символ элементаля воды",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42897:0:0:0:0:0:0:0:10|h[Символ прицельного выстрела]|h|r",
                name = "Символ прицельного выстрела",
                count = 17,
            },
            {
                link = "|cffffffff|Hitem:42898:0:0:0:0:0:0:0:10|h[Символ чародейского выстрела]|h|r",
                name = "Символ чародейского выстрела",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:42899:0:0:0:0:0:0:0:10|h[Символ духа зверя]|h|r",
                name = "Символ духа зверя",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:42900:0:0:0:0:0:0:0:10|h[Символ лечения]|h|r",
                name = "Символ лечения",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42901:0:0:0:0:0:0:0:10|h[Символ духа гадюки]|h|r",
                name = "Символ духа гадюки",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:42902:0:0:0:0:0:0:0:10|h[Символ звериного гнева]|h|r",
                name = "Символ звериного гнева",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42904:0:0:0:0:0:0:0:10|h[Символ отрыва]|h|r",
                name = "Символ отрыва",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:42905:0:0:0:0:0:0:0:10|h[Символ замораживающей ловушки]|h|r",
                name = "Символ замораживающей ловушки",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42906:0:0:0:0:0:0:0:10|h[Символ ледяной ловушки]|h|r",
                name = "Символ ледяной ловушки",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42907:0:0:0:0:0:0:0:10|h[Символ метки охотника]|h|r",
                name = "Символ метки охотника",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:42908:0:0:0:0:0:0:0:10|h[Символ обжигающей ловушки]|h|r",
                name = "Символ обжигающей ловушки",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42909:0:0:0:0:0:0:0:10|h[Символ ястреба]|h|r",
                name = "Символ ястреба",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:42910:0:0:0:0:0:0:0:10|h[Символ залпа]|h|r",
                name = "Символ залпа",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42911:0:0:0:0:0:0:0:10|h[Символ быстрой стрельбы]|h|r",
                name = "Символ быстрой стрельбы",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:42912:0:0:0:0:0:0:0:10|h[Символ укуса змеи]|h|r",
                name = "Символ укуса змеи",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:42914:0:0:0:0:0:0:0:10|h[Символ верного выстрела]|h|r",
                name = "Символ верного выстрела",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42915:0:0:0:0:0:0:0:10|h[Символ ауры меткого выстрела]|h|r",
                name = "Символ ауры меткого выстрела",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42916:0:0:0:0:0:0:0:10|h[Символ града стрел]|h|r",
                name = "Символ града стрел",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42917:0:0:0:0:0:0:0:10|h[Символ укуса виверны]|h|r",
                name = "Символ укуса виверны",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42954:0:0:0:0:0:0:0:10|h[Символ выброса адреналина]|h|r",
                name = "Символ выброса адреналина",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42955:0:0:0:0:0:0:0:10|h[Символ внезапного удара]|h|r",
                name = "Символ внезапного удара",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:42956:0:0:0:0:0:0:0:10|h[Символ удара в спину]|h|r",
                name = "Символ удара в спину",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:42957:0:0:0:0:0:0:0:10|h[Символ шквала клинков]|h|r",
                name = "Символ шквала клинков",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42958:0:0:0:0:0:0:0:10|h[Символ калечащего яда]|h|r",
                name = "Символ калечащего яда",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:42960:0:0:0:0:0:0:0:10|h[Символ ускользания]|h|r",
                name = "Символ ускользания",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:42961:0:0:0:0:0:0:0:10|h[Символ потрошения]|h|r",
                name = "Символ потрошения",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:42962:0:0:0:0:0:0:0:10|h[Символ ослабления доспеха]|h|r",
                name = "Символ ослабления доспеха",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42964:0:0:0:0:0:0:0:10|h[Символ гарроты]|h|r",
                name = "Символ гарроты",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:42965:0:0:0:0:0:0:0:10|h[Символ призрачного удара]|h|r",
                name = "Символ призрачного удара",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42966:0:0:0:0:0:0:0:10|h[Символ парализующего удара]|h|r",
                name = "Символ парализующего удара",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:42967:0:0:0:0:0:0:0:10|h[Символ кровоизлияния]|h|r",
                name = "Символ кровоизлияния",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:42969:0:0:0:0:0:0:0:10|h[Символ рваной раны]|h|r",
                name = "Символ рваной раны",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42970:0:0:0:0:0:0:0:10|h[Символ ошеломления]|h|r",
                name = "Символ ошеломления",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42971:0:0:0:0:0:0:0:10|h[Символ неутомимости]|h|r",
                name = "Символ неутомимости",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42972:0:0:0:0:0:0:0:10|h[Символ коварного удара]|h|r",
                name = "Символ коварного удара",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:42973:0:0:0:0:0:0:0:10|h[Символ мясорубки]|h|r",
                name = "Символ мясорубки",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42974:0:0:0:0:0:0:0:10|h[Символ спринта]|h|r",
                name = "Символ спринта",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:43316:0:0:0:0:0:0:0:10|h[Символ водного облика]|h|r",
                name = "Символ водного облика",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:43332:0:0:0:0:0:0:0:10|h[Символ шипов]|h|r",
                name = "Символ шипов",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:43334:0:0:0:0:0:0:0:10|h[Символ вызывающего рева]|h|r",
                name = "Символ вызывающего рева",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43335:0:0:0:0:0:0:0:10|h[Символ дикой природы]|h|r",
                name = "Символ дикой природы",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:43338:0:0:0:0:0:0:0:10|h[Символ воскрешения питомца]|h|r",
                name = "Символ воскрешения питомца",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:43339:0:0:0:0:0:0:0:10|h[Символ чародейского интеллекта]|h|r",
                name = "Символ чародейского интеллекта",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43340:0:0:0:0:0:0:0:10|h[Символ благословения могущества]|h|r",
                name = "Символ благословения могущества",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:43343:0:0:0:0:0:0:0:10|h[Символ обшаривания карманов]|h|r",
                name = "Символ обшаривания карманов",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:43344:0:0:0:0:0:0:0:10|h[Символ подводного дыхания]|h|r",
                name = "Символ подводного дыхания",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43350:0:0:0:0:0:0:0:10|h[Символ лечения питомца]|h|r",
                name = "Символ лечения питомца",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:43351:0:0:0:0:0:0:0:10|h[Символ ложной смерти]|h|r",
                name = "Символ ложной смерти",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:43359:0:0:0:0:0:0:0:10|h[Символ морозного доспеха]|h|r",
                name = "Символ морозного доспеха",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43361:0:0:0:0:0:0:0:10|h[Символ пингвина]|h|r",
                name = "Символ пингвина",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43364:0:0:0:0:0:0:0:10|h[Символ замедленного падения]|h|r",
                name = "Символ замедленного падения",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:43365:0:0:0:0:0:0:0:10|h[Символ благословения королей]|h|r",
                name = "Символ благословения королей",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:43366:0:0:0:0:0:0:0:10|h[Символ благословения мудрости]|h|r",
                name = "Символ благословения мудрости",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:43367:0:0:0:0:0:0:0:10|h[Символ возложения рук]|h|r",
                name = "Символ возложения рук",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:43368:0:0:0:0:0:0:0:10|h[Символ чутья на нежить]|h|r",
                name = "Символ чутья на нежить",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:43370:0:0:0:0:0:0:0:10|h[Символ левитации]|h|r",
                name = "Символ левитации",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:43374:0:0:0:0:0:0:0:10|h[Символ исчадия Тьмы]|h|r",
                name = "Символ исчадия Тьмы",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:43377:0:0:0:0:0:0:0:10|h[Символ взлома]|h|r",
                name = "Символ взлома",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:43378:0:0:0:0:0:0:0:10|h[Символ безопасного падения]|h|r",
                name = "Символ безопасного падения",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:43379:0:0:0:0:0:0:0:10|h[Символ огромной скорости]|h|r",
                name = "Символ огромной скорости",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:43380:0:0:0:0:0:0:0:10|h[Символ исчезновения]|h|r",
                name = "Символ исчезновения",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:43381:0:0:0:0:0:0:0:10|h[Символ астрального возвращения]|h|r",
                name = "Символ астрального возвращения",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:43386:0:0:0:0:0:0:0:10|h[Символ водного щита]|h|r",
                name = "Символ водного щита",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43388:0:0:0:0:0:0:0:10|h[Символ хождения по воде]|h|r",
                name = "Символ хождения по воде",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:43389:0:0:0:0:0:0:0:10|h[Символ бесконечного дыхания]|h|r",
                name = "Символ бесконечного дыхания",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:43390:0:0:0:0:0:0:0:10|h[Символ похищения души]|h|r",
                name = "Символ похищения души",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:43391:0:0:0:0:0:0:0:10|h[Символ Килрогга]|h|r",
                name = "Символ Килрогга",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43393:0:0:0:0:0:0:0:10|h[Символ порабощения демона]|h|r",
                name = "Символ порабощения демона",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43395:0:0:0:0:0:0:0:10|h[Символ боевого крика]|h|r",
                name = "Символ боевого крика",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:43396:0:0:0:0:0:0:0:10|h[Символ кровавой ярости]|h|r",
                name = "Символ кровавой ярости",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:43397:0:0:0:0:0:0:0:10|h[Символ рывка]|h|r",
                name = "Символ рывка",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:43398:0:0:0:0:0:0:0:10|h[Символ дразнящего удара]|h|r",
                name = "Символ дразнящего удара",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43399:0:0:0:0:0:0:0:10|h[Символ удара грома]|h|r",
                name = "Символ удара грома",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:43400:0:0:0:0:0:0:0:10|h[Символ неоспоримой победы]|h|r",
                name = "Символ неоспоримой победы",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43412:0:0:0:0:0:0:0:10|h[Символ кровожадности]|h|r",
                name = "Символ кровожадности",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:43413:0:0:0:0:0:0:0:10|h[Символ стремительного рывка]|h|r",
                name = "Символ стремительного рывка",
                count = 17,
            },
            {
                link = "|cffffffff|Hitem:43414:0:0:0:0:0:0:0:10|h[Символ рассечения]|h|r",
                name = "Символ рассечения",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:43415:0:0:0:0:0:0:0:10|h[Символ сокрушения]|h|r",
                name = "Символ сокрушения",
                count = 19,
            },
            {
                link = "|cffffffff|Hitem:43416:0:0:0:0:0:0:0:10|h[Символ казни]|h|r",
                name = "Символ казни",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43417:0:0:0:0:0:0:0:10|h[Символ подрезанного сухожилия]|h|r",
                name = "Символ подрезанного сухожилия",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43418:0:0:0:0:0:0:0:10|h[Символ удара героя]|h|r",
                name = "Символ удара героя",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:43419:0:0:0:0:0:0:0:10|h[Символ вмешательства]|h|r",
                name = "Символ вмешательства",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43420:0:0:0:0:0:0:0:10|h[Символ вульгарных оскорблений]|h|r",
                name = "Символ вульгарных оскорблений",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:43421:0:0:0:0:0:0:0:10|h[Символ смертельного удара]|h|r",
                name = "Символ смертельного удара",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:43422:0:0:0:0:0:0:0:10|h[Символ превосходства]|h|r",
                name = "Символ превосходства",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:43423:0:0:0:0:0:0:0:10|h[Символ кровопускания]|h|r",
                name = "Символ кровопускания",
                count = 15,
            },
            {
                link = "|cffffffff|Hitem:43424:0:0:0:0:0:0:0:10|h[Символ реванша]|h|r",
                name = "Символ реванша",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43425:0:0:0:0:0:0:0:10|h[Символ блокирования]|h|r",
                name = "Символ блокирования",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43426:0:0:0:0:0:0:0:10|h[Символ отчаянной защиты]|h|r",
                name = "Символ отчаянной защиты",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43427:0:0:0:0:0:0:0:10|h[Символ раскола брони]|h|r",
                name = "Символ раскола брони",
                count = 19,
            },
            {
                link = "|cffffffff|Hitem:43428:0:0:0:0:0:0:0:10|h[Символ размашистого удара]|h|r",
                name = "Символ размашистого удара",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:43429:0:0:0:0:0:0:0:10|h[Символ провокации]|h|r",
                name = "Символ провокации",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:43430:0:0:0:0:0:0:0:10|h[Символ грохочущей мощи]|h|r",
                name = "Символ грохочущей мощи",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43431:0:0:0:0:0:0:0:10|h[Символ победного ража]|h|r",
                name = "Символ победного ража",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:43432:0:0:0:0:0:0:0:10|h[Символ вихря]|h|r",
                name = "Символ вихря",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:43674:0:0:0:0:0:0:0:10|h[Символ порыва]|h|r",
                name = "Символ порыва",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:43725:0:0:0:0:0:0:0:10|h[Символ призрачного волка]|h|r",
                name = "Символ призрачного волка",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:43868:0:0:0:0:0:0:0:10|h[Символ печати праведности]|h|r",
                name = "Символ печати праведности",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:43869:0:0:0:0:0:0:0:10|h[Символ печати отмщения]|h|r",
                name = "Символ печати отмщения",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:44922:0:0:0:0:0:0:0:10|h[Символ тайфуна]|h|r",
                name = "Символ тайфуна",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:44923:0:0:0:0:0:0:0:10|h[Символ грома и молнии]|h|r",
                name = "Символ грома и молнии",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:44928:0:0:0:0:0:0:0:10|h[Символ фокусирования]|h|r",
                name = "Символ фокусирования",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:44955:0:0:0:0:0:0:0:10|h[Символ чародейской вспышки]|h|r",
                name = "Символ чародейской вспышки",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:45601:0:0:0:0:0:0:0:10|h[Символ берсерка]|h|r",
                name = "Символ берсерка",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:45602:0:0:0:0:0:0:0:10|h[Символ буйного роста]|h|r",
                name = "Символ буйного роста",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45604:0:0:0:0:0:0:0:10|h[Символ дикого рева]|h|r",
                name = "Символ дикого рева",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:45623:0:0:0:0:0:0:0:10|h[Символ дубовой кожи]|h|r",
                name = "Символ дубовой кожи",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45625:0:0:0:0:0:0:0:10|h[Символ выстрела химеры]|h|r",
                name = "Символ выстрела химеры",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45732:0:0:0:0:0:0:0:10|h[Символ убийственного выстрела]|h|r",
                name = "Символ убийственного выстрела",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:45733:0:0:0:0:0:0:0:10|h[Символ взрывной ловушки]|h|r",
                name = "Символ взрывной ловушки",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:45734:0:0:0:0:0:0:0:10|h[Символ дезориентирующего выстрела]|h|r",
                name = "Символ дезориентирующего выстрела",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45738:0:0:0:0:0:0:0:10|h[Символ чародейского обстрела]|h|r",
                name = "Символ чародейского обстрела",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:45742:0:0:0:0:0:0:0:10|h[Символ молота праведника]|h|r",
                name = "Символ молота праведника",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45743:0:0:0:0:0:0:0:10|h[Символ божественной бури]|h|r",
                name = "Символ божественной бури",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:45745:0:0:0:0:0:0:0:10|h[Символ святой клятвы]|h|r",
                name = "Символ святой клятвы",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:45753:0:0:0:0:0:0:0:10|h[Символ слияния с Тьмой]|h|r",
                name = "Символ слияния с Тьмой",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45757:0:0:0:0:0:0:0:10|h[Символ иссушения разума]|h|r",
                name = "Символ иссушения разума",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:45760:0:0:0:0:0:0:0:10|h[Символ подавления боли]|h|r",
                name = "Символ подавления боли",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:45761:0:0:0:0:0:0:0:10|h[Символ жажды убийства]|h|r",
                name = "Символ жажды убийства",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45762:0:0:0:0:0:0:0:10|h[Символ череды убийств]|h|r",
                name = "Символ череды убийств",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45768:0:0:0:0:0:0:0:10|h[Символ расправы]|h|r",
                name = "Символ расправы",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45769:0:0:0:0:0:0:0:10|h[Символ плаща Теней]|h|r",
                name = "Символ плаща Теней",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45770:0:0:0:0:0:0:0:10|h[Символ грома]|h|r",
                name = "Символ грома",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45771:0:0:0:0:0:0:0:10|h[Символ духа дикого волка]|h|r",
                name = "Символ духа дикого волка",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45775:0:0:0:0:0:0:0:10|h[Символ щита земли]|h|r",
                name = "Символ щита земли",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:45776:0:0:0:0:0:0:0:10|h[Символ тотема гнева]|h|r",
                name = "Символ тотема гнева",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45778:0:0:0:0:0:0:0:10|h[Символ тотема каменного когтя]|h|r",
                name = "Символ тотема каменного когтя",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45780:0:0:0:0:0:0:0:10|h[Символ метаморфозы]|h|r",
                name = "Символ метаморфозы",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45781:0:0:0:0:0:0:0:10|h[Символ стрелы Хаоса]|h|r",
                name = "Символ стрелы Хаоса",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45785:0:0:0:0:0:0:0:10|h[Символ жизнеотвода]|h|r",
                name = "Символ жизнеотвода",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:45790:0:0:0:0:0:0:0:10|h[Символ вихря клинков]|h|r",
                name = "Символ вихря клинков",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:45792:0:0:0:0:0:0:0:10|h[Символ ударной волны]|h|r",
                name = "Символ ударной волны",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:45793:0:0:0:0:0:0:0:10|h[Символ бдительности]|h|r",
                name = "Символ бдительности",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45794:0:0:0:0:0:0:0:10|h[Символ безудержного восстановления]|h|r",
                name = "Символ безудержного восстановления",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45795:0:0:0:0:0:0:0:10|h[Символ отражения заклинания]|h|r",
                name = "Символ отражения заклинания",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45797:0:0:0:0:0:0:0:10|h[Символ глухой обороны]|h|r",
                name = "Символ глухой обороны",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:46372:0:0:0:0:0:0:0:10|h[Символ инстинкта выживания]|h|r",
                name = "Символ инстинкта выживания",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:48720:0:0:0:0:0:0:0:10|h[Символ когтя]|h|r",
                name = "Символ когтя",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:49084:0:0:0:0:0:0:0:10|h[Символ властности]|h|r",
                name = "Символ властности",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:50045:0:0:0:0:0:0:0:10|h[Символ извечной воды]|h|r",
                name = "Символ извечной воды",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:50077:0:0:0:0:0:0:0:10|h[Символ быстрого разложения]|h|r",
                name = "Символ быстрого разложения",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:50125:0:0:0:0:0:0:0:10|h[Символ стремительного омоложения]|h|r",
                name = "Символ стремительного омоложения",
                count = 5,
            },
        },
        bank = {
            last_update = 1783834955,
            items = {
                {
                    link = "|cffffffff|Hitem:40896:0:0:0:0:0:0:0:10|h[Символ неистового восстановления]|h|r",
                    name = "Символ неистового восстановления",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:40897:0:0:0:0:0:0:0:10|h[Символ трепки]|h|r",
                    name = "Символ трепки",
                    count = 19,
                },
                {
                    link = "|cffffffff|Hitem:40899:0:0:0:0:0:0:0:10|h[Символ рыка]|h|r",
                    name = "Символ рыка",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:40900:0:0:0:0:0:0:0:10|h[Символ увечья]|h|r",
                    name = "Символ увечья",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:40901:0:0:0:0:0:0:0:10|h[Символ полосования]|h|r",
                    name = "Символ полосования",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:40902:0:0:0:0:0:0:0:10|h[Символ разрывания]|h|r",
                    name = "Символ разрывания",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:40903:0:0:0:0:0:0:0:10|h[Символ глубокой раны]|h|r",
                    name = "Символ глубокой раны",
                    count = 14,
                },
                {
                    link = "|cffffffff|Hitem:40906:0:0:0:0:0:0:0:10|h[Символ быстрого восстановления]|h|r",
                    name = "Символ быстрого восстановления",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:40908:0:0:0:0:0:0:0:10|h[Символ озарения]|h|r",
                    name = "Символ озарения",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:40912:0:0:0:0:0:0:0:10|h[Символ восстановления]|h|r",
                    name = "Символ восстановления",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:40913:0:0:0:0:0:0:0:10|h[Символ омоложения]|h|r",
                    name = "Символ омоложения",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:40914:0:0:0:0:0:0:0:10|h[Символ целительного прикосновения]|h|r",
                    name = "Символ целительного прикосновения",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:40916:0:0:0:0:0:0:0:10|h[Символ звездного огня]|h|r",
                    name = "Символ звездного огня",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:40919:0:0:0:0:0:0:0:10|h[Символ роя насекомых]|h|r",
                    name = "Символ роя насекомых",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:40920:0:0:0:0:0:0:0:10|h[Символ грозы]|h|r",
                    name = "Символ грозы",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:40921:0:0:0:0:0:0:0:10|h[Символ звездопада]|h|r",
                    name = "Символ звездопада",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:40922:0:0:0:0:0:0:0:10|h[Символ гнева]|h|r",
                    name = "Символ гнева",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:40923:0:0:0:0:0:0:0:10|h[Символ лунного огня]|h|r",
                    name = "Символ лунного огня",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:40924:0:0:0:0:0:0:0:10|h[Символ гнева деревьев]|h|r",
                    name = "Символ гнева деревьев",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:41092:0:0:0:0:0:0:0:10|h[Символ правосудия]|h|r",
                    name = "Символ правосудия",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:41094:0:0:0:0:0:0:0:10|h[Символ печати повиновения]|h|r",
                    name = "Символ печати повиновения",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:41095:0:0:0:0:0:0:0:10|h[Символ молота правосудия]|h|r",
                    name = "Символ молота правосудия",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:41097:0:0:0:0:0:0:0:10|h[Символ молота гнева]|h|r",
                    name = "Символ молота гнева",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:41098:0:0:0:0:0:0:0:10|h[Символ удара воина Света]|h|r",
                    name = "Символ удара воина Света",
                    count = 19,
                },
                {
                    link = "|cffffffff|Hitem:41099:0:0:0:0:0:0:0:10|h[Символ освящения]|h|r",
                    name = "Символ освящения",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:41103:0:0:0:0:0:0:0:10|h[Символ экзорцизма]|h|r",
                    name = "Символ экзорцизма",
                    count = 12,
                },
                {
                    link = "|cffffffff|Hitem:41104:0:0:0:0:0:0:0:10|h[Символ очищения]|h|r",
                    name = "Символ очищения",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:41106:0:0:0:0:0:0:0:10|h[Символ Света небес]|h|r",
                    name = "Символ Света небес",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:41108:0:0:0:0:0:0:0:10|h[Символ божественности]|h|r",
                    name = "Символ божественности",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:41518:0:0:0:0:0:0:0:10|h[Символ цепной молнии]|h|r",
                    name = "Символ цепной молнии",
                    count = 6,
                },
                {
                    link = "|cffffffff|Hitem:41524:0:0:0:0:0:0:0:10|h[Символ лавы]|h|r",
                    name = "Символ лавы",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:41526:0:0:0:0:0:0:0:10|h[Символ шока]|h|r",
                    name = "Символ шока",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:41527:0:0:0:0:0:0:0:10|h[Символ оружия жизни земли]|h|r",
                    name = "Символ оружия жизни земли",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:41529:0:0:0:0:0:0:0:10|h[Символ тотема элементаля огня]|h|r",
                    name = "Символ тотема элементаля огня",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:41530:0:0:0:0:0:0:0:10|h[Символ кольца огня]|h|r",
                    name = "Символ кольца огня",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:41531:0:0:0:0:0:0:0:10|h[Символ огненного шока]|h|r",
                    name = "Символ огненного шока",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:41532:0:0:0:0:0:0:0:10|h[Символ оружия языка пламени]|h|r",
                    name = "Символ оружия языка пламени",
                    count = 6,
                },
                {
                    link = "|cffffffff|Hitem:41533:0:0:0:0:0:0:0:10|h[Символ тотема исцеляющего потока]|h|r",
                    name = "Символ тотема исцеляющего потока",
                    count = 14,
                },
                {
                    link = "|cffffffff|Hitem:41534:0:0:0:0:0:0:0:10|h[Символ волны исцеления]|h|r",
                    name = "Символ волны исцеления",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:41536:0:0:0:0:0:0:0:10|h[Символ молнии]|h|r",
                    name = "Символ молнии",
                    count = 21,
                },
                {
                    link = "|cffffffff|Hitem:41537:0:0:0:0:0:0:0:10|h[Символ щита молний]|h|r",
                    name = "Символ щита молний",
                    count = 23,
                },
                {
                    link = "|cffffffff|Hitem:41538:0:0:0:0:0:0:0:10|h[Символ тотема прилива маны]|h|r",
                    name = "Символ тотема прилива маны",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:41539:0:0:0:0:0:0:0:10|h[Символ удара бури]|h|r",
                    name = "Символ удара бури",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:41540:0:0:0:0:0:0:0:10|h[Символ вскипания лавы]|h|r",
                    name = "Символ вскипания лавы",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:41541:0:0:0:0:0:0:0:10|h[Символ хозяина вод]|h|r",
                    name = "Символ хозяина вод",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:41542:0:0:0:0:0:0:0:10|h[Символ оружия неистовства ветра]|h|r",
                    name = "Символ оружия неистовства ветра",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:41547:0:0:0:0:0:0:0:10|h[Символ ледяного шока]|h|r",
                    name = "Символ ледяного шока",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:41552:0:0:0:0:0:0:0:10|h[Символ покорения стихий]|h|r",
                    name = "Символ покорения стихий",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42397:0:0:0:0:0:0:0:10|h[Символ рассеивания заклинаний]|h|r",
                    name = "Символ рассеивания заклинаний",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:42398:0:0:0:0:0:0:0:10|h[Символ ухода в тень]|h|r",
                    name = "Символ ухода в тень",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42399:0:0:0:0:0:0:0:10|h[Символ защиты от страха]|h|r",
                    name = "Символ защиты от страха",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:42400:0:0:0:0:0:0:0:10|h[Символ быстрого исцеления]|h|r",
                    name = "Символ быстрого исцеления",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:42402:0:0:0:0:0:0:0:10|h[Символ внутреннего огня]|h|r",
                    name = "Символ внутреннего огня",
                    count = 22,
                },
                {
                    link = "|cffffffff|Hitem:42406:0:0:0:0:0:0:0:10|h[Символ Слова Тьмы: Боль]|h|r",
                    name = "Символ Слова Тьмы: Боль",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42407:0:0:0:0:0:0:0:10|h[Символ Тьмы]|h|r",
                    name = "Символ Тьмы",
                    count = 12,
                },
                {
                    link = "|cffffffff|Hitem:42408:0:0:0:0:0:0:0:10|h[Символ слова силы: Щит]|h|r",
                    name = "Символ слова силы: Щит",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:42411:0:0:0:0:0:0:0:10|h[Символ обновления]|h|r",
                    name = "Символ обновления",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:42414:0:0:0:0:0:0:0:10|h[Символ слова Тьмы: Смерть]|h|r",
                    name = "Символ слова Тьмы: Смерть",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42415:0:0:0:0:0:0:0:10|h[Символ пытки разума]|h|r",
                    name = "Символ пытки разума",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:42453:0:0:0:0:0:0:0:10|h[Символ испепеления]|h|r",
                    name = "Символ испепеления",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:42454:0:0:0:0:0:0:0:10|h[Символ поджигания]|h|r",
                    name = "Символ поджигания",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42455:0:0:0:0:0:0:0:10|h[Символ порчи]|h|r",
                    name = "Символ порчи",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:42456:0:0:0:0:0:0:0:10|h[Символ проклятия агонии]|h|r",
                    name = "Символ проклятия агонии",
                    count = 19,
                },
                {
                    link = "|cffffffff|Hitem:42459:0:0:0:0:0:0:0:10|h[Символ стража Скверны]|h|r",
                    name = "Символ стража Скверны",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:42460:0:0:0:0:0:0:0:10|h[Символ охотника Скверны]|h|r",
                    name = "Символ охотника Скверны",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:42461:0:0:0:0:0:0:0:10|h[Символ канала здоровья]|h|r",
                    name = "Символ канала здоровья",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42462:0:0:0:0:0:0:0:10|h[Символ камня здоровья]|h|r",
                    name = "Символ камня здоровья",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42463:0:0:0:0:0:0:0:10|h[Символ воя ужаса]|h|r",
                    name = "Символ воя ужаса",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42464:0:0:0:0:0:0:0:10|h[Символ жертвенного огня]|h|r",
                    name = "Символ жертвенного огня",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:42465:0:0:0:0:0:0:0:10|h[Символ беса]|h|r",
                    name = "Символ беса",
                    count = 25,
                },
                {
                    link = "|cffffffff|Hitem:42466:0:0:0:0:0:0:0:10|h[Символ жгучей боли]|h|r",
                    name = "Символ жгучей боли",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42467:0:0:0:0:0:0:0:10|h[Символ стрелы Тьмы]|h|r",
                    name = "Символ стрелы Тьмы",
                    count = 14,
                },
                {
                    link = "|cffffffff|Hitem:42468:0:0:0:0:0:0:0:10|h[Символ ожога Тьмы]|h|r",
                    name = "Символ ожога Тьмы",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42469:0:0:0:0:0:0:0:10|h[Символ вытягивания жизни]|h|r",
                    name = "Символ вытягивания жизни",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42472:0:0:0:0:0:0:0:10|h[Символ нестабильного колдовства]|h|r",
                    name = "Символ нестабильного колдовства",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:42473:0:0:0:0:0:0:0:10|h[Символ демона Бездны]|h|r",
                    name = "Символ демона Бездны",
                    count = 14,
                },
                {
                    link = "|cffffffff|Hitem:42734:0:0:0:0:0:0:0:10|h[Символ чародейского взрыва]|h|r",
                    name = "Символ чародейского взрыва",
                    count = 18,
                },
                {
                    link = "|cffffffff|Hitem:42735:0:0:0:0:0:0:0:10|h[Символ чародейских стрел]|h|r",
                    name = "Символ чародейских стрел",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:42736:0:0:0:0:0:0:0:10|h[Символ мощи тайной магии]|h|r",
                    name = "Символ мощи тайной магии",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42737:0:0:0:0:0:0:0:10|h[Символ скачка]|h|r",
                    name = "Символ скачка",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:42738:0:0:0:0:0:0:0:10|h[Символ прилива сил]|h|r",
                    name = "Символ прилива сил",
                    count = 19,
                },
                {
                    link = "|cffffffff|Hitem:42739:0:0:0:0:0:0:0:10|h[Символ огненного шара]|h|r",
                    name = "Символ огненного шара",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:42740:0:0:0:0:0:0:0:10|h[Символ огненного взрыва]|h|r",
                    name = "Символ огненного взрыва",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42741:0:0:0:0:0:0:0:10|h[Символ кольца льда]|h|r",
                    name = "Символ кольца льда",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:42743:0:0:0:0:0:0:0:10|h[Символ ледяного доспеха]|h|r",
                    name = "Символ ледяного доспеха",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42744:0:0:0:0:0:0:0:10|h[Символ ледяной глыбы]|h|r",
                    name = "Символ ледяной глыбы",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:42745:0:0:0:0:0:0:0:10|h[Символ ледяного копья]|h|r",
                    name = "Символ ледяного копья",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:42747:0:0:0:0:0:0:0:10|h[Символ ожога]|h|r",
                    name = "Символ ожога",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:42748:0:0:0:0:0:0:0:10|h[Символ невидимости]|h|r",
                    name = "Символ невидимости",
                    count = 14,
                },
                {
                    link = "|cffffffff|Hitem:42749:0:0:0:0:0:0:0:10|h[Символ магического доспеха]|h|r",
                    name = "Символ магического доспеха",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42750:0:0:0:0:0:0:0:10|h[Символ самоцвета маны]|h|r",
                    name = "Символ самоцвета маны",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42751:0:0:0:0:0:0:0:10|h[Символ раскаленного доспеха]|h|r",
                    name = "Символ раскаленного доспеха",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:42754:0:0:0:0:0:0:0:10|h[Символ элементаля воды]|h|r",
                    name = "Символ элементаля воды",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42897:0:0:0:0:0:0:0:10|h[Символ прицельного выстрела]|h|r",
                    name = "Символ прицельного выстрела",
                    count = 17,
                },
                {
                    link = "|cffffffff|Hitem:42898:0:0:0:0:0:0:0:10|h[Символ чародейского выстрела]|h|r",
                    name = "Символ чародейского выстрела",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:42899:0:0:0:0:0:0:0:10|h[Символ духа зверя]|h|r",
                    name = "Символ духа зверя",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:42900:0:0:0:0:0:0:0:10|h[Символ лечения]|h|r",
                    name = "Символ лечения",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42901:0:0:0:0:0:0:0:10|h[Символ духа гадюки]|h|r",
                    name = "Символ духа гадюки",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:42902:0:0:0:0:0:0:0:10|h[Символ звериного гнева]|h|r",
                    name = "Символ звериного гнева",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42904:0:0:0:0:0:0:0:10|h[Символ отрыва]|h|r",
                    name = "Символ отрыва",
                    count = 12,
                },
                {
                    link = "|cffffffff|Hitem:42905:0:0:0:0:0:0:0:10|h[Символ замораживающей ловушки]|h|r",
                    name = "Символ замораживающей ловушки",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42906:0:0:0:0:0:0:0:10|h[Символ ледяной ловушки]|h|r",
                    name = "Символ ледяной ловушки",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42907:0:0:0:0:0:0:0:10|h[Символ метки охотника]|h|r",
                    name = "Символ метки охотника",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:42908:0:0:0:0:0:0:0:10|h[Символ обжигающей ловушки]|h|r",
                    name = "Символ обжигающей ловушки",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42909:0:0:0:0:0:0:0:10|h[Символ ястреба]|h|r",
                    name = "Символ ястреба",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:42910:0:0:0:0:0:0:0:10|h[Символ залпа]|h|r",
                    name = "Символ залпа",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42911:0:0:0:0:0:0:0:10|h[Символ быстрой стрельбы]|h|r",
                    name = "Символ быстрой стрельбы",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:42912:0:0:0:0:0:0:0:10|h[Символ укуса змеи]|h|r",
                    name = "Символ укуса змеи",
                    count = 6,
                },
                {
                    link = "|cffffffff|Hitem:42914:0:0:0:0:0:0:0:10|h[Символ верного выстрела]|h|r",
                    name = "Символ верного выстрела",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42915:0:0:0:0:0:0:0:10|h[Символ ауры меткого выстрела]|h|r",
                    name = "Символ ауры меткого выстрела",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42916:0:0:0:0:0:0:0:10|h[Символ града стрел]|h|r",
                    name = "Символ града стрел",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42917:0:0:0:0:0:0:0:10|h[Символ укуса виверны]|h|r",
                    name = "Символ укуса виверны",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42954:0:0:0:0:0:0:0:10|h[Символ выброса адреналина]|h|r",
                    name = "Символ выброса адреналина",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42955:0:0:0:0:0:0:0:10|h[Символ внезапного удара]|h|r",
                    name = "Символ внезапного удара",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:42956:0:0:0:0:0:0:0:10|h[Символ удара в спину]|h|r",
                    name = "Символ удара в спину",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:42957:0:0:0:0:0:0:0:10|h[Символ шквала клинков]|h|r",
                    name = "Символ шквала клинков",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42958:0:0:0:0:0:0:0:10|h[Символ калечащего яда]|h|r",
                    name = "Символ калечащего яда",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:42960:0:0:0:0:0:0:0:10|h[Символ ускользания]|h|r",
                    name = "Символ ускользания",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:42961:0:0:0:0:0:0:0:10|h[Символ потрошения]|h|r",
                    name = "Символ потрошения",
                    count = 13,
                },
                {
                    link = "|cffffffff|Hitem:42962:0:0:0:0:0:0:0:10|h[Символ ослабления доспеха]|h|r",
                    name = "Символ ослабления доспеха",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42964:0:0:0:0:0:0:0:10|h[Символ гарроты]|h|r",
                    name = "Символ гарроты",
                    count = 6,
                },
                {
                    link = "|cffffffff|Hitem:42965:0:0:0:0:0:0:0:10|h[Символ призрачного удара]|h|r",
                    name = "Символ призрачного удара",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42966:0:0:0:0:0:0:0:10|h[Символ парализующего удара]|h|r",
                    name = "Символ парализующего удара",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:42967:0:0:0:0:0:0:0:10|h[Символ кровоизлияния]|h|r",
                    name = "Символ кровоизлияния",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:42969:0:0:0:0:0:0:0:10|h[Символ рваной раны]|h|r",
                    name = "Символ рваной раны",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42970:0:0:0:0:0:0:0:10|h[Символ ошеломления]|h|r",
                    name = "Символ ошеломления",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42971:0:0:0:0:0:0:0:10|h[Символ неутомимости]|h|r",
                    name = "Символ неутомимости",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42972:0:0:0:0:0:0:0:10|h[Символ коварного удара]|h|r",
                    name = "Символ коварного удара",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:42973:0:0:0:0:0:0:0:10|h[Символ мясорубки]|h|r",
                    name = "Символ мясорубки",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42974:0:0:0:0:0:0:0:10|h[Символ спринта]|h|r",
                    name = "Символ спринта",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:43316:0:0:0:0:0:0:0:10|h[Символ водного облика]|h|r",
                    name = "Символ водного облика",
                    count = 14,
                },
                {
                    link = "|cffffffff|Hitem:43332:0:0:0:0:0:0:0:10|h[Символ шипов]|h|r",
                    name = "Символ шипов",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:43334:0:0:0:0:0:0:0:10|h[Символ вызывающего рева]|h|r",
                    name = "Символ вызывающего рева",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43335:0:0:0:0:0:0:0:10|h[Символ дикой природы]|h|r",
                    name = "Символ дикой природы",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:43338:0:0:0:0:0:0:0:10|h[Символ воскрешения питомца]|h|r",
                    name = "Символ воскрешения питомца",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:43339:0:0:0:0:0:0:0:10|h[Символ чародейского интеллекта]|h|r",
                    name = "Символ чародейского интеллекта",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43340:0:0:0:0:0:0:0:10|h[Символ благословения могущества]|h|r",
                    name = "Символ благословения могущества",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:43343:0:0:0:0:0:0:0:10|h[Символ обшаривания карманов]|h|r",
                    name = "Символ обшаривания карманов",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:43344:0:0:0:0:0:0:0:10|h[Символ подводного дыхания]|h|r",
                    name = "Символ подводного дыхания",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43350:0:0:0:0:0:0:0:10|h[Символ лечения питомца]|h|r",
                    name = "Символ лечения питомца",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:43351:0:0:0:0:0:0:0:10|h[Символ ложной смерти]|h|r",
                    name = "Символ ложной смерти",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:43359:0:0:0:0:0:0:0:10|h[Символ морозного доспеха]|h|r",
                    name = "Символ морозного доспеха",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43361:0:0:0:0:0:0:0:10|h[Символ пингвина]|h|r",
                    name = "Символ пингвина",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43364:0:0:0:0:0:0:0:10|h[Символ замедленного падения]|h|r",
                    name = "Символ замедленного падения",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:43365:0:0:0:0:0:0:0:10|h[Символ благословения королей]|h|r",
                    name = "Символ благословения королей",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:43366:0:0:0:0:0:0:0:10|h[Символ благословения мудрости]|h|r",
                    name = "Символ благословения мудрости",
                    count = 6,
                },
                {
                    link = "|cffffffff|Hitem:43367:0:0:0:0:0:0:0:10|h[Символ возложения рук]|h|r",
                    name = "Символ возложения рук",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:43368:0:0:0:0:0:0:0:10|h[Символ чутья на нежить]|h|r",
                    name = "Символ чутья на нежить",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:43370:0:0:0:0:0:0:0:10|h[Символ левитации]|h|r",
                    name = "Символ левитации",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:43374:0:0:0:0:0:0:0:10|h[Символ исчадия Тьмы]|h|r",
                    name = "Символ исчадия Тьмы",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:43377:0:0:0:0:0:0:0:10|h[Символ взлома]|h|r",
                    name = "Символ взлома",
                    count = 12,
                },
                {
                    link = "|cffffffff|Hitem:43378:0:0:0:0:0:0:0:10|h[Символ безопасного падения]|h|r",
                    name = "Символ безопасного падения",
                    count = 12,
                },
                {
                    link = "|cffffffff|Hitem:43379:0:0:0:0:0:0:0:10|h[Символ огромной скорости]|h|r",
                    name = "Символ огромной скорости",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:43380:0:0:0:0:0:0:0:10|h[Символ исчезновения]|h|r",
                    name = "Символ исчезновения",
                    count = 13,
                },
                {
                    link = "|cffffffff|Hitem:43381:0:0:0:0:0:0:0:10|h[Символ астрального возвращения]|h|r",
                    name = "Символ астрального возвращения",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:43386:0:0:0:0:0:0:0:10|h[Символ водного щита]|h|r",
                    name = "Символ водного щита",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43388:0:0:0:0:0:0:0:10|h[Символ хождения по воде]|h|r",
                    name = "Символ хождения по воде",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:43389:0:0:0:0:0:0:0:10|h[Символ бесконечного дыхания]|h|r",
                    name = "Символ бесконечного дыхания",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:43390:0:0:0:0:0:0:0:10|h[Символ похищения души]|h|r",
                    name = "Символ похищения души",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:43391:0:0:0:0:0:0:0:10|h[Символ Килрогга]|h|r",
                    name = "Символ Килрогга",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43393:0:0:0:0:0:0:0:10|h[Символ порабощения демона]|h|r",
                    name = "Символ порабощения демона",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43395:0:0:0:0:0:0:0:10|h[Символ боевого крика]|h|r",
                    name = "Символ боевого крика",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:43396:0:0:0:0:0:0:0:10|h[Символ кровавой ярости]|h|r",
                    name = "Символ кровавой ярости",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:43397:0:0:0:0:0:0:0:10|h[Символ рывка]|h|r",
                    name = "Символ рывка",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:43398:0:0:0:0:0:0:0:10|h[Символ дразнящего удара]|h|r",
                    name = "Символ дразнящего удара",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43399:0:0:0:0:0:0:0:10|h[Символ удара грома]|h|r",
                    name = "Символ удара грома",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:43400:0:0:0:0:0:0:0:10|h[Символ неоспоримой победы]|h|r",
                    name = "Символ неоспоримой победы",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43412:0:0:0:0:0:0:0:10|h[Символ кровожадности]|h|r",
                    name = "Символ кровожадности",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:43413:0:0:0:0:0:0:0:10|h[Символ стремительного рывка]|h|r",
                    name = "Символ стремительного рывка",
                    count = 17,
                },
                {
                    link = "|cffffffff|Hitem:43414:0:0:0:0:0:0:0:10|h[Символ рассечения]|h|r",
                    name = "Символ рассечения",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:43415:0:0:0:0:0:0:0:10|h[Символ сокрушения]|h|r",
                    name = "Символ сокрушения",
                    count = 19,
                },
                {
                    link = "|cffffffff|Hitem:43416:0:0:0:0:0:0:0:10|h[Символ казни]|h|r",
                    name = "Символ казни",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43417:0:0:0:0:0:0:0:10|h[Символ подрезанного сухожилия]|h|r",
                    name = "Символ подрезанного сухожилия",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43418:0:0:0:0:0:0:0:10|h[Символ удара героя]|h|r",
                    name = "Символ удара героя",
                    count = 16,
                },
                {
                    link = "|cffffffff|Hitem:43419:0:0:0:0:0:0:0:10|h[Символ вмешательства]|h|r",
                    name = "Символ вмешательства",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43420:0:0:0:0:0:0:0:10|h[Символ вульгарных оскорблений]|h|r",
                    name = "Символ вульгарных оскорблений",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:43421:0:0:0:0:0:0:0:10|h[Символ смертельного удара]|h|r",
                    name = "Символ смертельного удара",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:43422:0:0:0:0:0:0:0:10|h[Символ превосходства]|h|r",
                    name = "Символ превосходства",
                    count = 16,
                },
                {
                    link = "|cffffffff|Hitem:43423:0:0:0:0:0:0:0:10|h[Символ кровопускания]|h|r",
                    name = "Символ кровопускания",
                    count = 15,
                },
                {
                    link = "|cffffffff|Hitem:43424:0:0:0:0:0:0:0:10|h[Символ реванша]|h|r",
                    name = "Символ реванша",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43425:0:0:0:0:0:0:0:10|h[Символ блокирования]|h|r",
                    name = "Символ блокирования",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43426:0:0:0:0:0:0:0:10|h[Символ отчаянной защиты]|h|r",
                    name = "Символ отчаянной защиты",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43427:0:0:0:0:0:0:0:10|h[Символ раскола брони]|h|r",
                    name = "Символ раскола брони",
                    count = 19,
                },
                {
                    link = "|cffffffff|Hitem:43428:0:0:0:0:0:0:0:10|h[Символ размашистого удара]|h|r",
                    name = "Символ размашистого удара",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:43429:0:0:0:0:0:0:0:10|h[Символ провокации]|h|r",
                    name = "Символ провокации",
                    count = 6,
                },
                {
                    link = "|cffffffff|Hitem:43430:0:0:0:0:0:0:0:10|h[Символ грохочущей мощи]|h|r",
                    name = "Символ грохочущей мощи",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43431:0:0:0:0:0:0:0:10|h[Символ победного ража]|h|r",
                    name = "Символ победного ража",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:43432:0:0:0:0:0:0:0:10|h[Символ вихря]|h|r",
                    name = "Символ вихря",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:43674:0:0:0:0:0:0:0:10|h[Символ порыва]|h|r",
                    name = "Символ порыва",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:43725:0:0:0:0:0:0:0:10|h[Символ призрачного волка]|h|r",
                    name = "Символ призрачного волка",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:43868:0:0:0:0:0:0:0:10|h[Символ печати праведности]|h|r",
                    name = "Символ печати праведности",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:43869:0:0:0:0:0:0:0:10|h[Символ печати отмщения]|h|r",
                    name = "Символ печати отмщения",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:44922:0:0:0:0:0:0:0:10|h[Символ тайфуна]|h|r",
                    name = "Символ тайфуна",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:44923:0:0:0:0:0:0:0:10|h[Символ грома и молнии]|h|r",
                    name = "Символ грома и молнии",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:44928:0:0:0:0:0:0:0:10|h[Символ фокусирования]|h|r",
                    name = "Символ фокусирования",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:44955:0:0:0:0:0:0:0:10|h[Символ чародейской вспышки]|h|r",
                    name = "Символ чародейской вспышки",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:45601:0:0:0:0:0:0:0:10|h[Символ берсерка]|h|r",
                    name = "Символ берсерка",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:45602:0:0:0:0:0:0:0:10|h[Символ буйного роста]|h|r",
                    name = "Символ буйного роста",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45604:0:0:0:0:0:0:0:10|h[Символ дикого рева]|h|r",
                    name = "Символ дикого рева",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:45623:0:0:0:0:0:0:0:10|h[Символ дубовой кожи]|h|r",
                    name = "Символ дубовой кожи",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45625:0:0:0:0:0:0:0:10|h[Символ выстрела химеры]|h|r",
                    name = "Символ выстрела химеры",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45732:0:0:0:0:0:0:0:10|h[Символ убийственного выстрела]|h|r",
                    name = "Символ убийственного выстрела",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:45733:0:0:0:0:0:0:0:10|h[Символ взрывной ловушки]|h|r",
                    name = "Символ взрывной ловушки",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:45734:0:0:0:0:0:0:0:10|h[Символ дезориентирующего выстрела]|h|r",
                    name = "Символ дезориентирующего выстрела",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45738:0:0:0:0:0:0:0:10|h[Символ чародейского обстрела]|h|r",
                    name = "Символ чародейского обстрела",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:45742:0:0:0:0:0:0:0:10|h[Символ молота праведника]|h|r",
                    name = "Символ молота праведника",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45743:0:0:0:0:0:0:0:10|h[Символ божественной бури]|h|r",
                    name = "Символ божественной бури",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:45745:0:0:0:0:0:0:0:10|h[Символ святой клятвы]|h|r",
                    name = "Символ святой клятвы",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:45753:0:0:0:0:0:0:0:10|h[Символ слияния с Тьмой]|h|r",
                    name = "Символ слияния с Тьмой",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45757:0:0:0:0:0:0:0:10|h[Символ иссушения разума]|h|r",
                    name = "Символ иссушения разума",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:45760:0:0:0:0:0:0:0:10|h[Символ подавления боли]|h|r",
                    name = "Символ подавления боли",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:45761:0:0:0:0:0:0:0:10|h[Символ жажды убийства]|h|r",
                    name = "Символ жажды убийства",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45762:0:0:0:0:0:0:0:10|h[Символ череды убийств]|h|r",
                    name = "Символ череды убийств",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45768:0:0:0:0:0:0:0:10|h[Символ расправы]|h|r",
                    name = "Символ расправы",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45769:0:0:0:0:0:0:0:10|h[Символ плаща Теней]|h|r",
                    name = "Символ плаща Теней",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45770:0:0:0:0:0:0:0:10|h[Символ грома]|h|r",
                    name = "Символ грома",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45771:0:0:0:0:0:0:0:10|h[Символ духа дикого волка]|h|r",
                    name = "Символ духа дикого волка",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45775:0:0:0:0:0:0:0:10|h[Символ щита земли]|h|r",
                    name = "Символ щита земли",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:45776:0:0:0:0:0:0:0:10|h[Символ тотема гнева]|h|r",
                    name = "Символ тотема гнева",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45778:0:0:0:0:0:0:0:10|h[Символ тотема каменного когтя]|h|r",
                    name = "Символ тотема каменного когтя",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45780:0:0:0:0:0:0:0:10|h[Символ метаморфозы]|h|r",
                    name = "Символ метаморфозы",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45781:0:0:0:0:0:0:0:10|h[Символ стрелы Хаоса]|h|r",
                    name = "Символ стрелы Хаоса",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45785:0:0:0:0:0:0:0:10|h[Символ жизнеотвода]|h|r",
                    name = "Символ жизнеотвода",
                    count = 13,
                },
                {
                    link = "|cffffffff|Hitem:45790:0:0:0:0:0:0:0:10|h[Символ вихря клинков]|h|r",
                    name = "Символ вихря клинков",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:45792:0:0:0:0:0:0:0:10|h[Символ ударной волны]|h|r",
                    name = "Символ ударной волны",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:45793:0:0:0:0:0:0:0:10|h[Символ бдительности]|h|r",
                    name = "Символ бдительности",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45794:0:0:0:0:0:0:0:10|h[Символ безудержного восстановления]|h|r",
                    name = "Символ безудержного восстановления",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45795:0:0:0:0:0:0:0:10|h[Символ отражения заклинания]|h|r",
                    name = "Символ отражения заклинания",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45797:0:0:0:0:0:0:0:10|h[Символ глухой обороны]|h|r",
                    name = "Символ глухой обороны",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:46372:0:0:0:0:0:0:0:10|h[Символ инстинкта выживания]|h|r",
                    name = "Символ инстинкта выживания",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:48720:0:0:0:0:0:0:0:10|h[Символ когтя]|h|r",
                    name = "Символ когтя",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:49084:0:0:0:0:0:0:0:10|h[Символ властности]|h|r",
                    name = "Символ властности",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:50045:0:0:0:0:0:0:0:10|h[Символ извечной воды]|h|r",
                    name = "Символ извечной воды",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:50077:0:0:0:0:0:0:0:10|h[Символ быстрого разложения]|h|r",
                    name = "Символ быстрого разложения",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:50125:0:0:0:0:0:0:0:10|h[Символ стремительного омоложения]|h|r",
                    name = "Символ стремительного омоложения",
                    count = 5,
                },
            },
        },
        bags = {
            last_update = 1783834969,
            items = {
                {
                    link = "|cff1eff00|Hitem:45912:0:0:0:0:0:0:0:10|h[Книга познания символов]|h|r",
                    name = "Книга познания символов",
                    count = 21,
                },
            },
        },
    },
    {
        name = "Дробяшка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-07-12 08:41:30",
        money = 92710,
        empty = 68,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:1203:0:0:0:0:0:0:0:10|h[Эгида Штормграда]|h|r",
                name = "Эгида Штормграда",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:12528:0:0:0:0:0:0:0:10|h[Чекан судьи]|h|r",
                name = "Чекан судьи",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:12535:0:0:0:0:0:0:0:10|h[Клинок Кузни Рока]|h|r",
                name = "Клинок Кузни Рока",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:1265:0:0:0:0:0:0:0:10|h[Жало скорпиона]|h|r",
                name = "Жало скорпиона",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:12974:0:0:0:0:0:0:0:10|h[Черный рыцарь]|h|r",
                name = "Черный рыцарь",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:12975:0:0:0:0:0:0:0:10|h[Топор геолога]|h|r",
                name = "Топор геолога",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:12976:0:0:0:0:0:0:0:10|h[Клинок Многоглаза]|h|r",
                name = "Клинок Многоглаза",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:12983:0:0:0:0:0:0:0:10|h[Дубина Ракзура]|h|r",
                name = "Дубина Ракзура",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:12989:0:0:0:0:0:0:0:10|h[Укус горгульи]|h|r",
                name = "Укус горгульи",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:12990:0:0:0:0:0:0:0:10|h[Лезвие бритвы]|h|r",
                name = "Лезвие бритвы",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:12992:0:0:0:0:0:0:0:10|h[Пламенеющий клинок]|h|r",
                name = "Пламенеющий клинок",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13000:0:0:0:0:0:0:0:10|h[Посох сильного магического огня]|h|r",
                name = "Посох сильного магического огня",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13003:0:0:0:0:0:0:0:10|h[Боевой топор лорда Александра]|h|r",
                name = "Боевой топор лорда Александра",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13006:0:0:0:0:0:0:0:10|h[Молот Макхоуэна]|h|r",
                name = "Молот Макхоуэна",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13014:0:0:0:0:0:0:0:10|h[Секира Рин'джи]|h|r",
                name = "Секира Рин'джи",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13014:20246:0:0:0:0:0:0:10|h[Секира Рин'джи]|h|r",
                name = "Секира Рин'джи",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13015:0:0:0:0:0:0:0:10|h[Сератил]|h|r",
                name = "Сератил",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13016:0:0:0:0:0:0:0:10|h[Убойная алебарда]|h|r",
                name = "Убойная алебарда",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13017:0:0:0:0:0:0:0:10|h[Боевой топор Рубаки]|h|r",
                name = "Боевой топор Рубаки",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13018:0:0:0:0:0:0:0:10|h[Колун палача]|h|r",
                name = "Колун палача",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13024:0:0:0:0:0:0:0:10|h[Сокрушитель Безеля]|h|r",
                name = "Сокрушитель Безеля",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13025:0:0:0:0:0:0:0:10|h[Ручной молот Мертвого Леса]|h|r",
                name = "Ручной молот Мертвого Леса",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13026:0:0:0:0:0:0:0:10|h[Небесный свет]|h|r",
                name = "Небесный свет",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13027:0:0:0:0:0:0:0:10|h[Костегрыз]|h|r",
                name = "Костегрыз",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13028:0:0:0:0:0:0:0:10|h[Ляпис-лазурный молот]|h|r",
                name = "Ляпис-лазурный молот",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13032:0:0:0:0:0:0:0:10|h[Меч Скверны]|h|r",
                name = "Меч Скверны",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13033:0:0:0:0:0:0:0:10|h[Клинок фанатика]|h|r",
                name = "Клинок фанатика",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13034:0:0:0:0:0:0:0:10|h[Рапира из быстростали]|h|r",
                name = "Рапира из быстростали",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13035:0:0:0:0:0:0:0:10|h[Змеиный тесак]|h|r",
                name = "Змеиный тесак",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13036:0:0:0:0:0:0:0:10|h[Убийственный клинок]|h|r",
                name = "Убийственный клинок",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13041:0:0:0:0:0:0:0:10|h[Клинок стража]|h|r",
                name = "Клинок стража",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13042:0:0:0:0:0:0:0:10|h[Меч мирового судьи]|h|r",
                name = "Меч мирового судьи",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13043:0:0:0:0:0:0:0:10|h[Клинок титанов]|h|r",
                name = "Клинок титанов",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13044:0:0:0:0:0:0:0:10|h[Демонобоец]|h|r",
                name = "Демонобоец",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13045:0:0:0:0:0:0:0:10|h[Вязкий молот]|h|r",
                name = "Вязкий молот",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13046:0:0:0:0:0:0:0:10|h[Отвага Бланчарда]|h|r",
                name = "Отвага Бланчарда",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13047:0:0:0:0:0:0:0:10|h[Сучок с Древа Жизни]|h|r",
                name = "Сучок с Древа Жизни",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13048:0:0:0:0:0:0:0:10|h[Маячащий чекан]|h|r",
                name = "Маячащий чекан",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13049:0:0:0:0:0:0:0:10|h[Клеймор декана]|h|r",
                name = "Клеймор декана",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13051:0:0:0:0:0:0:0:10|h[Ведьминская ярость]|h|r",
                name = "Ведьминская ярость",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13052:0:0:0:0:0:0:0:10|h[Наемник]|h|r",
                name = "Наемник",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13053:0:0:0:0:0:0:0:10|h[Носитель Рока]|h|r",
                name = "Носитель Рока",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13054:0:0:0:0:0:0:0:10|h[Угрюмый жнец]|h|r",
                name = "Угрюмый жнец",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13055:0:0:0:0:0:0:0:10|h[Костеглод]|h|r",
                name = "Костеглод",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13056:0:0:0:0:0:0:0:10|h[Яростный удар]|h|r",
                name = "Яростный удар",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13057:0:0:0:0:0:0:0:10|h[Кровавая пика]|h|r",
                name = "Кровавая пика",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13058:0:0:0:0:0:0:0:10|h[Острие Кху]|h|r",
                name = "Острие Кху",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13059:0:0:0:0:0:0:0:10|h[Каменный ворон]|h|r",
                name = "Каменный ворон",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13060:0:0:0:0:0:0:0:10|h[Игольщик]|h|r",
                name = "Игольщик",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13079:0:0:0:0:0:0:0:10|h[Щит Торсена]|h|r",
                name = "Щит Торсена",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13082:0:0:0:0:0:0:0:10|h[Кулачный щит Горного склона]|h|r",
                name = "Кулачный щит Горного склона",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13083:0:0:0:0:0:0:0:10|h[Фамильный щит Гарреттов]|h|r",
                name = "Фамильный щит Гарреттов",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:1493:0:0:0:0:0:0:0:10|h[Тяжелый ятаган мародера]|h|r",
                name = "Тяжелый ятаган мародера",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:16039:0:0:0:0:0:0:0:10|h[Поющий клинок Та-Киертан]|h|r",
                name = "Поющий клинок Та-Киертан",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:1607:0:0:0:0:0:0:0:10|h[Хранитель душ]|h|r",
                name = "Хранитель душ",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:1720:0:0:0:0:0:0:0:10|h[Узловатый посох]|h|r",
                name = "Узловатый посох",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:1721:0:0:0:0:0:0:0:10|h[Боевой молот викинга]|h|r",
                name = "Боевой молот викинга",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:1722:0:0:0:0:0:0:0:10|h[Острокаменная кувалда]|h|r",
                name = "Острокаменная кувалда",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:1726:0:0:0:0:0:0:0:10|h[Костяное копье с отравленным наконечником]|h|r",
                name = "Костяное копье с отравленным наконечником",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:2011:0:0:0:0:0:0:0:10|h[Крученая сабля]|h|r",
                name = "Крученая сабля",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:2236:0:0:0:0:0:0:0:10|h[Черный клык]|h|r",
                name = "Черный клык",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:2256:0:0:0:0:0:0:0:10|h[Скелетная дубина]|h|r",
                name = "Скелетная дубина",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:2299:0:0:0:0:0:0:0:10|h[Горящая секира]|h|r",
                name = "Горящая секира",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:24222:0:0:0:0:0:0:0:10|h[Протыкатель Тенеследа]|h|r",
                name = "Протыкатель Тенеследа",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:2567:0:0:0:0:0:0:0:10|h[Клинок Зовущего]|h|r",
                name = "Клинок Зовущего",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:2815:0:0:0:0:0:0:0:10|h[Изогнутый мясницкий нож]|h|r",
                name = "Изогнутый мясницкий нож",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:2877:0:0:0:0:0:0:0:10|h[Клеймор бойца]|h|r",
                name = "Клеймор бойца",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:2878:0:0:0:0:0:0:0:10|h[Зазубренный боевой топор]|h|r",
                name = "Зазубренный боевой топор",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:2879:0:0:0:0:0:0:0:10|h[Жезл антиподов]|h|r",
                name = "Жезл антиподов",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:2912:0:0:0:0:0:0:0:10|h[Коготь Тенеманта]|h|r",
                name = "Коготь Тенеманта",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:3203:0:0:0:0:0:0:0:10|h[Массивная треугольная палица]|h|r",
                name = "Массивная треугольная палица",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:4090:0:0:0:0:0:0:0:10|h[Кубок боли]|h|r",
                name = "Кубок боли",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:4091:0:0:0:0:0:0:0:10|h[Вдоводел]|h|r",
                name = "Вдоводел",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:4091:20234:0:0:0:0:0:0:10|h[Вдоводел]|h|r",
                name = "Вдоводел",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44217:0:0:0:0:0:0:0:10|h[Кортик Новолуния]|h|r",
                name = "Кортик Новолуния",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:4696:0:0:0:0:0:0:0:10|h[Лапидийская пинта Пьющего Прибой]|h|r",
                name = "Лапидийская пинта Пьющего Прибой",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:5423:0:0:0:0:0:0:0:10|h[Клык Боана]|h|r",
                name = "Клык Боана",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:5426:0:0:0:0:0:0:0:10|h[Змеиный поцелуй]|h|r",
                name = "Змеиный поцелуй",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:6622:0:0:0:0:0:0:0:10|h[Меч рвения]|h|r",
                name = "Меч рвения",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:6660:0:0:0:0:0:0:0:10|h[Кинжал Джулии]|h|r",
                name = "Кинжал Джулии",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:754:0:0:0:0:0:0:0:10|h[Короткий меч отмщения]|h|r",
                name = "Короткий меч отмщения",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:7753:0:0:0:0:0:0:0:10|h[Кровопроливец]|h|r",
                name = "Кровопроливец",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:791:0:0:0:0:0:0:0:10|h[Корявый ясеневый посох]|h|r",
                name = "Корявый ясеневый посох",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:8006:0:0:0:0:0:0:0:10|h[Пронзатель]|h|r",
                name = "Пронзатель",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:8190:0:0:0:0:0:0:0:10|h[Меч Ханзо]|h|r",
                name = "Меч Ханзо",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:8225:0:0:0:0:0:0:0:10|h[Гниющий пронзатель]|h|r",
                name = "Гниющий пронзатель",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:890:0:0:0:0:0:0:0:10|h[Крученый посох певчего]|h|r",
                name = "Крученый посох певчего",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:934:0:0:0:0:0:0:0:10|h[Жнец Сталвана]|h|r",
                name = "Жнец Сталвана",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:9359:0:0:0:0:0:0:0:10|h[Третья нога Вирта]|h|r",
                name = "Третья нога Вирта",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:935:0:0:0:0:0:0:0:10|h[Короткий меч Ночного Дозора]|h|r",
                name = "Короткий меч Ночного Дозора",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:936:0:0:0:0:0:0:0:10|h[Полночная палица]|h|r",
                name = "Полночная палица",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:9378:0:0:0:0:0:0:0:10|h[Шахтерское кайло Лопаторукого]|h|r",
                name = "Шахтерское кайло Лопаторукого",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:937:0:0:0:0:0:0:0:10|h[Черный посох Сумеречного леса]|h|r",
                name = "Черный посох Сумеречного леса",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:9385:0:0:0:0:0:0:0:10|h[Древний защитник]|h|r",
                name = "Древний защитник",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:9718:0:0:0:0:0:0:0:10|h[Перекованный клинок Героев]|h|r",
                name = "Перекованный клинок Героев",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:5540:0:0:0:0:0:0:0:10|h[Кинжал с жемчужной рукояткой]|h|r",
                name = "Кинжал с жемчужной рукояткой",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:1168:0:0:0:0:0:0:0:10|h[Щит пылающего черепа]|h|r",
                name = "Щит пылающего черепа",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:1168:1890:0:0:0:0:0:0:10|h[Щит пылающего черепа]|h|r",
                name = "Щит пылающего черепа",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:1169:0:0:0:0:0:0:0:10|h[Черночерепный щит]|h|r",
                name = "Черночерепный щит",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:1204:0:0:0:0:0:0:0:10|h[Зеленая башня]|h|r",
                name = "Зеленая башня",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:1263:0:0:0:0:0:0:0:10|h[Мозгоруб]|h|r",
                name = "Мозгоруб",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:1979:0:0:0:0:0:0:0:10|h[Стена мертвых]|h|r",
                name = "Стена мертвых",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:1982:20319:0:0:0:0:0:0:10|h[Ночной клинок]|h|r",
                name = "Ночной клинок",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:2163:0:0:0:0:0:0:0:10|h[Теневой клинок]|h|r",
                name = "Теневой клинок",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:2164:0:0:0:0:0:0:0:10|h[Потрошитель]|h|r",
                name = "Потрошитель",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:2243:0:0:0:0:0:0:0:10|h[Рука Эдварда Странного]|h|r",
                name = "Рука Эдварда Странного",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:2244:0:0:0:0:0:0:0:10|h[Клинок Крола]|h|r",
                name = "Клинок Крола",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:2291:0:0:0:0:0:0:0:10|h[Канг Обезглавливатель]|h|r",
                name = "Канг Обезглавливатель",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:2801:0:0:0:0:0:0:0:10|h[Клинок Ханны]|h|r",
                name = "Клинок Ханны",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:2915:0:0:0:0:0:0:0:10|h[Ледоруб Таруна]|h|r",
                name = "Ледоруб Таруна",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:647:0:0:0:0:0:0:0:10|h[Судьба]|h|r",
                name = "Судьба",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:809:0:0:0:0:0:0:0:10|h[Кровавая бритва]|h|r",
                name = "Кровавая бритва",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:810:0:0:0:0:0:0:0:10|h[Молот Северного ветра]|h|r",
                name = "Молот Северного ветра",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:810:20246:0:0:0:0:0:0:10|h[Молот Северного ветра]|h|r",
                name = "Молот Северного ветра",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:811:0:0:0:0:0:0:0:10|h[Топор Лесных чащоб]|h|r",
                name = "Топор Лесных чащоб",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:812:0:0:0:0:0:0:0:10|h[Светящийся посох Светлой рощи]|h|r",
                name = "Светящийся посох Светлой рощи",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:868:0:0:0:0:0:0:0:10|h[Ревностный хранитель]|h|r",
                name = "Ревностный хранитель",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:869:0:0:0:0:0:0:0:10|h[Ослепительный длинный меч]|h|r",
                name = "Ослепительный длинный меч",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:870:0:0:0:0:0:0:0:10|h[Огненная секира]|h|r",
                name = "Огненная секира",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:871:0:0:0:0:0:0:0:10|h[Топор шквала]|h|r",
                name = "Топор шквала",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:943:0:0:0:0:0:0:0:10|h[Посох тюремщика]|h|r",
                name = "Посох тюремщика",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:944:0:0:0:0:0:0:0:10|h[Посох магии стихий]|h|r",
                name = "Посох магии стихий",
                count = 2,
            },
        },
        bank = {
            last_update = 1783834876,
            items = {
                {
                    link = "|cff0070dd|Hitem:12528:0:0:0:0:0:0:0:10|h[Чекан судьи]|h|r",
                    name = "Чекан судьи",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:12535:0:0:0:0:0:0:0:10|h[Клинок Кузни Рока]|h|r",
                    name = "Клинок Кузни Рока",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:1265:0:0:0:0:0:0:0:10|h[Жало скорпиона]|h|r",
                    name = "Жало скорпиона",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:12974:0:0:0:0:0:0:0:10|h[Черный рыцарь]|h|r",
                    name = "Черный рыцарь",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:12975:0:0:0:0:0:0:0:10|h[Топор геолога]|h|r",
                    name = "Топор геолога",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:12976:0:0:0:0:0:0:0:10|h[Клинок Многоглаза]|h|r",
                    name = "Клинок Многоглаза",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:12983:0:0:0:0:0:0:0:10|h[Дубина Ракзура]|h|r",
                    name = "Дубина Ракзура",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:12989:0:0:0:0:0:0:0:10|h[Укус горгульи]|h|r",
                    name = "Укус горгульи",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:12990:0:0:0:0:0:0:0:10|h[Лезвие бритвы]|h|r",
                    name = "Лезвие бритвы",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:12992:0:0:0:0:0:0:0:10|h[Пламенеющий клинок]|h|r",
                    name = "Пламенеющий клинок",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13000:0:0:0:0:0:0:0:10|h[Посох сильного магического огня]|h|r",
                    name = "Посох сильного магического огня",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13003:0:0:0:0:0:0:0:10|h[Боевой топор лорда Александра]|h|r",
                    name = "Боевой топор лорда Александра",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13006:0:0:0:0:0:0:0:10|h[Молот Макхоуэна]|h|r",
                    name = "Молот Макхоуэна",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13014:0:0:0:0:0:0:0:10|h[Секира Рин'джи]|h|r",
                    name = "Секира Рин'джи",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13014:20246:0:0:0:0:0:0:10|h[Секира Рин'джи]|h|r",
                    name = "Секира Рин'джи",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13015:0:0:0:0:0:0:0:10|h[Сератил]|h|r",
                    name = "Сератил",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13016:0:0:0:0:0:0:0:10|h[Убойная алебарда]|h|r",
                    name = "Убойная алебарда",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13017:0:0:0:0:0:0:0:10|h[Боевой топор Рубаки]|h|r",
                    name = "Боевой топор Рубаки",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13018:0:0:0:0:0:0:0:10|h[Колун палача]|h|r",
                    name = "Колун палача",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13024:0:0:0:0:0:0:0:10|h[Сокрушитель Безеля]|h|r",
                    name = "Сокрушитель Безеля",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13025:0:0:0:0:0:0:0:10|h[Ручной молот Мертвого Леса]|h|r",
                    name = "Ручной молот Мертвого Леса",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13026:0:0:0:0:0:0:0:10|h[Небесный свет]|h|r",
                    name = "Небесный свет",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13027:0:0:0:0:0:0:0:10|h[Костегрыз]|h|r",
                    name = "Костегрыз",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13028:0:0:0:0:0:0:0:10|h[Ляпис-лазурный молот]|h|r",
                    name = "Ляпис-лазурный молот",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13032:0:0:0:0:0:0:0:10|h[Меч Скверны]|h|r",
                    name = "Меч Скверны",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13033:0:0:0:0:0:0:0:10|h[Клинок фанатика]|h|r",
                    name = "Клинок фанатика",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13034:0:0:0:0:0:0:0:10|h[Рапира из быстростали]|h|r",
                    name = "Рапира из быстростали",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13035:0:0:0:0:0:0:0:10|h[Змеиный тесак]|h|r",
                    name = "Змеиный тесак",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13036:0:0:0:0:0:0:0:10|h[Убийственный клинок]|h|r",
                    name = "Убийственный клинок",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13041:0:0:0:0:0:0:0:10|h[Клинок стража]|h|r",
                    name = "Клинок стража",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13042:0:0:0:0:0:0:0:10|h[Меч мирового судьи]|h|r",
                    name = "Меч мирового судьи",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13043:0:0:0:0:0:0:0:10|h[Клинок титанов]|h|r",
                    name = "Клинок титанов",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13044:0:0:0:0:0:0:0:10|h[Демонобоец]|h|r",
                    name = "Демонобоец",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13045:0:0:0:0:0:0:0:10|h[Вязкий молот]|h|r",
                    name = "Вязкий молот",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13046:0:0:0:0:0:0:0:10|h[Отвага Бланчарда]|h|r",
                    name = "Отвага Бланчарда",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13047:0:0:0:0:0:0:0:10|h[Сучок с Древа Жизни]|h|r",
                    name = "Сучок с Древа Жизни",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13048:0:0:0:0:0:0:0:10|h[Маячащий чекан]|h|r",
                    name = "Маячащий чекан",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13049:0:0:0:0:0:0:0:10|h[Клеймор декана]|h|r",
                    name = "Клеймор декана",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13051:0:0:0:0:0:0:0:10|h[Ведьминская ярость]|h|r",
                    name = "Ведьминская ярость",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13052:0:0:0:0:0:0:0:10|h[Наемник]|h|r",
                    name = "Наемник",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13053:0:0:0:0:0:0:0:10|h[Носитель Рока]|h|r",
                    name = "Носитель Рока",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13054:0:0:0:0:0:0:0:10|h[Угрюмый жнец]|h|r",
                    name = "Угрюмый жнец",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13055:0:0:0:0:0:0:0:10|h[Костеглод]|h|r",
                    name = "Костеглод",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13056:0:0:0:0:0:0:0:10|h[Яростный удар]|h|r",
                    name = "Яростный удар",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13057:0:0:0:0:0:0:0:10|h[Кровавая пика]|h|r",
                    name = "Кровавая пика",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13058:0:0:0:0:0:0:0:10|h[Острие Кху]|h|r",
                    name = "Острие Кху",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13059:0:0:0:0:0:0:0:10|h[Каменный ворон]|h|r",
                    name = "Каменный ворон",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13060:0:0:0:0:0:0:0:10|h[Игольщик]|h|r",
                    name = "Игольщик",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:1493:0:0:0:0:0:0:0:10|h[Тяжелый ятаган мародера]|h|r",
                    name = "Тяжелый ятаган мародера",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:16039:0:0:0:0:0:0:0:10|h[Поющий клинок Та-Киертан]|h|r",
                    name = "Поющий клинок Та-Киертан",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:1607:0:0:0:0:0:0:0:10|h[Хранитель душ]|h|r",
                    name = "Хранитель душ",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:1720:0:0:0:0:0:0:0:10|h[Узловатый посох]|h|r",
                    name = "Узловатый посох",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:1721:0:0:0:0:0:0:0:10|h[Боевой молот викинга]|h|r",
                    name = "Боевой молот викинга",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:1722:0:0:0:0:0:0:0:10|h[Острокаменная кувалда]|h|r",
                    name = "Острокаменная кувалда",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:1726:0:0:0:0:0:0:0:10|h[Костяное копье с отравленным наконечником]|h|r",
                    name = "Костяное копье с отравленным наконечником",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:2011:0:0:0:0:0:0:0:10|h[Крученая сабля]|h|r",
                    name = "Крученая сабля",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:2236:0:0:0:0:0:0:0:10|h[Черный клык]|h|r",
                    name = "Черный клык",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:2256:0:0:0:0:0:0:0:10|h[Скелетная дубина]|h|r",
                    name = "Скелетная дубина",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:2299:0:0:0:0:0:0:0:10|h[Горящая секира]|h|r",
                    name = "Горящая секира",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:24222:0:0:0:0:0:0:0:10|h[Протыкатель Тенеследа]|h|r",
                    name = "Протыкатель Тенеследа",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:2567:0:0:0:0:0:0:0:10|h[Клинок Зовущего]|h|r",
                    name = "Клинок Зовущего",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:2815:0:0:0:0:0:0:0:10|h[Изогнутый мясницкий нож]|h|r",
                    name = "Изогнутый мясницкий нож",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:2877:0:0:0:0:0:0:0:10|h[Клеймор бойца]|h|r",
                    name = "Клеймор бойца",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:2878:0:0:0:0:0:0:0:10|h[Зазубренный боевой топор]|h|r",
                    name = "Зазубренный боевой топор",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:2912:0:0:0:0:0:0:0:10|h[Коготь Тенеманта]|h|r",
                    name = "Коготь Тенеманта",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:3203:0:0:0:0:0:0:0:10|h[Массивная треугольная палица]|h|r",
                    name = "Массивная треугольная палица",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:4090:0:0:0:0:0:0:0:10|h[Кубок боли]|h|r",
                    name = "Кубок боли",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:4091:0:0:0:0:0:0:0:10|h[Вдоводел]|h|r",
                    name = "Вдоводел",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:4091:20234:0:0:0:0:0:0:10|h[Вдоводел]|h|r",
                    name = "Вдоводел",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44217:0:0:0:0:0:0:0:10|h[Кортик Новолуния]|h|r",
                    name = "Кортик Новолуния",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:5423:0:0:0:0:0:0:0:10|h[Клык Боана]|h|r",
                    name = "Клык Боана",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:5426:0:0:0:0:0:0:0:10|h[Змеиный поцелуй]|h|r",
                    name = "Змеиный поцелуй",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:6622:0:0:0:0:0:0:0:10|h[Меч рвения]|h|r",
                    name = "Меч рвения",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:6660:0:0:0:0:0:0:0:10|h[Кинжал Джулии]|h|r",
                    name = "Кинжал Джулии",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:754:0:0:0:0:0:0:0:10|h[Короткий меч отмщения]|h|r",
                    name = "Короткий меч отмщения",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:7753:0:0:0:0:0:0:0:10|h[Кровопроливец]|h|r",
                    name = "Кровопроливец",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:791:0:0:0:0:0:0:0:10|h[Корявый ясеневый посох]|h|r",
                    name = "Корявый ясеневый посох",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:8006:0:0:0:0:0:0:0:10|h[Пронзатель]|h|r",
                    name = "Пронзатель",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:8190:0:0:0:0:0:0:0:10|h[Меч Ханзо]|h|r",
                    name = "Меч Ханзо",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:8225:0:0:0:0:0:0:0:10|h[Гниющий пронзатель]|h|r",
                    name = "Гниющий пронзатель",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:934:0:0:0:0:0:0:0:10|h[Жнец Сталвана]|h|r",
                    name = "Жнец Сталвана",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:9359:0:0:0:0:0:0:0:10|h[Третья нога Вирта]|h|r",
                    name = "Третья нога Вирта",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:935:0:0:0:0:0:0:0:10|h[Короткий меч Ночного Дозора]|h|r",
                    name = "Короткий меч Ночного Дозора",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:936:0:0:0:0:0:0:0:10|h[Полночная палица]|h|r",
                    name = "Полночная палица",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:9378:0:0:0:0:0:0:0:10|h[Шахтерское кайло Лопаторукого]|h|r",
                    name = "Шахтерское кайло Лопаторукого",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:9385:0:0:0:0:0:0:0:10|h[Древний защитник]|h|r",
                    name = "Древний защитник",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:9718:0:0:0:0:0:0:0:10|h[Перекованный клинок Героев]|h|r",
                    name = "Перекованный клинок Героев",
                    count = 2,
                },
                {
                    link = "|cffa335ee|Hitem:1263:0:0:0:0:0:0:0:10|h[Мозгоруб]|h|r",
                    name = "Мозгоруб",
                    count = 1,
                },
                {
                    link = "|cffa335ee|Hitem:1982:20319:0:0:0:0:0:0:10|h[Ночной клинок]|h|r",
                    name = "Ночной клинок",
                    count = 1,
                },
                {
                    link = "|cffa335ee|Hitem:2163:0:0:0:0:0:0:0:10|h[Теневой клинок]|h|r",
                    name = "Теневой клинок",
                    count = 2,
                },
                {
                    link = "|cffa335ee|Hitem:2164:0:0:0:0:0:0:0:10|h[Потрошитель]|h|r",
                    name = "Потрошитель",
                    count = 1,
                },
                {
                    link = "|cffa335ee|Hitem:2244:0:0:0:0:0:0:0:10|h[Клинок Крола]|h|r",
                    name = "Клинок Крола",
                    count = 2,
                },
                {
                    link = "|cffa335ee|Hitem:2291:0:0:0:0:0:0:0:10|h[Канг Обезглавливатель]|h|r",
                    name = "Канг Обезглавливатель",
                    count = 1,
                },
                {
                    link = "|cffa335ee|Hitem:2801:0:0:0:0:0:0:0:10|h[Клинок Ханны]|h|r",
                    name = "Клинок Ханны",
                    count = 1,
                },
                {
                    link = "|cffa335ee|Hitem:2915:0:0:0:0:0:0:0:10|h[Ледоруб Таруна]|h|r",
                    name = "Ледоруб Таруна",
                    count = 1,
                },
                {
                    link = "|cffa335ee|Hitem:647:0:0:0:0:0:0:0:10|h[Судьба]|h|r",
                    name = "Судьба",
                    count = 1,
                },
                {
                    link = "|cffa335ee|Hitem:809:0:0:0:0:0:0:0:10|h[Кровавая бритва]|h|r",
                    name = "Кровавая бритва",
                    count = 1,
                },
                {
                    link = "|cffa335ee|Hitem:810:0:0:0:0:0:0:0:10|h[Молот Северного ветра]|h|r",
                    name = "Молот Северного ветра",
                    count = 1,
                },
                {
                    link = "|cffa335ee|Hitem:810:20246:0:0:0:0:0:0:10|h[Молот Северного ветра]|h|r",
                    name = "Молот Северного ветра",
                    count = 1,
                },
                {
                    link = "|cffa335ee|Hitem:811:0:0:0:0:0:0:0:10|h[Топор Лесных чащоб]|h|r",
                    name = "Топор Лесных чащоб",
                    count = 2,
                },
                {
                    link = "|cffa335ee|Hitem:812:0:0:0:0:0:0:0:10|h[Светящийся посох Светлой рощи]|h|r",
                    name = "Светящийся посох Светлой рощи",
                    count = 2,
                },
                {
                    link = "|cffa335ee|Hitem:868:0:0:0:0:0:0:0:10|h[Ревностный хранитель]|h|r",
                    name = "Ревностный хранитель",
                    count = 1,
                },
                {
                    link = "|cffa335ee|Hitem:870:0:0:0:0:0:0:0:10|h[Огненная секира]|h|r",
                    name = "Огненная секира",
                    count = 1,
                },
                {
                    link = "|cffa335ee|Hitem:943:0:0:0:0:0:0:0:10|h[Посох тюремщика]|h|r",
                    name = "Посох тюремщика",
                    count = 2,
                },
                {
                    link = "|cffa335ee|Hitem:944:0:0:0:0:0:0:0:10|h[Посох магии стихий]|h|r",
                    name = "Посох магии стихий",
                    count = 2,
                },
            },
        },
        bags = {
            last_update = 1783834879,
            items = {
                {
                    link = "|cff0070dd|Hitem:1203:0:0:0:0:0:0:0:10|h[Эгида Штормграда]|h|r",
                    name = "Эгида Штормграда",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:12976:0:0:0:0:0:0:0:10|h[Клинок Многоглаза]|h|r",
                    name = "Клинок Многоглаза",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13003:0:0:0:0:0:0:0:10|h[Боевой топор лорда Александра]|h|r",
                    name = "Боевой топор лорда Александра",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13079:0:0:0:0:0:0:0:10|h[Щит Торсена]|h|r",
                    name = "Щит Торсена",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13082:0:0:0:0:0:0:0:10|h[Кулачный щит Горного склона]|h|r",
                    name = "Кулачный щит Горного склона",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13083:0:0:0:0:0:0:0:10|h[Фамильный щит Гарреттов]|h|r",
                    name = "Фамильный щит Гарреттов",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:2879:0:0:0:0:0:0:0:10|h[Жезл антиподов]|h|r",
                    name = "Жезл антиподов",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:4696:0:0:0:0:0:0:0:10|h[Лапидийская пинта Пьющего Прибой]|h|r",
                    name = "Лапидийская пинта Пьющего Прибой",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:890:0:0:0:0:0:0:0:10|h[Крученый посох певчего]|h|r",
                    name = "Крученый посох певчего",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:935:0:0:0:0:0:0:0:10|h[Короткий меч Ночного Дозора]|h|r",
                    name = "Короткий меч Ночного Дозора",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:937:0:0:0:0:0:0:0:10|h[Черный посох Сумеречного леса]|h|r",
                    name = "Черный посох Сумеречного леса",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:5540:0:0:0:0:0:0:0:10|h[Кинжал с жемчужной рукояткой]|h|r",
                    name = "Кинжал с жемчужной рукояткой",
                    count = 2,
                },
                {
                    link = "|cffa335ee|Hitem:1168:0:0:0:0:0:0:0:10|h[Щит пылающего черепа]|h|r",
                    name = "Щит пылающего черепа",
                    count = 1,
                },
                {
                    link = "|cffa335ee|Hitem:1168:1890:0:0:0:0:0:0:10|h[Щит пылающего черепа]|h|r",
                    name = "Щит пылающего черепа",
                    count = 1,
                },
                {
                    link = "|cffa335ee|Hitem:1169:0:0:0:0:0:0:0:10|h[Черночерепный щит]|h|r",
                    name = "Черночерепный щит",
                    count = 2,
                },
                {
                    link = "|cffa335ee|Hitem:1204:0:0:0:0:0:0:0:10|h[Зеленая башня]|h|r",
                    name = "Зеленая башня",
                    count = 1,
                },
                {
                    link = "|cffa335ee|Hitem:1979:0:0:0:0:0:0:0:10|h[Стена мертвых]|h|r",
                    name = "Стена мертвых",
                    count = 2,
                },
                {
                    link = "|cffa335ee|Hitem:2164:0:0:0:0:0:0:0:10|h[Потрошитель]|h|r",
                    name = "Потрошитель",
                    count = 1,
                },
                {
                    link = "|cffa335ee|Hitem:2243:0:0:0:0:0:0:0:10|h[Рука Эдварда Странного]|h|r",
                    name = "Рука Эдварда Странного",
                    count = 1,
                },
                {
                    link = "|cffa335ee|Hitem:868:0:0:0:0:0:0:0:10|h[Ревностный хранитель]|h|r",
                    name = "Ревностный хранитель",
                    count = 1,
                },
                {
                    link = "|cffa335ee|Hitem:869:0:0:0:0:0:0:0:10|h[Ослепительный длинный меч]|h|r",
                    name = "Ослепительный длинный меч",
                    count = 1,
                },
                {
                    link = "|cffa335ee|Hitem:871:0:0:0:0:0:0:0:10|h[Топор шквала]|h|r",
                    name = "Топор шквала",
                    count = 1,
                },
            },
        },
    },
    {
        name = "Дробящая",
        realm = "Proxy Sirus x5 - 3.3.5a+",
        updated_at = "2026-07-07 19:14:32",
        money = 158410,
        empty = 159,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:23197:0:0:0:0:0:0:0:10|h[Идол Луны]|h|r",
                name = "Идол Луны",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:23199:0:0:0:0:0:0:0:10|h[Тотем бури]|h|r",
                name = "Тотем бури",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:23203:0:0:0:0:0:0:0:10|h[Манускрипт страсти]|h|r",
                name = "Манускрипт страсти",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31134:0:0:0:0:0:0:0:10|h[Клинок невезения]|h|r",
                name = "Клинок невезения",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31139:0:0:0:0:0:0:0:10|h[Боевая перчатка расплаты]|h|r",
                name = "Боевая перчатка расплаты",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31142:0:0:0:0:0:0:0:10|h[Клинок обретенного знания]|h|r",
                name = "Клинок обретенного знания",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31153:0:0:0:0:0:0:0:10|h[Топор Легиона]|h|r",
                name = "Топор Легиона",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31186:0:0:0:0:0:0:0:10|h[Посох дремы Браксиса]|h|r",
                name = "Посох дремы Браксиса",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31193:0:0:0:0:0:0:0:10|h[Клинок Неутолимой Жажды]|h|r",
                name = "Клинок Неутолимой Жажды",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31200:0:0:0:0:0:0:0:10|h[Щит своенравного пехотинца]|h|r",
                name = "Щит своенравного пехотинца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31204:0:0:0:0:0:0:0:10|h[Ружье-клинок]|h|r",
                name = "Ружье-клинок",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:31287:1128:0:0:0:0:0:0:10|h[Щит дренейского отважного стража]|h|r",
                name = "Щит дренейского отважного стража",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31292:0:0:0:0:0:0:0:10|h[Хрустальный вибрирующий щит]|h|r",
                name = "Хрустальный вибрирующий щит",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31303:0:0:0:0:0:0:0:10|h[Длинный лук Валаноса]|h|r",
                name = "Длинный лук Валаноса",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37747:1128:0:0:0:0:0:0:10|h[Благотворный оплот]|h|r",
                name = "Благотворный оплот",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37749:20242:0:0:0:0:0:0:10|h[Ударные когти]|h|r",
                name = "Ударные когти",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37802:20242:0:0:0:0:0:0:10|h[Острие Эланора]|h|r",
                name = "Острие Эланора",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37803:20322:0:0:0:0:0:0:10|h[Животворная ветвь Лолы]|h|r",
                name = "Животворная ветвь Лолы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37804:0:0:0:0:0:0:0:10|h[Большой посох из кровавого дерева]|h|r",
                name = "Большой посох из кровавого дерева",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37805:0:0:0:0:0:0:0:10|h[Величественный скипетр Мелии]|h|r",
                name = "Величественный скипетр Мелии",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37806:0:0:0:0:0:0:0:10|h[Аномальный посох Забры]|h|r",
                name = "Аномальный посох Забры",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37807:0:0:0:0:0:0:0:10|h[Заостренный мечелом Линдии]|h|r",
                name = "Заостренный мечелом Линдии",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37808:0:0:0:0:0:0:0:10|h[Драконий зубодробитель]|h|r",
                name = "Драконий зубодробитель",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37809:0:0:0:0:0:0:0:10|h[Длинный лук с перьями руха]|h|r",
                name = "Длинный лук с перьями руха",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:37810:0:0:0:0:0:0:0:10|h[Оплот-мечелом]|h|r",
                name = "Оплот-мечелом",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37811:0:0:0:0:0:0:0:10|h[Увещеватель капитана Карвера]|h|r",
                name = "Увещеватель капитана Карвера",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:37812:0:0:0:0:0:0:0:10|h[Сокрушитель из окаменелого железного дерева]|h|r",
                name = "Сокрушитель из окаменелого железного дерева",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37813:0:0:0:0:0:0:0:10|h[Знамерез]|h|r",
                name = "Знамерез",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37817:0:0:0:0:0:0:0:10|h[Ветвь отложенной казни]|h|r",
                name = "Ветвь отложенной казни",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37824:0:0:0:0:0:0:0:10|h[Рунический драконий жезл Гвинета]|h|r",
                name = "Рунический драконий жезл Гвинета",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:40670:0:0:0:0:0:0:0:10|h[Саронитовый защитник]|h|r",
                name = "Саронитовый защитник",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:43666:0:0:0:0:0:0:0:10|h[Фолиант адского огня]|h|r",
                name = "Фолиант адского огня",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:43667:0:0:0:0:0:0:0:10|h[Книга хитрых советов]|h|r",
                name = "Книга хитрых советов",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44505:20242:0:0:0:0:0:0:10|h[Повергатель]|h|r",
                name = "Повергатель",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:49227:0:0:0:0:0:-88:56:10|h[Клык Сколла с меткой предсказателя]|h|r",
                name = "Клык Сколла с меткой предсказателя",
                count = 1,
            },
        },
        bank = {
            last_update = 1783440818,
            items = {
                {
                    link = "|cff0070dd|Hitem:23197:0:0:0:0:0:0:0:10|h[Идол Луны]|h|r",
                    name = "Идол Луны",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:23203:0:0:0:0:0:0:0:10|h[Манускрипт страсти]|h|r",
                    name = "Манускрипт страсти",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31134:0:0:0:0:0:0:0:10|h[Клинок невезения]|h|r",
                    name = "Клинок невезения",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31142:0:0:0:0:0:0:0:10|h[Клинок обретенного знания]|h|r",
                    name = "Клинок обретенного знания",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31186:0:0:0:0:0:0:0:10|h[Посох дремы Браксиса]|h|r",
                    name = "Посох дремы Браксиса",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31193:0:0:0:0:0:0:0:10|h[Клинок Неутолимой Жажды]|h|r",
                    name = "Клинок Неутолимой Жажды",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31200:0:0:0:0:0:0:0:10|h[Щит своенравного пехотинца]|h|r",
                    name = "Щит своенравного пехотинца",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31204:0:0:0:0:0:0:0:10|h[Ружье-клинок]|h|r",
                    name = "Ружье-клинок",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:31287:1128:0:0:0:0:0:0:10|h[Щит дренейского отважного стража]|h|r",
                    name = "Щит дренейского отважного стража",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31292:0:0:0:0:0:0:0:10|h[Хрустальный вибрирующий щит]|h|r",
                    name = "Хрустальный вибрирующий щит",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31303:0:0:0:0:0:0:0:10|h[Длинный лук Валаноса]|h|r",
                    name = "Длинный лук Валаноса",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37747:1128:0:0:0:0:0:0:10|h[Благотворный оплот]|h|r",
                    name = "Благотворный оплот",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37749:20242:0:0:0:0:0:0:10|h[Ударные когти]|h|r",
                    name = "Ударные когти",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37802:20242:0:0:0:0:0:0:10|h[Острие Эланора]|h|r",
                    name = "Острие Эланора",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37803:20322:0:0:0:0:0:0:10|h[Животворная ветвь Лолы]|h|r",
                    name = "Животворная ветвь Лолы",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37804:0:0:0:0:0:0:0:10|h[Большой посох из кровавого дерева]|h|r",
                    name = "Большой посох из кровавого дерева",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37805:0:0:0:0:0:0:0:10|h[Величественный скипетр Мелии]|h|r",
                    name = "Величественный скипетр Мелии",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37806:0:0:0:0:0:0:0:10|h[Аномальный посох Забры]|h|r",
                    name = "Аномальный посох Забры",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37807:0:0:0:0:0:0:0:10|h[Заостренный мечелом Линдии]|h|r",
                    name = "Заостренный мечелом Линдии",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37808:0:0:0:0:0:0:0:10|h[Драконий зубодробитель]|h|r",
                    name = "Драконий зубодробитель",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37809:0:0:0:0:0:0:0:10|h[Длинный лук с перьями руха]|h|r",
                    name = "Длинный лук с перьями руха",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:37810:0:0:0:0:0:0:0:10|h[Оплот-мечелом]|h|r",
                    name = "Оплот-мечелом",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37811:0:0:0:0:0:0:0:10|h[Увещеватель капитана Карвера]|h|r",
                    name = "Увещеватель капитана Карвера",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:37812:0:0:0:0:0:0:0:10|h[Сокрушитель из окаменелого железного дерева]|h|r",
                    name = "Сокрушитель из окаменелого железного дерева",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37813:0:0:0:0:0:0:0:10|h[Знамерез]|h|r",
                    name = "Знамерез",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37817:0:0:0:0:0:0:0:10|h[Ветвь отложенной казни]|h|r",
                    name = "Ветвь отложенной казни",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37824:0:0:0:0:0:0:0:10|h[Рунический драконий жезл Гвинета]|h|r",
                    name = "Рунический драконий жезл Гвинета",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:40670:0:0:0:0:0:0:0:10|h[Саронитовый защитник]|h|r",
                    name = "Саронитовый защитник",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:43666:0:0:0:0:0:0:0:10|h[Фолиант адского огня]|h|r",
                    name = "Фолиант адского огня",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:43667:0:0:0:0:0:0:0:10|h[Книга хитрых советов]|h|r",
                    name = "Книга хитрых советов",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44505:20242:0:0:0:0:0:0:10|h[Повергатель]|h|r",
                    name = "Повергатель",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:49227:0:0:0:0:0:-88:56:10|h[Клык Сколла с меткой предсказателя]|h|r",
                    name = "Клык Сколла с меткой предсказателя",
                    count = 1,
                },
            },
        },
        bags = {
            last_update = 1783440819,
            items = {
                {
                    link = "|cff0070dd|Hitem:23199:0:0:0:0:0:0:0:10|h[Тотем бури]|h|r",
                    name = "Тотем бури",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31139:0:0:0:0:0:0:0:10|h[Боевая перчатка расплаты]|h|r",
                    name = "Боевая перчатка расплаты",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31153:0:0:0:0:0:0:0:10|h[Топор Легиона]|h|r",
                    name = "Топор Легиона",
                    count = 1,
                },
            },
        },
    },
    {
        name = "Запределька",
        realm = "Proxy Sirus x5 - 3.3.5a+",
        updated_at = "2026-07-07 19:19:22",
        money = 13629,
        empty = 137,
        location = "Оргриммар",
        items = {
            {
                link = "|cff1eff00|Hitem:10270:0:0:0:0:0:793:0:10|h[Сапоги искусной работы со знаком совы]|h|r",
                name = "Сапоги искусной работы со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14322:0:0:0:0:0:803:0:10|h[Ослепительный венец со знаком совы]|h|r",
                name = "Ослепительный венец со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24585:0:0:0:0:0:-36:37:10|h[Хиджаб чужеземца с меткой волшебника]|h|r",
                name = "Хиджаб чужеземца с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24585:0:0:0:0:0:-37:37:10|h[Хиджаб чужеземца с меткой целителя]|h|r",
                name = "Хиджаб чужеземца с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24588:0:0:0:0:0:-39:21:10|h[Наручи чужеземца с меткой заклинателя]|h|r",
                name = "Наручи чужеземца с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24608:0:0:0:0:0:-22:31:10|h[Перчатки Веселого Черепа с магической аурой]|h|r",
                name = "Перчатки Веселого Черепа с магической аурой",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24609:0:0:0:0:0:-39:41:10|h[Шляпа Веселого Черепа с меткой заклинателя]|h|r",
                name = "Шляпа Веселого Черепа с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24611:0:0:0:0:0:-36:31:10|h[Наплечные пластины Веселого Черепа с меткой волшебника]|h|r",
                name = "Наплечные пластины Веселого Черепа с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24611:0:0:0:0:0:-37:31:10|h[Наплечные пластины Веселого Черепа с меткой целителя]|h|r",
                name = "Наплечные пластины Веселого Черепа с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24612:0:0:0:0:0:-39:23:10|h[Браслеты Веселого Черепа с меткой заклинателя]|h|r",
                name = "Браслеты Веселого Черепа с меткой заклинателя",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:24612:0:0:0:0:0:-6:23:10|h[Браслеты Веселого Черепа со знаком орла]|h|r",
                name = "Браслеты Веселого Черепа со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24693:0:0:0:0:0:-7:27:10|h[Кожаный ремень Костеглодов со знаком медведя]|h|r",
                name = "Кожаный ремень Костеглодов со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24695:0:0:0:0:0:-40:37:10|h[Нагрудник Костеглодов с меткой преступника]|h|r",
                name = "Нагрудник Костеглодов с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24696:0:0:0:0:0:-6:27:10|h[Перчатки Костеглодов со знаком орла]|h|r",
                name = "Перчатки Костеглодов со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24697:0:0:0:0:0:-42:37:10|h[Скальп Костеглодов с меткой оракула]|h|r",
                name = "Скальп Костеглодов с меткой оракула",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24705:0:0:0:0:0:-40:38:10|h[Хаал'ешская шляпа с меткой преступника]|h|r",
                name = "Хаал'ешская шляпа с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24710:0:0:0:0:0:-5:30:10|h[Сапоги отмщения со знаком мартышки]|h|r",
                name = "Сапоги отмщения со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24711:0:0:0:0:0:-17:40:10|h[Нагрудник Отмщения со знаком силы]|h|r",
                name = "Нагрудник Отмщения со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24712:0:0:0:0:0:-42:30:10|h[Перчатки Отмщения с меткой оракула]|h|r",
                name = "Перчатки Отмщения с меткой оракула",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24724:0:0:0:0:0:-9:23:10|h[Поручи Отребья со знаком совы]|h|r",
                name = "Поручи Отребья со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24732:0:0:0:0:0:-39:24:10|h[Боевые наручи безумия с меткой заклинателя]|h|r",
                name = "Боевые наручи безумия с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24732:0:0:0:0:0:-7:24:10|h[Боевые наручи безумия со знаком медведя]|h|r",
                name = "Боевые наручи безумия со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24811:0:0:0:0:0:-6:37:10|h[Поножи Непреклонности со знаком орла]|h|r",
                name = "Поножи Непреклонности со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24821:0:0:0:0:0:-39:21:10|h[Наручники Камня Скверны с меткой заклинателя]|h|r",
                name = "Наручники Камня Скверны с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24822:0:0:0:0:0:-39:30:10|h[Пояс ловчего Пустоты с меткой заклинателя]|h|r",
                name = "Пояс ловчего Пустоты с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24823:0:0:0:0:0:-5:30:10|h[Наголенники ловчего Пустоты со знаком мартышки]|h|r",
                name = "Наголенники ловчего Пустоты со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24828:0:0:0:0:0:-43:30:10|h[Оплечье ловчего Пустоты с меткой солдата]|h|r",
                name = "Оплечье ловчего Пустоты с меткой солдата",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24830:0:0:0:0:0:-43:31:10|h[Пояс скитальца Нексуса с меткой солдата]|h|r",
                name = "Пояс скитальца Нексуса с меткой солдата",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24833:0:0:0:0:0:-39:31:10|h[Перчатки скитальца Нексуса с меткой заклинателя]|h|r",
                name = "Перчатки скитальца Нексуса с меткой заклинателя",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:24834:0:0:0:0:0:-7:41:10|h[Полный шлем скитальца Нексуса со знаком медведя]|h|r",
                name = "Полный шлем скитальца Нексуса со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24835:0:0:0:0:0:-40:41:10|h[Бриджи скитальца Нексуса с меткой преступника]|h|r",
                name = "Бриджи скитальца Нексуса с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24836:0:0:0:0:0:-39:31:10|h[Оплечье скитальца Нексуса с меткой заклинателя]|h|r",
                name = "Оплечье скитальца Нексуса с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24926:0:0:0:0:0:-33:29:10|h[Анго'рошский пояс с защитой от льда]|h|r",
                name = "Анго'рошский пояс с защитой от льда",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:24926:0:0:0:0:0:-36:29:10|h[Анго'рошский пояс с меткой волшебника]|h|r",
                name = "Анго'рошский пояс с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25032:0:0:0:0:0:-21:22:10|h[Плащ Адского Пламени с магической аурой]|h|r",
                name = "Плащ Адского Пламени с магической аурой",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25058:0:0:0:0:0:-36:21:10|h[Колье Ангелисты с меткой волшебника]|h|r",
                name = "Колье Ангелисты с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25061:0:0:0:0:0:-37:23:10|h[Гиддентовое ожерелье с меткой целителя]|h|r",
                name = "Гиддентовое ожерелье с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25074:0:0:0:0:0:-17:22:10|h[Щит Телаари со знаком силы]|h|r",
                name = "Щит Телаари со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25087:0:0:0:0:0:-36:21:10|h[Кровоточащее Око с меткой волшебника]|h|r",
                name = "Кровоточащее Око с меткой волшебника",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:25088:0:0:0:0:0:-39:22:10|h[Сфера Веселого Черепа с меткой заклинателя]|h|r",
                name = "Сфера Веселого Черепа с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25143:0:0:0:0:0:-17:16:10|h[Серебряный ручной клинок со знаком силы]|h|r",
                name = "Серебряный ручной клинок со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25170:0:0:0:0:0:-14:37:10|h[Посох Раттан Бо со знаком тигра]|h|r",
                name = "Посох Раттан Бо со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25170:0:0:0:0:0:-41:37:10|h[Посох Раттан Бо с меткой зверя]|h|r",
                name = "Посох Раттан Бо с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25171:0:0:0:0:0:-7:38:10|h[Крепкий посох из твердого дерева со знаком медведя]|h|r",
                name = "Крепкий посох из твердого дерева со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25184:0:0:0:0:0:-44:15:10|h[Когти опустошителя с меткой старца]|h|r",
                name = "Когти опустошителя с меткой старца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25185:0:0:0:0:0:-39:16:10|h[Клинок молотильщика с меткой заклинателя]|h|r",
                name = "Клинок молотильщика с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25185:0:0:0:0:0:-41:16:10|h[Клинок молотильщика с меткой зверя]|h|r",
                name = "Клинок молотильщика с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25185:0:0:0:0:0:-44:16:10|h[Клинок молотильщика с меткой старца]|h|r",
                name = "Клинок молотильщика с меткой старца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25186:0:0:0:0:0:-40:17:10|h[Вампирическая ручная коса с меткой преступника]|h|r",
                name = "Вампирическая ручная коса с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25200:0:0:0:0:0:-18:17:10|h[Зазубренный широкий топор со знаком ловкости]|h|r",
                name = "Зазубренный широкий топор со знаком ловкости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25201:0:0:0:0:0:-40:17:10|h[Серп похитителя с меткой преступника]|h|r",
                name = "Серп похитителя с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25201:0:0:0:0:0:-5:17:10|h[Серп похитителя со знаком мартышки]|h|r",
                name = "Серп похитителя со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25215:0:0:0:0:0:-43:41:10|h[Шипастый боевой топор с меткой солдата]|h|r",
                name = "Шипастый боевой топор с меткой солдата",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25226:0:0:0:0:0:-45:37:10|h[Коса с меткой победителя]|h|r",
                name = "Коса с меткой победителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25229:0:0:0:0:0:-41:41:10|h[Длинный протазан с меткой зверя]|h|r",
                name = "Длинный протазан с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25240:0:0:0:0:0:-45:12:10|h[Азеротский длинный лук с меткой победителя]|h|r",
                name = "Азеротский длинный лук с меткой победителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25241:0:0:0:0:0:-18:12:10|h[Длинный лук Ясеневого леса со знаком ловкости]|h|r",
                name = "Длинный лук Ясеневого леса со знаком ловкости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25242:0:0:0:0:0:-40:12:10|h[Длинный лук Телаари с меткой преступника]|h|r",
                name = "Длинный лук Телаари с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25254:0:0:0:0:0:-40:12:10|h[Арбалет башни с меткой преступника]|h|r",
                name = "Арбалет башни с меткой преступника",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:25254:0:0:0:0:0:-41:12:10|h[Арбалет башни с меткой зверя]|h|r",
                name = "Арбалет башни с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25255:0:0:0:0:0:-14:12:10|h[Арбалет лобового штурма со знаком тигра]|h|r",
                name = "Арбалет лобового штурма со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25255:0:0:0:0:0:-40:12:10|h[Арбалет лобового штурма с меткой преступника]|h|r",
                name = "Арбалет лобового штурма с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25255:0:0:0:0:0:-45:12:10|h[Арбалет лобового штурма с меткой победителя]|h|r",
                name = "Арбалет лобового штурма с меткой победителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25257:0:0:0:0:0:-13:13:10|h[Цитадельский арбалет со знаком волка]|h|r",
                name = "Цитадельский арбалет со знаком волка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25257:0:0:0:0:0:-7:13:10|h[Цитадельский арбалет со знаком медведя]|h|r",
                name = "Цитадельский арбалет со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25271:0:0:0:0:0:-41:13:10|h[Винтовка охотника на крокодилов с меткой зверя]|h|r",
                name = "Винтовка охотника на крокодилов с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25296:0:0:0:0:0:-44:15:10|h[Кинжал поглощения с меткой старца]|h|r",
                name = "Кинжал поглощения с меткой старца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25297:0:0:0:0:0:-44:16:10|h[Отрегулированный нож с меткой старца]|h|r",
                name = "Отрегулированный нож с меткой старца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25310:0:0:0:0:0:-44:15:10|h[Легкая палица наару с меткой старца]|h|r",
                name = "Легкая палица наару с меткой старца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25310:0:0:0:0:0:-6:15:10|h[Легкая палица наару со знаком орла]|h|r",
                name = "Легкая палица наару со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25312:0:0:0:0:0:-44:17:10|h[Славный скипетр с меткой старца]|h|r",
                name = "Славный скипетр с меткой старца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25313:0:0:0:0:0:-9:17:10|h[Скипетр из хладного железа со знаком совы]|h|r",
                name = "Скипетр из хладного железа со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25324:0:0:0:0:0:-7:37:10|h[Гневный посох со знаком медведя]|h|r",
                name = "Гневный посох со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25325:0:0:0:0:0:-14:38:10|h[Грубый шрамодел со знаком тигра]|h|r",
                name = "Грубый шрамодел со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:28534:0:0:0:0:0:-17:13:10|h[Дротик, обмакнутый в скверну со знаком силы]|h|r",
                name = "Дротик, обмакнутый в скверну со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:28534:0:0:0:0:0:-41:13:10|h[Дротик, обмакнутый в скверну с меткой зверя]|h|r",
                name = "Дротик, обмакнутый в скверну с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36615:0:0:0:0:0:-40:23:10|h[Длинный лук знатока с меткой преступника]|h|r",
                name = "Длинный лук знатока с меткой преступника",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:36615:0:0:0:0:0:-41:23:10|h[Длинный лук знатока с меткой зверя]|h|r",
                name = "Длинный лук знатока с меткой зверя",
                count = 1,
            },
        },
        bank = {
            last_update = 1783441010,
            items = {
                {
                    link = "|cff1eff00|Hitem:10270:0:0:0:0:0:793:0:10|h[Сапоги искусной работы со знаком совы]|h|r",
                    name = "Сапоги искусной работы со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:14322:0:0:0:0:0:803:0:10|h[Ослепительный венец со знаком совы]|h|r",
                    name = "Ослепительный венец со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:24585:0:0:0:0:0:-36:37:10|h[Хиджаб чужеземца с меткой волшебника]|h|r",
                    name = "Хиджаб чужеземца с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:24585:0:0:0:0:0:-37:37:10|h[Хиджаб чужеземца с меткой целителя]|h|r",
                    name = "Хиджаб чужеземца с меткой целителя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:24588:0:0:0:0:0:-39:21:10|h[Наручи чужеземца с меткой заклинателя]|h|r",
                    name = "Наручи чужеземца с меткой заклинателя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:24608:0:0:0:0:0:-22:31:10|h[Перчатки Веселого Черепа с магической аурой]|h|r",
                    name = "Перчатки Веселого Черепа с магической аурой",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:24609:0:0:0:0:0:-39:41:10|h[Шляпа Веселого Черепа с меткой заклинателя]|h|r",
                    name = "Шляпа Веселого Черепа с меткой заклинателя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:24611:0:0:0:0:0:-36:31:10|h[Наплечные пластины Веселого Черепа с меткой волшебника]|h|r",
                    name = "Наплечные пластины Веселого Черепа с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:24611:0:0:0:0:0:-37:31:10|h[Наплечные пластины Веселого Черепа с меткой целителя]|h|r",
                    name = "Наплечные пластины Веселого Черепа с меткой целителя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:24612:0:0:0:0:0:-39:23:10|h[Браслеты Веселого Черепа с меткой заклинателя]|h|r",
                    name = "Браслеты Веселого Черепа с меткой заклинателя",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:24612:0:0:0:0:0:-6:23:10|h[Браслеты Веселого Черепа со знаком орла]|h|r",
                    name = "Браслеты Веселого Черепа со знаком орла",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:24693:0:0:0:0:0:-7:27:10|h[Кожаный ремень Костеглодов со знаком медведя]|h|r",
                    name = "Кожаный ремень Костеглодов со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:24695:0:0:0:0:0:-40:37:10|h[Нагрудник Костеглодов с меткой преступника]|h|r",
                    name = "Нагрудник Костеглодов с меткой преступника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:24696:0:0:0:0:0:-6:27:10|h[Перчатки Костеглодов со знаком орла]|h|r",
                    name = "Перчатки Костеглодов со знаком орла",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:24697:0:0:0:0:0:-42:37:10|h[Скальп Костеглодов с меткой оракула]|h|r",
                    name = "Скальп Костеглодов с меткой оракула",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:24705:0:0:0:0:0:-40:38:10|h[Хаал'ешская шляпа с меткой преступника]|h|r",
                    name = "Хаал'ешская шляпа с меткой преступника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:24710:0:0:0:0:0:-5:30:10|h[Сапоги отмщения со знаком мартышки]|h|r",
                    name = "Сапоги отмщения со знаком мартышки",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:24711:0:0:0:0:0:-17:40:10|h[Нагрудник Отмщения со знаком силы]|h|r",
                    name = "Нагрудник Отмщения со знаком силы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:24712:0:0:0:0:0:-42:30:10|h[Перчатки Отмщения с меткой оракула]|h|r",
                    name = "Перчатки Отмщения с меткой оракула",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:24724:0:0:0:0:0:-9:23:10|h[Поручи Отребья со знаком совы]|h|r",
                    name = "Поручи Отребья со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:24732:0:0:0:0:0:-39:24:10|h[Боевые наручи безумия с меткой заклинателя]|h|r",
                    name = "Боевые наручи безумия с меткой заклинателя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:24732:0:0:0:0:0:-7:24:10|h[Боевые наручи безумия со знаком медведя]|h|r",
                    name = "Боевые наручи безумия со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:24811:0:0:0:0:0:-6:37:10|h[Поножи Непреклонности со знаком орла]|h|r",
                    name = "Поножи Непреклонности со знаком орла",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:24821:0:0:0:0:0:-39:21:10|h[Наручники Камня Скверны с меткой заклинателя]|h|r",
                    name = "Наручники Камня Скверны с меткой заклинателя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:24822:0:0:0:0:0:-39:30:10|h[Пояс ловчего Пустоты с меткой заклинателя]|h|r",
                    name = "Пояс ловчего Пустоты с меткой заклинателя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:24823:0:0:0:0:0:-5:30:10|h[Наголенники ловчего Пустоты со знаком мартышки]|h|r",
                    name = "Наголенники ловчего Пустоты со знаком мартышки",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:24828:0:0:0:0:0:-43:30:10|h[Оплечье ловчего Пустоты с меткой солдата]|h|r",
                    name = "Оплечье ловчего Пустоты с меткой солдата",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:24830:0:0:0:0:0:-43:31:10|h[Пояс скитальца Нексуса с меткой солдата]|h|r",
                    name = "Пояс скитальца Нексуса с меткой солдата",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:24833:0:0:0:0:0:-39:31:10|h[Перчатки скитальца Нексуса с меткой заклинателя]|h|r",
                    name = "Перчатки скитальца Нексуса с меткой заклинателя",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:24834:0:0:0:0:0:-7:41:10|h[Полный шлем скитальца Нексуса со знаком медведя]|h|r",
                    name = "Полный шлем скитальца Нексуса со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:24835:0:0:0:0:0:-40:41:10|h[Бриджи скитальца Нексуса с меткой преступника]|h|r",
                    name = "Бриджи скитальца Нексуса с меткой преступника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:24836:0:0:0:0:0:-39:31:10|h[Оплечье скитальца Нексуса с меткой заклинателя]|h|r",
                    name = "Оплечье скитальца Нексуса с меткой заклинателя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:24926:0:0:0:0:0:-33:29:10|h[Анго'рошский пояс с защитой от льда]|h|r",
                    name = "Анго'рошский пояс с защитой от льда",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:24926:0:0:0:0:0:-36:29:10|h[Анго'рошский пояс с меткой волшебника]|h|r",
                    name = "Анго'рошский пояс с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25032:0:0:0:0:0:-21:22:10|h[Плащ Адского Пламени с магической аурой]|h|r",
                    name = "Плащ Адского Пламени с магической аурой",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25058:0:0:0:0:0:-36:21:10|h[Колье Ангелисты с меткой волшебника]|h|r",
                    name = "Колье Ангелисты с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25061:0:0:0:0:0:-37:23:10|h[Гиддентовое ожерелье с меткой целителя]|h|r",
                    name = "Гиддентовое ожерелье с меткой целителя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25074:0:0:0:0:0:-17:22:10|h[Щит Телаари со знаком силы]|h|r",
                    name = "Щит Телаари со знаком силы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25312:0:0:0:0:0:-44:17:10|h[Славный скипетр с меткой старца]|h|r",
                    name = "Славный скипетр с меткой старца",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36615:0:0:0:0:0:-41:23:10|h[Длинный лук знатока с меткой зверя]|h|r",
                    name = "Длинный лук знатока с меткой зверя",
                    count = 1,
                },
            },
        },
        bags = {
            last_update = 1783441131,
            items = {
                {
                    link = "|cff1eff00|Hitem:25087:0:0:0:0:0:-36:21:10|h[Кровоточащее Око с меткой волшебника]|h|r",
                    name = "Кровоточащее Око с меткой волшебника",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:25088:0:0:0:0:0:-39:22:10|h[Сфера Веселого Черепа с меткой заклинателя]|h|r",
                    name = "Сфера Веселого Черепа с меткой заклинателя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25143:0:0:0:0:0:-17:16:10|h[Серебряный ручной клинок со знаком силы]|h|r",
                    name = "Серебряный ручной клинок со знаком силы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25170:0:0:0:0:0:-14:37:10|h[Посох Раттан Бо со знаком тигра]|h|r",
                    name = "Посох Раттан Бо со знаком тигра",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25170:0:0:0:0:0:-41:37:10|h[Посох Раттан Бо с меткой зверя]|h|r",
                    name = "Посох Раттан Бо с меткой зверя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25171:0:0:0:0:0:-7:38:10|h[Крепкий посох из твердого дерева со знаком медведя]|h|r",
                    name = "Крепкий посох из твердого дерева со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25184:0:0:0:0:0:-44:15:10|h[Когти опустошителя с меткой старца]|h|r",
                    name = "Когти опустошителя с меткой старца",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25185:0:0:0:0:0:-39:16:10|h[Клинок молотильщика с меткой заклинателя]|h|r",
                    name = "Клинок молотильщика с меткой заклинателя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25185:0:0:0:0:0:-41:16:10|h[Клинок молотильщика с меткой зверя]|h|r",
                    name = "Клинок молотильщика с меткой зверя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25185:0:0:0:0:0:-44:16:10|h[Клинок молотильщика с меткой старца]|h|r",
                    name = "Клинок молотильщика с меткой старца",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25186:0:0:0:0:0:-40:17:10|h[Вампирическая ручная коса с меткой преступника]|h|r",
                    name = "Вампирическая ручная коса с меткой преступника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25200:0:0:0:0:0:-18:17:10|h[Зазубренный широкий топор со знаком ловкости]|h|r",
                    name = "Зазубренный широкий топор со знаком ловкости",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25201:0:0:0:0:0:-40:17:10|h[Серп похитителя с меткой преступника]|h|r",
                    name = "Серп похитителя с меткой преступника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25201:0:0:0:0:0:-5:17:10|h[Серп похитителя со знаком мартышки]|h|r",
                    name = "Серп похитителя со знаком мартышки",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25215:0:0:0:0:0:-43:41:10|h[Шипастый боевой топор с меткой солдата]|h|r",
                    name = "Шипастый боевой топор с меткой солдата",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25226:0:0:0:0:0:-45:37:10|h[Коса с меткой победителя]|h|r",
                    name = "Коса с меткой победителя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25229:0:0:0:0:0:-41:41:10|h[Длинный протазан с меткой зверя]|h|r",
                    name = "Длинный протазан с меткой зверя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25240:0:0:0:0:0:-45:12:10|h[Азеротский длинный лук с меткой победителя]|h|r",
                    name = "Азеротский длинный лук с меткой победителя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25241:0:0:0:0:0:-18:12:10|h[Длинный лук Ясеневого леса со знаком ловкости]|h|r",
                    name = "Длинный лук Ясеневого леса со знаком ловкости",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25242:0:0:0:0:0:-40:12:10|h[Длинный лук Телаари с меткой преступника]|h|r",
                    name = "Длинный лук Телаари с меткой преступника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25254:0:0:0:0:0:-40:12:10|h[Арбалет башни с меткой преступника]|h|r",
                    name = "Арбалет башни с меткой преступника",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:25254:0:0:0:0:0:-41:12:10|h[Арбалет башни с меткой зверя]|h|r",
                    name = "Арбалет башни с меткой зверя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25255:0:0:0:0:0:-14:12:10|h[Арбалет лобового штурма со знаком тигра]|h|r",
                    name = "Арбалет лобового штурма со знаком тигра",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25255:0:0:0:0:0:-40:12:10|h[Арбалет лобового штурма с меткой преступника]|h|r",
                    name = "Арбалет лобового штурма с меткой преступника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25255:0:0:0:0:0:-45:12:10|h[Арбалет лобового штурма с меткой победителя]|h|r",
                    name = "Арбалет лобового штурма с меткой победителя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25257:0:0:0:0:0:-13:13:10|h[Цитадельский арбалет со знаком волка]|h|r",
                    name = "Цитадельский арбалет со знаком волка",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25257:0:0:0:0:0:-7:13:10|h[Цитадельский арбалет со знаком медведя]|h|r",
                    name = "Цитадельский арбалет со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25271:0:0:0:0:0:-41:13:10|h[Винтовка охотника на крокодилов с меткой зверя]|h|r",
                    name = "Винтовка охотника на крокодилов с меткой зверя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25296:0:0:0:0:0:-44:15:10|h[Кинжал поглощения с меткой старца]|h|r",
                    name = "Кинжал поглощения с меткой старца",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25297:0:0:0:0:0:-44:16:10|h[Отрегулированный нож с меткой старца]|h|r",
                    name = "Отрегулированный нож с меткой старца",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25310:0:0:0:0:0:-44:15:10|h[Легкая палица наару с меткой старца]|h|r",
                    name = "Легкая палица наару с меткой старца",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25310:0:0:0:0:0:-6:15:10|h[Легкая палица наару со знаком орла]|h|r",
                    name = "Легкая палица наару со знаком орла",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25313:0:0:0:0:0:-9:17:10|h[Скипетр из хладного железа со знаком совы]|h|r",
                    name = "Скипетр из хладного железа со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25324:0:0:0:0:0:-7:37:10|h[Гневный посох со знаком медведя]|h|r",
                    name = "Гневный посох со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:25325:0:0:0:0:0:-14:38:10|h[Грубый шрамодел со знаком тигра]|h|r",
                    name = "Грубый шрамодел со знаком тигра",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:28534:0:0:0:0:0:-17:13:10|h[Дротик, обмакнутый в скверну со знаком силы]|h|r",
                    name = "Дротик, обмакнутый в скверну со знаком силы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:28534:0:0:0:0:0:-41:13:10|h[Дротик, обмакнутый в скверну с меткой зверя]|h|r",
                    name = "Дротик, обмакнутый в скверну с меткой зверя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36615:0:0:0:0:0:-40:23:10|h[Длинный лук знатока с меткой преступника]|h|r",
                    name = "Длинный лук знатока с меткой преступника",
                    count = 2,
                },
            },
        },
    },
    {
        name = "Извечка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-07-12 08:46:27",
        money = 999680,
        empty = 121,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:17010:0:0:0:0:0:0:0:10|h[Огненное ядро]|h|r",
                name = "Огненное ядро",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31079:0:0:0:0:0:0:0:10|h[Переменчивый адамантит]|h|r",
                name = "Переменчивый адамантит",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:36784:0:0:0:0:0:0:0:10|h[Слеза Сирены]|h|r",
                name = "Слеза Сирены",
                count = 19,
            },
            {
                link = "|cff0070dd|Hitem:9719:0:0:0:0:0:0:0:10|h[Сломанный клинок героев]|h|r",
                name = "Сломанный клинок героев",
                count = 10,
            },
            {
                link = "|cff1eff00|Hitem:12803:0:0:0:0:0:0:0:10|h[Субстанция Жизни]|h|r",
                name = "Субстанция Жизни",
                count = 18,
            },
            {
                link = "|cff1eff00|Hitem:12808:0:0:0:0:0:0:0:10|h[Субстанция Нежити]|h|r",
                name = "Субстанция Нежити",
                count = 10,
            },
            {
                link = "|cff1eff00|Hitem:13926:0:0:0:0:0:0:0:10|h[Золотая жемчужина]|h|r",
                name = "Золотая жемчужина",
                count = 103,
            },
            {
                link = "|cff1eff00|Hitem:21884:0:0:0:0:0:0:0:10|h[Изначальный Огонь]|h|r",
                name = "Изначальный Огонь",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:21885:0:0:0:0:0:0:0:10|h[Изначальная Вода]|h|r",
                name = "Изначальная Вода",
                count = 30,
            },
            {
                link = "|cff1eff00|Hitem:21886:0:0:0:0:0:0:0:10|h[Изначальная Жизнь]|h|r",
                name = "Изначальная Жизнь",
                count = 38,
            },
            {
                link = "|cff1eff00|Hitem:22451:0:0:0:0:0:0:0:10|h[Изначальный Воздух]|h|r",
                name = "Изначальный Воздух",
                count = 5,
            },
            {
                link = "|cff1eff00|Hitem:22452:0:0:0:0:0:0:0:10|h[Изначальная Земля]|h|r",
                name = "Изначальная Земля",
                count = 87,
            },
            {
                link = "|cff1eff00|Hitem:22456:0:0:0:0:0:0:0:10|h[Изначальная Тень]|h|r",
                name = "Изначальная Тень",
                count = 111,
            },
            {
                link = "|cff1eff00|Hitem:22457:0:0:0:0:0:0:0:10|h[Изначальная Мана]|h|r",
                name = "Изначальная Мана",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:24478:0:0:0:0:0:0:0:10|h[Жемчужина джаггала]|h|r",
                name = "Жемчужина джаггала",
                count = 11,
            },
            {
                link = "|cff1eff00|Hitem:24479:0:0:0:0:0:0:0:10|h[Сумрачная жемчужина]|h|r",
                name = "Сумрачная жемчужина",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:35622:0:0:0:0:0:0:0:10|h[Извечная вода]|h|r",
                name = "Извечная вода",
                count = 46,
            },
            {
                link = "|cff1eff00|Hitem:35623:0:0:0:0:0:0:0:10|h[Извечный воздух]|h|r",
                name = "Извечный воздух",
                count = 6,
            },
            {
                link = "|cff1eff00|Hitem:35624:0:0:0:0:0:0:0:10|h[Извечная земля]|h|r",
                name = "Извечная земля",
                count = 7,
            },
            {
                link = "|cff1eff00|Hitem:35625:0:0:0:0:0:0:0:10|h[Извечная жизнь]|h|r",
                name = "Извечная жизнь",
                count = 14,
            },
            {
                link = "|cff1eff00|Hitem:35627:0:0:0:0:0:0:0:10|h[Извечная тьма]|h|r",
                name = "Извечная тьма",
                count = 17,
            },
            {
                link = "|cff1eff00|Hitem:36783:0:0:0:0:0:0:0:10|h[Жемчужина Северного моря]|h|r",
                name = "Жемчужина Северного моря",
                count = 18,
            },
            {
                link = "|cff1eff00|Hitem:36860:0:0:0:0:0:0:0:10|h[Извечный огонь]|h|r",
                name = "Извечный огонь",
                count = 4,
            },
            {
                link = "|cff1eff00|Hitem:36908:0:0:0:0:0:0:0:10|h[Северный лотос]|h|r",
                name = "Северный лотос",
                count = 28,
            },
            {
                link = "|cff1eff00|Hitem:5498:0:0:0:0:0:0:0:10|h[Маленькая блестящая жемчужина]|h|r",
                name = "Маленькая блестящая жемчужина",
                count = 74,
            },
            {
                link = "|cff1eff00|Hitem:5500:0:0:0:0:0:0:0:10|h[Радужная жемчужина]|h|r",
                name = "Радужная жемчужина",
                count = 41,
            },
            {
                link = "|cff1eff00|Hitem:7076:0:0:0:0:0:0:0:10|h[Субстанция Земли]|h|r",
                name = "Субстанция Земли",
                count = 5,
            },
            {
                link = "|cff1eff00|Hitem:7078:0:0:0:0:0:0:0:10|h[Субстанция Огня]|h|r",
                name = "Субстанция Огня",
                count = 15,
            },
            {
                link = "|cff1eff00|Hitem:7080:0:0:0:0:0:0:0:10|h[Субстанция Воды]|h|r",
                name = "Субстанция Воды",
                count = 13,
            },
            {
                link = "|cff1eff00|Hitem:7082:0:0:0:0:0:0:0:10|h[Субстанция Воздуха]|h|r",
                name = "Субстанция Воздуха",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:7971:0:0:0:0:0:0:0:10|h[Черная жемчужина]|h|r",
                name = "Черная жемчужина",
                count = 56,
            },
            {
                link = "|cff1eff00|Hitem:8153:0:0:0:0:0:0:0:10|h[Дикая лоза]|h|r",
                name = "Дикая лоза",
                count = 27,
            },
            {
                link = "|cffffffff|Hitem:10286:0:0:0:0:0:0:0:10|h[Сердце дикой природы]|h|r",
                name = "Сердце дикой природы",
                count = 125,
            },
            {
                link = "|cffffffff|Hitem:12804:0:0:0:0:0:0:0:10|h[Мощный амулет]|h|r",
                name = "Мощный амулет",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:22572:0:0:0:0:0:0:0:10|h[Частица Воздуха]|h|r",
                name = "Частица Воздуха",
                count = 28,
            },
            {
                link = "|cffffffff|Hitem:22573:0:0:0:0:0:0:0:10|h[Частица Земли]|h|r",
                name = "Частица Земли",
                count = 59,
            },
            {
                link = "|cffffffff|Hitem:22574:0:0:0:0:0:0:0:10|h[Частица Огня]|h|r",
                name = "Частица Огня",
                count = 56,
            },
            {
                link = "|cffffffff|Hitem:22575:0:0:0:0:0:0:0:10|h[Частица Жизни]|h|r",
                name = "Частица Жизни",
                count = 148,
            },
            {
                link = "|cffffffff|Hitem:22576:0:0:0:0:0:0:0:10|h[Частица Маны]|h|r",
                name = "Частица Маны",
                count = 29,
            },
            {
                link = "|cffffffff|Hitem:22577:0:0:0:0:0:0:0:10|h[Частица Тени]|h|r",
                name = "Частица Тени",
                count = 83,
            },
            {
                link = "|cffffffff|Hitem:22578:0:0:0:0:0:0:0:10|h[Частица Воды]|h|r",
                name = "Частица Воды",
                count = 71,
            },
            {
                link = "|cffffffff|Hitem:37700:0:0:0:0:0:0:0:10|h[Кристаллизованный воздух]|h|r",
                name = "Кристаллизованный воздух",
                count = 61,
            },
            {
                link = "|cffffffff|Hitem:37701:0:0:0:0:0:0:0:10|h[Кристаллизованная земля]|h|r",
                name = "Кристаллизованная земля",
                count = 42,
            },
            {
                link = "|cffffffff|Hitem:37702:0:0:0:0:0:0:0:10|h[Кристаллизованный огонь]|h|r",
                name = "Кристаллизованный огонь",
                count = 61,
            },
            {
                link = "|cffffffff|Hitem:37703:0:0:0:0:0:0:0:10|h[Кристаллизованная тьма]|h|r",
                name = "Кристаллизованная тьма",
                count = 31,
            },
            {
                link = "|cffffffff|Hitem:37704:0:0:0:0:0:0:0:10|h[Кристаллизованная жизнь]|h|r",
                name = "Кристаллизованная жизнь",
                count = 69,
            },
            {
                link = "|cffffffff|Hitem:37705:0:0:0:0:0:0:0:10|h[Кристаллизованная вода]|h|r",
                name = "Кристаллизованная вода",
                count = 51,
            },
            {
                link = "|cffffffff|Hitem:7067:0:0:0:0:0:0:0:10|h[Первородная земля]|h|r",
                name = "Первородная земля",
                count = 45,
            },
            {
                link = "|cffffffff|Hitem:7068:0:0:0:0:0:0:0:10|h[Первородный огонь]|h|r",
                name = "Первородный огонь",
                count = 39,
            },
            {
                link = "|cffffffff|Hitem:7069:0:0:0:0:0:0:0:10|h[Первородный воздух]|h|r",
                name = "Первородный воздух",
                count = 108,
            },
            {
                link = "|cffffffff|Hitem:7070:0:0:0:0:0:0:0:10|h[Первородная вода]|h|r",
                name = "Первородная вода",
                count = 167,
            },
            {
                link = "|cffffffff|Hitem:7075:0:0:0:0:0:0:0:10|h[Ядро земли]|h|r",
                name = "Ядро земли",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:7077:0:0:0:0:0:0:0:10|h[Сердце огня]|h|r",
                name = "Сердце огня",
                count = 60,
            },
            {
                link = "|cffffffff|Hitem:7079:0:0:0:0:0:0:0:10|h[Магическая сфера воды]|h|r",
                name = "Магическая сфера воды",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:7081:0:0:0:0:0:0:0:10|h[Дыхание ветра]|h|r",
                name = "Дыхание ветра",
                count = 51,
            },
            {
                link = "|cffffffff|Hitem:7972:0:0:0:0:0:0:0:10|h[Лимфа нежити]|h|r",
                name = "Лимфа нежити",
                count = 96,
            },
            {
                link = "|cffffffff|Hitem:8151:0:0:0:0:0:0:0:10|h[Настой колдунства]|h|r",
                name = "Настой колдунства",
                count = 114,
            },
            {
                link = "|cffffffff|Hitem:8152:0:0:0:0:0:0:0:10|h[Настой большого колдунства]|h|r",
                name = "Настой большого колдунства",
                count = 63,
            },
            {
                link = "|cffffffff|Hitem:9262:0:0:0:0:0:0:0:10|h[Черный купорос]|h|r",
                name = "Черный купорос",
                count = 95,
            },
        },
        bank = {
            last_update = 1783835181,
            items = {
                {
                    link = "|cff0070dd|Hitem:17010:0:0:0:0:0:0:0:10|h[Огненное ядро]|h|r",
                    name = "Огненное ядро",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31079:0:0:0:0:0:0:0:10|h[Переменчивый адамантит]|h|r",
                    name = "Переменчивый адамантит",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:9719:0:0:0:0:0:0:0:10|h[Сломанный клинок героев]|h|r",
                    name = "Сломанный клинок героев",
                    count = 10,
                },
                {
                    link = "|cff1eff00|Hitem:12803:0:0:0:0:0:0:0:10|h[Субстанция Жизни]|h|r",
                    name = "Субстанция Жизни",
                    count = 18,
                },
                {
                    link = "|cff1eff00|Hitem:12808:0:0:0:0:0:0:0:10|h[Субстанция Нежити]|h|r",
                    name = "Субстанция Нежити",
                    count = 10,
                },
                {
                    link = "|cff1eff00|Hitem:21884:0:0:0:0:0:0:0:10|h[Изначальный Огонь]|h|r",
                    name = "Изначальный Огонь",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:21885:0:0:0:0:0:0:0:10|h[Изначальная Вода]|h|r",
                    name = "Изначальная Вода",
                    count = 30,
                },
                {
                    link = "|cff1eff00|Hitem:21886:0:0:0:0:0:0:0:10|h[Изначальная Жизнь]|h|r",
                    name = "Изначальная Жизнь",
                    count = 38,
                },
                {
                    link = "|cff1eff00|Hitem:22451:0:0:0:0:0:0:0:10|h[Изначальный Воздух]|h|r",
                    name = "Изначальный Воздух",
                    count = 5,
                },
                {
                    link = "|cff1eff00|Hitem:22452:0:0:0:0:0:0:0:10|h[Изначальная Земля]|h|r",
                    name = "Изначальная Земля",
                    count = 87,
                },
                {
                    link = "|cff1eff00|Hitem:22456:0:0:0:0:0:0:0:10|h[Изначальная Тень]|h|r",
                    name = "Изначальная Тень",
                    count = 111,
                },
                {
                    link = "|cff1eff00|Hitem:22457:0:0:0:0:0:0:0:10|h[Изначальная Мана]|h|r",
                    name = "Изначальная Мана",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:35622:0:0:0:0:0:0:0:10|h[Извечная вода]|h|r",
                    name = "Извечная вода",
                    count = 46,
                },
                {
                    link = "|cff1eff00|Hitem:35623:0:0:0:0:0:0:0:10|h[Извечный воздух]|h|r",
                    name = "Извечный воздух",
                    count = 6,
                },
                {
                    link = "|cff1eff00|Hitem:35624:0:0:0:0:0:0:0:10|h[Извечная земля]|h|r",
                    name = "Извечная земля",
                    count = 7,
                },
                {
                    link = "|cff1eff00|Hitem:35625:0:0:0:0:0:0:0:10|h[Извечная жизнь]|h|r",
                    name = "Извечная жизнь",
                    count = 14,
                },
                {
                    link = "|cff1eff00|Hitem:35627:0:0:0:0:0:0:0:10|h[Извечная тьма]|h|r",
                    name = "Извечная тьма",
                    count = 17,
                },
                {
                    link = "|cff1eff00|Hitem:36860:0:0:0:0:0:0:0:10|h[Извечный огонь]|h|r",
                    name = "Извечный огонь",
                    count = 4,
                },
                {
                    link = "|cff1eff00|Hitem:36908:0:0:0:0:0:0:0:10|h[Северный лотос]|h|r",
                    name = "Северный лотос",
                    count = 28,
                },
                {
                    link = "|cff1eff00|Hitem:7076:0:0:0:0:0:0:0:10|h[Субстанция Земли]|h|r",
                    name = "Субстанция Земли",
                    count = 5,
                },
                {
                    link = "|cff1eff00|Hitem:7078:0:0:0:0:0:0:0:10|h[Субстанция Огня]|h|r",
                    name = "Субстанция Огня",
                    count = 15,
                },
                {
                    link = "|cff1eff00|Hitem:7080:0:0:0:0:0:0:0:10|h[Субстанция Воды]|h|r",
                    name = "Субстанция Воды",
                    count = 13,
                },
                {
                    link = "|cff1eff00|Hitem:7082:0:0:0:0:0:0:0:10|h[Субстанция Воздуха]|h|r",
                    name = "Субстанция Воздуха",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:8153:0:0:0:0:0:0:0:10|h[Дикая лоза]|h|r",
                    name = "Дикая лоза",
                    count = 27,
                },
                {
                    link = "|cffffffff|Hitem:10286:0:0:0:0:0:0:0:10|h[Сердце дикой природы]|h|r",
                    name = "Сердце дикой природы",
                    count = 125,
                },
                {
                    link = "|cffffffff|Hitem:12804:0:0:0:0:0:0:0:10|h[Мощный амулет]|h|r",
                    name = "Мощный амулет",
                    count = 6,
                },
                {
                    link = "|cffffffff|Hitem:22572:0:0:0:0:0:0:0:10|h[Частица Воздуха]|h|r",
                    name = "Частица Воздуха",
                    count = 28,
                },
                {
                    link = "|cffffffff|Hitem:22573:0:0:0:0:0:0:0:10|h[Частица Земли]|h|r",
                    name = "Частица Земли",
                    count = 59,
                },
                {
                    link = "|cffffffff|Hitem:22574:0:0:0:0:0:0:0:10|h[Частица Огня]|h|r",
                    name = "Частица Огня",
                    count = 56,
                },
                {
                    link = "|cffffffff|Hitem:22575:0:0:0:0:0:0:0:10|h[Частица Жизни]|h|r",
                    name = "Частица Жизни",
                    count = 148,
                },
                {
                    link = "|cffffffff|Hitem:22576:0:0:0:0:0:0:0:10|h[Частица Маны]|h|r",
                    name = "Частица Маны",
                    count = 29,
                },
                {
                    link = "|cffffffff|Hitem:22577:0:0:0:0:0:0:0:10|h[Частица Тени]|h|r",
                    name = "Частица Тени",
                    count = 83,
                },
                {
                    link = "|cffffffff|Hitem:22578:0:0:0:0:0:0:0:10|h[Частица Воды]|h|r",
                    name = "Частица Воды",
                    count = 71,
                },
                {
                    link = "|cffffffff|Hitem:37700:0:0:0:0:0:0:0:10|h[Кристаллизованный воздух]|h|r",
                    name = "Кристаллизованный воздух",
                    count = 61,
                },
                {
                    link = "|cffffffff|Hitem:37701:0:0:0:0:0:0:0:10|h[Кристаллизованная земля]|h|r",
                    name = "Кристаллизованная земля",
                    count = 42,
                },
                {
                    link = "|cffffffff|Hitem:37702:0:0:0:0:0:0:0:10|h[Кристаллизованный огонь]|h|r",
                    name = "Кристаллизованный огонь",
                    count = 61,
                },
                {
                    link = "|cffffffff|Hitem:37703:0:0:0:0:0:0:0:10|h[Кристаллизованная тьма]|h|r",
                    name = "Кристаллизованная тьма",
                    count = 31,
                },
                {
                    link = "|cffffffff|Hitem:37704:0:0:0:0:0:0:0:10|h[Кристаллизованная жизнь]|h|r",
                    name = "Кристаллизованная жизнь",
                    count = 69,
                },
                {
                    link = "|cffffffff|Hitem:37705:0:0:0:0:0:0:0:10|h[Кристаллизованная вода]|h|r",
                    name = "Кристаллизованная вода",
                    count = 51,
                },
                {
                    link = "|cffffffff|Hitem:7067:0:0:0:0:0:0:0:10|h[Первородная земля]|h|r",
                    name = "Первородная земля",
                    count = 45,
                },
                {
                    link = "|cffffffff|Hitem:7068:0:0:0:0:0:0:0:10|h[Первородный огонь]|h|r",
                    name = "Первородный огонь",
                    count = 39,
                },
                {
                    link = "|cffffffff|Hitem:7069:0:0:0:0:0:0:0:10|h[Первородный воздух]|h|r",
                    name = "Первородный воздух",
                    count = 108,
                },
                {
                    link = "|cffffffff|Hitem:7070:0:0:0:0:0:0:0:10|h[Первородная вода]|h|r",
                    name = "Первородная вода",
                    count = 167,
                },
                {
                    link = "|cffffffff|Hitem:7075:0:0:0:0:0:0:0:10|h[Ядро земли]|h|r",
                    name = "Ядро земли",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:7077:0:0:0:0:0:0:0:10|h[Сердце огня]|h|r",
                    name = "Сердце огня",
                    count = 60,
                },
                {
                    link = "|cffffffff|Hitem:7079:0:0:0:0:0:0:0:10|h[Магическая сфера воды]|h|r",
                    name = "Магическая сфера воды",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:7081:0:0:0:0:0:0:0:10|h[Дыхание ветра]|h|r",
                    name = "Дыхание ветра",
                    count = 51,
                },
                {
                    link = "|cffffffff|Hitem:7972:0:0:0:0:0:0:0:10|h[Лимфа нежити]|h|r",
                    name = "Лимфа нежити",
                    count = 96,
                },
                {
                    link = "|cffffffff|Hitem:8151:0:0:0:0:0:0:0:10|h[Настой колдунства]|h|r",
                    name = "Настой колдунства",
                    count = 114,
                },
                {
                    link = "|cffffffff|Hitem:8152:0:0:0:0:0:0:0:10|h[Настой большого колдунства]|h|r",
                    name = "Настой большого колдунства",
                    count = 63,
                },
            },
        },
        bags = {
            last_update = 1783835181,
            items = {
                {
                    link = "|cff0070dd|Hitem:36784:0:0:0:0:0:0:0:10|h[Слеза Сирены]|h|r",
                    name = "Слеза Сирены",
                    count = 19,
                },
                {
                    link = "|cff1eff00|Hitem:13926:0:0:0:0:0:0:0:10|h[Золотая жемчужина]|h|r",
                    name = "Золотая жемчужина",
                    count = 103,
                },
                {
                    link = "|cff1eff00|Hitem:24478:0:0:0:0:0:0:0:10|h[Жемчужина джаггала]|h|r",
                    name = "Жемчужина джаггала",
                    count = 11,
                },
                {
                    link = "|cff1eff00|Hitem:24479:0:0:0:0:0:0:0:10|h[Сумрачная жемчужина]|h|r",
                    name = "Сумрачная жемчужина",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:36783:0:0:0:0:0:0:0:10|h[Жемчужина Северного моря]|h|r",
                    name = "Жемчужина Северного моря",
                    count = 18,
                },
                {
                    link = "|cff1eff00|Hitem:5498:0:0:0:0:0:0:0:10|h[Маленькая блестящая жемчужина]|h|r",
                    name = "Маленькая блестящая жемчужина",
                    count = 74,
                },
                {
                    link = "|cff1eff00|Hitem:5500:0:0:0:0:0:0:0:10|h[Радужная жемчужина]|h|r",
                    name = "Радужная жемчужина",
                    count = 41,
                },
                {
                    link = "|cff1eff00|Hitem:7971:0:0:0:0:0:0:0:10|h[Черная жемчужина]|h|r",
                    name = "Черная жемчужина",
                    count = 56,
                },
                {
                    link = "|cffffffff|Hitem:9262:0:0:0:0:0:0:0:10|h[Черный купорос]|h|r",
                    name = "Черный купорос",
                    count = 95,
                },
            },
        },
    },
    {
        name = "Инженерная",
        realm = "Proxy Sirus x5 - 3.3.5a+",
        updated_at = "2026-07-11 22:23:32",
        money = 16160,
        empty = 152,
        location = "Оргриммар",
        items = {
            {
                link = "|cffffffff|Hitem:10498:0:0:0:0:0:0:0:10|h[Шлицевой гироинструмент]|h|r",
                name = "Шлицевой гироинструмент",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:10558:0:0:0:0:0:0:0:10|h[Золотое силовое ядро]|h|r",
                name = "Золотое силовое ядро",
                count = 68,
            },
            {
                link = "|cffffffff|Hitem:10559:0:0:0:0:0:0:0:10|h[Мифриловая труба]|h|r",
                name = "Мифриловая труба",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:10560:0:0:0:0:0:0:0:10|h[Нестабильное пусковое устройство]|h|r",
                name = "Нестабильное пусковое устройство",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:15992:0:0:0:0:0:0:0:10|h[Концентрированное взрывчатое вещество]|h|r",
                name = "Концентрированное взрывчатое вещество",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:15994:0:0:0:0:0:0:0:10|h[Ториевое устройство]|h|r",
                name = "Ториевое устройство",
                count = 58,
            },
            {
                link = "|cffffffff|Hitem:16000:0:0:0:0:0:0:0:10|h[Ториевая труба]|h|r",
                name = "Ториевая труба",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:18631:0:0:0:0:0:0:0:10|h[Преобразователь истинного серебра]|h|r",
                name = "Преобразователь истинного серебра",
                count = 30,
            },
            {
                link = "|cffffffff|Hitem:23737:0:0:0:0:0:0:0:10|h[Адамантитовая граната]|h|r",
                name = "Адамантитовая граната",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:23781:0:0:0:0:0:0:0:10|h[Взрывчатое вещество стихий]|h|r",
                name = "Взрывчатое вещество стихий",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:23782:0:0:0:0:0:0:0:10|h[Обшивка из оскверненного железа]|h|r",
                name = "Обшивка из оскверненного железа",
                count = 36,
            },
            {
                link = "|cffffffff|Hitem:23783:0:0:0:0:0:0:0:10|h[Горсть винтов из оскверненного железа]|h|r",
                name = "Горсть винтов из оскверненного железа",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:23784:0:0:0:0:0:0:0:10|h[Адамантитовая рамка]|h|r",
                name = "Адамантитовая рамка",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:23785:0:0:0:0:0:0:0:10|h[Труба из закаленного адамантита]|h|r",
                name = "Труба из закаленного адамантита",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:2880:0:0:0:0:0:0:0:10|h[Слабый плавень]|h|r",
                name = "Слабый плавень",
                count = 56,
            },
            {
                link = "|cffffffff|Hitem:39681:0:0:0:0:0:0:0:10|h[Пригоршня кобальтовых болтов]|h|r",
                name = "Пригоршня кобальтовых болтов",
                count = 28,
            },
            {
                link = "|cffffffff|Hitem:39683:0:0:0:0:0:0:0:10|h[Труба из ледяной стали]|h|r",
                name = "Труба из ледяной стали",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:39690:0:0:0:0:0:0:0:10|h[Неустойчивый детонатор]|h|r",
                name = "Неустойчивый детонатор",
                count = 18,
            },
            {
                link = "|cffffffff|Hitem:40892:0:0:0:0:0:0:0:10|h[Кирка-молот]|h|r",
                name = "Кирка-молот",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:40893:0:0:0:0:0:0:0:10|h[Заостренная кирка]|h|r",
                name = "Заостренная кирка",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:4357:0:0:0:0:0:0:0:10|h[Грубое взрывчатое вещество]|h|r",
                name = "Грубое взрывчатое вещество",
                count = 200,
            },
            {
                link = "|cffffffff|Hitem:4359:0:0:0:0:0:0:0:10|h[Горсть медных винтов]|h|r",
                name = "Горсть медных винтов",
                count = 46,
            },
            {
                link = "|cffffffff|Hitem:4361:0:0:0:0:0:0:0:10|h[Медная труба]|h|r",
                name = "Медная труба",
                count = 48,
            },
            {
                link = "|cffffffff|Hitem:4363:0:0:0:0:0:0:0:10|h[Медный регулятор]|h|r",
                name = "Медный регулятор",
                count = 29,
            },
            {
                link = "|cffffffff|Hitem:4371:0:0:0:0:0:0:0:10|h[Бронзовая трубка]|h|r",
                name = "Бронзовая трубка",
                count = 21,
            },
            {
                link = "|cffffffff|Hitem:4375:0:0:0:0:0:0:0:10|h[Трещащий бронзовый механизм]|h|r",
                name = "Трещащий бронзовый механизм",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:4377:0:0:0:0:0:0:0:10|h[Тяжелое взрывчатое вещество]|h|r",
                name = "Тяжелое взрывчатое вещество",
                count = 51,
            },
            {
                link = "|cffffffff|Hitem:4382:0:0:0:0:0:0:0:10|h[Бронзовый каркас]|h|r",
                name = "Бронзовый каркас",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:4387:0:0:0:0:0:0:0:10|h[Железная балка]|h|r",
                name = "Железная балка",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:4399:0:0:0:0:0:0:0:10|h[Деревянный приклад]|h|r",
                name = "Деревянный приклад",
                count = 30,
            },
            {
                link = "|cffffffff|Hitem:4404:0:0:0:0:0:0:0:10|h[Серебряный контакт]|h|r",
                name = "Серебряный контакт",
                count = 100,
            },
            {
                link = "|cffffffff|Hitem:7191:0:0:0:0:0:0:0:10|h[Кабельная система с плавкими предохранителями]|h|r",
                name = "Кабельная система с плавкими предохранителями",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:814:0:0:0:0:0:0:0:10|h[Бурдюк с маслом]|h|r",
                name = "Бурдюк с маслом",
                count = 8,
            },
        },
        bank = {
            last_update = 1783797628,
            items = {
                {
                    link = "|cffffffff|Hitem:10498:0:0:0:0:0:0:0:10|h[Шлицевой гироинструмент]|h|r",
                    name = "Шлицевой гироинструмент",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:10558:0:0:0:0:0:0:0:10|h[Золотое силовое ядро]|h|r",
                    name = "Золотое силовое ядро",
                    count = 68,
                },
                {
                    link = "|cffffffff|Hitem:10559:0:0:0:0:0:0:0:10|h[Мифриловая труба]|h|r",
                    name = "Мифриловая труба",
                    count = 13,
                },
                {
                    link = "|cffffffff|Hitem:10560:0:0:0:0:0:0:0:10|h[Нестабильное пусковое устройство]|h|r",
                    name = "Нестабильное пусковое устройство",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:15992:0:0:0:0:0:0:0:10|h[Концентрированное взрывчатое вещество]|h|r",
                    name = "Концентрированное взрывчатое вещество",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:15994:0:0:0:0:0:0:0:10|h[Ториевое устройство]|h|r",
                    name = "Ториевое устройство",
                    count = 58,
                },
                {
                    link = "|cffffffff|Hitem:16000:0:0:0:0:0:0:0:10|h[Ториевая труба]|h|r",
                    name = "Ториевая труба",
                    count = 16,
                },
                {
                    link = "|cffffffff|Hitem:18631:0:0:0:0:0:0:0:10|h[Преобразователь истинного серебра]|h|r",
                    name = "Преобразователь истинного серебра",
                    count = 30,
                },
                {
                    link = "|cffffffff|Hitem:23737:0:0:0:0:0:0:0:10|h[Адамантитовая граната]|h|r",
                    name = "Адамантитовая граната",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:23781:0:0:0:0:0:0:0:10|h[Взрывчатое вещество стихий]|h|r",
                    name = "Взрывчатое вещество стихий",
                    count = 16,
                },
                {
                    link = "|cffffffff|Hitem:23782:0:0:0:0:0:0:0:10|h[Обшивка из оскверненного железа]|h|r",
                    name = "Обшивка из оскверненного железа",
                    count = 36,
                },
                {
                    link = "|cffffffff|Hitem:23783:0:0:0:0:0:0:0:10|h[Горсть винтов из оскверненного железа]|h|r",
                    name = "Горсть винтов из оскверненного железа",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:23784:0:0:0:0:0:0:0:10|h[Адамантитовая рамка]|h|r",
                    name = "Адамантитовая рамка",
                    count = 6,
                },
                {
                    link = "|cffffffff|Hitem:23785:0:0:0:0:0:0:0:10|h[Труба из закаленного адамантита]|h|r",
                    name = "Труба из закаленного адамантита",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:2880:0:0:0:0:0:0:0:10|h[Слабый плавень]|h|r",
                    name = "Слабый плавень",
                    count = 56,
                },
                {
                    link = "|cffffffff|Hitem:39681:0:0:0:0:0:0:0:10|h[Пригоршня кобальтовых болтов]|h|r",
                    name = "Пригоршня кобальтовых болтов",
                    count = 28,
                },
                {
                    link = "|cffffffff|Hitem:39683:0:0:0:0:0:0:0:10|h[Труба из ледяной стали]|h|r",
                    name = "Труба из ледяной стали",
                    count = 6,
                },
                {
                    link = "|cffffffff|Hitem:39690:0:0:0:0:0:0:0:10|h[Неустойчивый детонатор]|h|r",
                    name = "Неустойчивый детонатор",
                    count = 18,
                },
                {
                    link = "|cffffffff|Hitem:40892:0:0:0:0:0:0:0:10|h[Кирка-молот]|h|r",
                    name = "Кирка-молот",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:40893:0:0:0:0:0:0:0:10|h[Заостренная кирка]|h|r",
                    name = "Заостренная кирка",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:4357:0:0:0:0:0:0:0:10|h[Грубое взрывчатое вещество]|h|r",
                    name = "Грубое взрывчатое вещество",
                    count = 200,
                },
                {
                    link = "|cffffffff|Hitem:4359:0:0:0:0:0:0:0:10|h[Горсть медных винтов]|h|r",
                    name = "Горсть медных винтов",
                    count = 46,
                },
                {
                    link = "|cffffffff|Hitem:4361:0:0:0:0:0:0:0:10|h[Медная труба]|h|r",
                    name = "Медная труба",
                    count = 48,
                },
                {
                    link = "|cffffffff|Hitem:4363:0:0:0:0:0:0:0:10|h[Медный регулятор]|h|r",
                    name = "Медный регулятор",
                    count = 29,
                },
                {
                    link = "|cffffffff|Hitem:4371:0:0:0:0:0:0:0:10|h[Бронзовая трубка]|h|r",
                    name = "Бронзовая трубка",
                    count = 21,
                },
                {
                    link = "|cffffffff|Hitem:4375:0:0:0:0:0:0:0:10|h[Трещащий бронзовый механизм]|h|r",
                    name = "Трещащий бронзовый механизм",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:4377:0:0:0:0:0:0:0:10|h[Тяжелое взрывчатое вещество]|h|r",
                    name = "Тяжелое взрывчатое вещество",
                    count = 51,
                },
                {
                    link = "|cffffffff|Hitem:4382:0:0:0:0:0:0:0:10|h[Бронзовый каркас]|h|r",
                    name = "Бронзовый каркас",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:4387:0:0:0:0:0:0:0:10|h[Железная балка]|h|r",
                    name = "Железная балка",
                    count = 14,
                },
                {
                    link = "|cffffffff|Hitem:4399:0:0:0:0:0:0:0:10|h[Деревянный приклад]|h|r",
                    name = "Деревянный приклад",
                    count = 30,
                },
                {
                    link = "|cffffffff|Hitem:4404:0:0:0:0:0:0:0:10|h[Серебряный контакт]|h|r",
                    name = "Серебряный контакт",
                    count = 100,
                },
                {
                    link = "|cffffffff|Hitem:7191:0:0:0:0:0:0:0:10|h[Кабельная система с плавкими предохранителями]|h|r",
                    name = "Кабельная система с плавкими предохранителями",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:814:0:0:0:0:0:0:0:10|h[Бурдюк с маслом]|h|r",
                    name = "Бурдюк с маслом",
                    count = 8,
                },
            },
        },
        bags = {
            last_update = 1783797631,
            items = {
            },
        },
    },
    {
        name = "Каменюшка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-07-12 08:24:05",
        money = 421241,
        empty = 71,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:23436:0:0:0:0:0:0:0:10|h[Животворный рубин]|h|r",
                name = "Животворный рубин",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:23437:0:0:0:0:0:0:0:10|h[Талассит]|h|r",
                name = "Талассит",
                count = 16,
            },
            {
                link = "|cff0070dd|Hitem:23438:0:0:0:0:0:0:0:10|h[Звезда Элуны]|h|r",
                name = "Звезда Элуны",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:23439:0:0:0:0:0:0:0:10|h[Благородный топаз]|h|r",
                name = "Благородный топаз",
                count = 10,
            },
            {
                link = "|cff0070dd|Hitem:23440:0:0:0:0:0:0:0:10|h[Зоревик]|h|r",
                name = "Зоревик",
                count = 12,
            },
            {
                link = "|cff0070dd|Hitem:23441:0:0:0:0:0:0:0:10|h[Око ночи]|h|r",
                name = "Око ночи",
                count = 11,
            },
            {
                link = "|cff0070dd|Hitem:36921:0:0:0:0:0:0:0:10|h[Сияние осени]|h|r",
                name = "Сияние осени",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:36927:0:0:0:0:0:0:0:10|h[Сумеречный опал]|h|r",
                name = "Сумеречный опал",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:36930:0:0:0:0:0:0:0:10|h[Императорский топаз]|h|r",
                name = "Императорский топаз",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:36933:0:0:0:0:0:0:0:10|h[Лесной изумруд]|h|r",
                name = "Лесной изумруд",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:41611:0:0:0:0:0:0:0:10|h[Извечная поясная пряжка]|h|r",
                name = "Извечная поясная пряжка",
                count = 4,
            },
            {
                link = "|cff1eff00|Hitem:11382:0:0:0:0:0:0:0:10|h[Кровь Горы]|h|r",
                name = "Кровь Горы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11754:0:0:0:0:0:0:0:10|h[Черный алмаз]|h|r",
                name = "Черный алмаз",
                count = 41,
            },
            {
                link = "|cff1eff00|Hitem:1206:0:0:0:0:0:0:0:10|h[Моховой агат]|h|r",
                name = "Моховой агат",
                count = 125,
            },
            {
                link = "|cff1eff00|Hitem:1210:0:0:0:0:0:0:0:10|h[Камень теней]|h|r",
                name = "Камень теней",
                count = 249,
            },
            {
                link = "|cff1eff00|Hitem:12361:0:0:0:0:0:0:0:10|h[Синий сапфир]|h|r",
                name = "Синий сапфир",
                count = 34,
            },
            {
                link = "|cff1eff00|Hitem:12363:0:0:0:0:0:0:0:10|h[Чародейный кристалл]|h|r",
                name = "Чародейный кристалл",
                count = 92,
            },
            {
                link = "|cff1eff00|Hitem:12364:0:0:0:0:0:0:0:10|h[Огромный изумруд]|h|r",
                name = "Огромный изумруд",
                count = 17,
            },
            {
                link = "|cff1eff00|Hitem:12799:0:0:0:0:0:0:0:10|h[Большой опал]|h|r",
                name = "Большой опал",
                count = 15,
            },
            {
                link = "|cff1eff00|Hitem:12800:0:0:0:0:0:0:0:10|h[Азеротский алмаз]|h|r",
                name = "Азеротский алмаз",
                count = 50,
            },
            {
                link = "|cff1eff00|Hitem:1529:0:0:0:0:0:0:0:10|h[Нефрит]|h|r",
                name = "Нефрит",
                count = 159,
            },
            {
                link = "|cff1eff00|Hitem:1705:0:0:0:0:0:0:0:10|h[Малый лунный камень]|h|r",
                name = "Малый лунный камень",
                count = 162,
            },
            {
                link = "|cff1eff00|Hitem:21929:0:0:0:0:0:0:0:10|h[Пламенный спессарит]|h|r",
                name = "Пламенный спессарит",
                count = 46,
            },
            {
                link = "|cff1eff00|Hitem:23077:0:0:0:0:0:0:0:10|h[Кровавый гранат]|h|r",
                name = "Кровавый гранат",
                count = 30,
            },
            {
                link = "|cff1eff00|Hitem:23079:0:0:0:0:0:0:0:10|h[Хризолит]|h|r",
                name = "Хризолит",
                count = 46,
            },
            {
                link = "|cff1eff00|Hitem:23107:0:0:0:0:0:0:0:10|h[Сумрачный дренит]|h|r",
                name = "Сумрачный дренит",
                count = 38,
            },
            {
                link = "|cff1eff00|Hitem:23112:0:0:0:0:0:0:0:10|h[Золотой дренит]|h|r",
                name = "Золотой дренит",
                count = 10,
            },
            {
                link = "|cff1eff00|Hitem:23117:0:0:0:0:0:0:0:10|h[Лазурный лунный камень]|h|r",
                name = "Лазурный лунный камень",
                count = 37,
            },
            {
                link = "|cff1eff00|Hitem:36917:0:0:0:0:0:0:0:10|h[Кровавый камень]|h|r",
                name = "Кровавый камень",
                count = 18,
            },
            {
                link = "|cff1eff00|Hitem:36920:0:0:0:0:0:0:0:10|h[Солнечный хрусталь]|h|r",
                name = "Солнечный хрусталь",
                count = 28,
            },
            {
                link = "|cff1eff00|Hitem:36923:0:0:0:0:0:0:0:10|h[Кальцедоний]|h|r",
                name = "Кальцедоний",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:36926:0:0:0:0:0:0:0:10|h[Сумрачный кристалл]|h|r",
                name = "Сумрачный кристалл",
                count = 30,
            },
            {
                link = "|cff1eff00|Hitem:36929:0:0:0:0:0:0:0:10|h[Огромный цитрин]|h|r",
                name = "Огромный цитрин",
                count = 21,
            },
            {
                link = "|cff1eff00|Hitem:36932:0:0:0:0:0:0:0:10|h[Темный нефрит]|h|r",
                name = "Темный нефрит",
                count = 12,
            },
            {
                link = "|cff1eff00|Hitem:3864:0:0:0:0:0:0:0:10|h[Цитрин]|h|r",
                name = "Цитрин",
                count = 236,
            },
            {
                link = "|cff1eff00|Hitem:41976:0:0:0:0:0:0:0:10|h[Титановая цепь для оружия]|h|r",
                name = "Титановая цепь для оружия",
                count = 10,
            },
            {
                link = "|cff1eff00|Hitem:42500:0:0:0:0:0:0:0:10|h[Титановый шип для щита]|h|r",
                name = "Титановый шип для щита",
                count = 9,
            },
            {
                link = "|cff1eff00|Hitem:774:0:0:0:0:0:0:0:10|h[Малахит]|h|r",
                name = "Малахит",
                count = 211,
            },
            {
                link = "|cff1eff00|Hitem:7909:0:0:0:0:0:0:0:10|h[Аквамарин]|h|r",
                name = "Аквамарин",
                count = 254,
            },
            {
                link = "|cff1eff00|Hitem:7910:0:0:0:0:0:0:0:10|h[Звездный рубин]|h|r",
                name = "Звездный рубин",
                count = 35,
            },
            {
                link = "|cff1eff00|Hitem:7967:0:0:0:0:0:0:0:10|h[Мифриловый шип для щита]|h|r",
                name = "Мифриловый шип для щита",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:7969:0:0:0:0:0:0:0:10|h[Мифриловые шпоры]|h|r",
                name = "Мифриловые шпоры",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:818:0:0:0:0:0:0:0:10|h[Тигровый глаз]|h|r",
                name = "Тигровый глаз",
                count = 184,
            },
            {
                link = "|cffffffff|Hitem:12365:0:0:0:0:0:0:0:10|h[Массивный камень]|h|r",
                name = "Массивный камень",
                count = 479,
            },
            {
                link = "|cffffffff|Hitem:12404:0:0:0:0:0:0:0:10|h[Массивное точило]|h|r",
                name = "Массивное точило",
                count = 251,
            },
            {
                link = "|cffffffff|Hitem:12644:0:0:0:0:0:0:0:10|h[Массивный шлифовальный камень]|h|r",
                name = "Массивный шлифовальный камень",
                count = 400,
            },
            {
                link = "|cffffffff|Hitem:23528:0:0:0:0:0:0:0:10|h[Точило Скверны]|h|r",
                name = "Точило Скверны",
                count = 45,
            },
            {
                link = "|cffffffff|Hitem:2835:0:0:0:0:0:0:0:10|h[Грубый камень]|h|r",
                name = "Грубый камень",
                count = 115,
            },
            {
                link = "|cffffffff|Hitem:2836:0:0:0:0:0:0:0:10|h[Необработанный камень]|h|r",
                name = "Необработанный камень",
                count = 34,
            },
            {
                link = "|cffffffff|Hitem:2838:0:0:0:0:0:0:0:10|h[Тяжелый камень]|h|r",
                name = "Тяжелый камень",
                count = 451,
            },
            {
                link = "|cffffffff|Hitem:28420:0:0:0:0:0:0:0:10|h[Грузило Скверны]|h|r",
                name = "Грузило Скверны",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:2862:0:0:0:0:0:0:0:10|h[Грубое точило]|h|r",
                name = "Грубое точило",
                count = 60,
            },
            {
                link = "|cffffffff|Hitem:2863:0:0:0:0:0:0:0:10|h[Зернистое точило]|h|r",
                name = "Зернистое точило",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:2871:0:0:0:0:0:0:0:10|h[Тяжелое точило]|h|r",
                name = "Тяжелое точило",
                count = 45,
            },
            {
                link = "|cffffffff|Hitem:3239:0:0:0:0:0:0:0:10|h[Грубое грузило]|h|r",
                name = "Грубое грузило",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:3240:0:0:0:0:0:0:0:10|h[Зернистое грузило]|h|r",
                name = "Зернистое грузило",
                count = 53,
            },
            {
                link = "|cffffffff|Hitem:3241:0:0:0:0:0:0:0:10|h[Тяжелое грузило]|h|r",
                name = "Тяжелое грузило",
                count = 35,
            },
            {
                link = "|cffffffff|Hitem:3478:0:0:0:0:0:0:0:10|h[Зернистый шлифовальный камень]|h|r",
                name = "Зернистый шлифовальный камень",
                count = 31,
            },
            {
                link = "|cffffffff|Hitem:3486:0:0:0:0:0:0:0:10|h[Тяжелый шлифовальный камень]|h|r",
                name = "Тяжелый шлифовальный камень",
                count = 171,
            },
            {
                link = "|cffffffff|Hitem:6041:0:0:0:0:0:0:0:10|h[Стальная цепь для оружия]|h|r",
                name = "Стальная цепь для оружия",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:6042:0:0:0:0:0:0:0:10|h[Железный шип для щита]|h|r",
                name = "Железный шип для щита",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:6043:0:0:0:0:0:0:0:10|h[Железный противовес]|h|r",
                name = "Железный противовес",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:7912:0:0:0:0:0:0:0:10|h[Твердый камень]|h|r",
                name = "Твердый камень",
                count = 531,
            },
            {
                link = "|cffffffff|Hitem:7964:0:0:0:0:0:0:0:10|h[Твердое точило]|h|r",
                name = "Твердое точило",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:7965:0:0:0:0:0:0:0:10|h[Твердое грузило]|h|r",
                name = "Твердое грузило",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:7966:0:0:0:0:0:0:0:10|h[Твердый шлифовальный камень]|h|r",
                name = "Твердый шлифовальный камень",
                count = 206,
            },
        },
        bank = {
            last_update = 1783415369,
            items = {
                {
                    link = "|cff0070dd|Hitem:23436:0:0:0:0:0:0:0:10|h[Животворный рубин]|h|r",
                    name = "Животворный рубин",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:23437:0:0:0:0:0:0:0:10|h[Талассит]|h|r",
                    name = "Талассит",
                    count = 16,
                },
                {
                    link = "|cff0070dd|Hitem:23438:0:0:0:0:0:0:0:10|h[Звезда Элуны]|h|r",
                    name = "Звезда Элуны",
                    count = 4,
                },
                {
                    link = "|cff0070dd|Hitem:23439:0:0:0:0:0:0:0:10|h[Благородный топаз]|h|r",
                    name = "Благородный топаз",
                    count = 10,
                },
                {
                    link = "|cff0070dd|Hitem:23440:0:0:0:0:0:0:0:10|h[Зоревик]|h|r",
                    name = "Зоревик",
                    count = 12,
                },
                {
                    link = "|cff0070dd|Hitem:23441:0:0:0:0:0:0:0:10|h[Око ночи]|h|r",
                    name = "Око ночи",
                    count = 11,
                },
                {
                    link = "|cff0070dd|Hitem:36921:0:0:0:0:0:0:0:10|h[Сияние осени]|h|r",
                    name = "Сияние осени",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:36927:0:0:0:0:0:0:0:10|h[Сумеречный опал]|h|r",
                    name = "Сумеречный опал",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:36930:0:0:0:0:0:0:0:10|h[Императорский топаз]|h|r",
                    name = "Императорский топаз",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:36933:0:0:0:0:0:0:0:10|h[Лесной изумруд]|h|r",
                    name = "Лесной изумруд",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:11382:0:0:0:0:0:0:0:10|h[Кровь Горы]|h|r",
                    name = "Кровь Горы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:11754:0:0:0:0:0:0:0:10|h[Черный алмаз]|h|r",
                    name = "Черный алмаз",
                    count = 41,
                },
                {
                    link = "|cff1eff00|Hitem:1206:0:0:0:0:0:0:0:10|h[Моховой агат]|h|r",
                    name = "Моховой агат",
                    count = 125,
                },
                {
                    link = "|cff1eff00|Hitem:1210:0:0:0:0:0:0:0:10|h[Камень теней]|h|r",
                    name = "Камень теней",
                    count = 249,
                },
                {
                    link = "|cff1eff00|Hitem:12361:0:0:0:0:0:0:0:10|h[Синий сапфир]|h|r",
                    name = "Синий сапфир",
                    count = 34,
                },
                {
                    link = "|cff1eff00|Hitem:12363:0:0:0:0:0:0:0:10|h[Чародейный кристалл]|h|r",
                    name = "Чародейный кристалл",
                    count = 92,
                },
                {
                    link = "|cff1eff00|Hitem:12364:0:0:0:0:0:0:0:10|h[Огромный изумруд]|h|r",
                    name = "Огромный изумруд",
                    count = 17,
                },
                {
                    link = "|cff1eff00|Hitem:12799:0:0:0:0:0:0:0:10|h[Большой опал]|h|r",
                    name = "Большой опал",
                    count = 15,
                },
                {
                    link = "|cff1eff00|Hitem:12800:0:0:0:0:0:0:0:10|h[Азеротский алмаз]|h|r",
                    name = "Азеротский алмаз",
                    count = 50,
                },
                {
                    link = "|cff1eff00|Hitem:1529:0:0:0:0:0:0:0:10|h[Нефрит]|h|r",
                    name = "Нефрит",
                    count = 159,
                },
                {
                    link = "|cff1eff00|Hitem:1705:0:0:0:0:0:0:0:10|h[Малый лунный камень]|h|r",
                    name = "Малый лунный камень",
                    count = 162,
                },
                {
                    link = "|cff1eff00|Hitem:21929:0:0:0:0:0:0:0:10|h[Пламенный спессарит]|h|r",
                    name = "Пламенный спессарит",
                    count = 46,
                },
                {
                    link = "|cff1eff00|Hitem:23077:0:0:0:0:0:0:0:10|h[Кровавый гранат]|h|r",
                    name = "Кровавый гранат",
                    count = 30,
                },
                {
                    link = "|cff1eff00|Hitem:23079:0:0:0:0:0:0:0:10|h[Хризолит]|h|r",
                    name = "Хризолит",
                    count = 46,
                },
                {
                    link = "|cff1eff00|Hitem:23107:0:0:0:0:0:0:0:10|h[Сумрачный дренит]|h|r",
                    name = "Сумрачный дренит",
                    count = 38,
                },
                {
                    link = "|cff1eff00|Hitem:23112:0:0:0:0:0:0:0:10|h[Золотой дренит]|h|r",
                    name = "Золотой дренит",
                    count = 10,
                },
                {
                    link = "|cff1eff00|Hitem:23117:0:0:0:0:0:0:0:10|h[Лазурный лунный камень]|h|r",
                    name = "Лазурный лунный камень",
                    count = 37,
                },
                {
                    link = "|cff1eff00|Hitem:36917:0:0:0:0:0:0:0:10|h[Кровавый камень]|h|r",
                    name = "Кровавый камень",
                    count = 18,
                },
                {
                    link = "|cff1eff00|Hitem:36920:0:0:0:0:0:0:0:10|h[Солнечный хрусталь]|h|r",
                    name = "Солнечный хрусталь",
                    count = 28,
                },
                {
                    link = "|cff1eff00|Hitem:36923:0:0:0:0:0:0:0:10|h[Кальцедоний]|h|r",
                    name = "Кальцедоний",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:36926:0:0:0:0:0:0:0:10|h[Сумрачный кристалл]|h|r",
                    name = "Сумрачный кристалл",
                    count = 30,
                },
                {
                    link = "|cff1eff00|Hitem:36929:0:0:0:0:0:0:0:10|h[Огромный цитрин]|h|r",
                    name = "Огромный цитрин",
                    count = 21,
                },
                {
                    link = "|cff1eff00|Hitem:36932:0:0:0:0:0:0:0:10|h[Темный нефрит]|h|r",
                    name = "Темный нефрит",
                    count = 12,
                },
                {
                    link = "|cff1eff00|Hitem:3864:0:0:0:0:0:0:0:10|h[Цитрин]|h|r",
                    name = "Цитрин",
                    count = 236,
                },
                {
                    link = "|cff1eff00|Hitem:774:0:0:0:0:0:0:0:10|h[Малахит]|h|r",
                    name = "Малахит",
                    count = 211,
                },
                {
                    link = "|cff1eff00|Hitem:7909:0:0:0:0:0:0:0:10|h[Аквамарин]|h|r",
                    name = "Аквамарин",
                    count = 254,
                },
                {
                    link = "|cff1eff00|Hitem:7910:0:0:0:0:0:0:0:10|h[Звездный рубин]|h|r",
                    name = "Звездный рубин",
                    count = 35,
                },
                {
                    link = "|cff1eff00|Hitem:818:0:0:0:0:0:0:0:10|h[Тигровый глаз]|h|r",
                    name = "Тигровый глаз",
                    count = 184,
                },
                {
                    link = "|cffffffff|Hitem:12365:0:0:0:0:0:0:0:10|h[Массивный камень]|h|r",
                    name = "Массивный камень",
                    count = 479,
                },
                {
                    link = "|cffffffff|Hitem:12644:0:0:0:0:0:0:0:10|h[Массивный шлифовальный камень]|h|r",
                    name = "Массивный шлифовальный камень",
                    count = 400,
                },
                {
                    link = "|cffffffff|Hitem:2835:0:0:0:0:0:0:0:10|h[Грубый камень]|h|r",
                    name = "Грубый камень",
                    count = 115,
                },
                {
                    link = "|cffffffff|Hitem:2836:0:0:0:0:0:0:0:10|h[Необработанный камень]|h|r",
                    name = "Необработанный камень",
                    count = 34,
                },
                {
                    link = "|cffffffff|Hitem:2838:0:0:0:0:0:0:0:10|h[Тяжелый камень]|h|r",
                    name = "Тяжелый камень",
                    count = 451,
                },
                {
                    link = "|cffffffff|Hitem:3478:0:0:0:0:0:0:0:10|h[Зернистый шлифовальный камень]|h|r",
                    name = "Зернистый шлифовальный камень",
                    count = 31,
                },
                {
                    link = "|cffffffff|Hitem:3486:0:0:0:0:0:0:0:10|h[Тяжелый шлифовальный камень]|h|r",
                    name = "Тяжелый шлифовальный камень",
                    count = 171,
                },
                {
                    link = "|cffffffff|Hitem:7912:0:0:0:0:0:0:0:10|h[Твердый камень]|h|r",
                    name = "Твердый камень",
                    count = 531,
                },
                {
                    link = "|cffffffff|Hitem:7966:0:0:0:0:0:0:0:10|h[Твердый шлифовальный камень]|h|r",
                    name = "Твердый шлифовальный камень",
                    count = 206,
                },
            },
        },
        bags = {
            last_update = 1783833836,
            items = {
                {
                    link = "|cff0070dd|Hitem:36927:0:0:0:0:0:0:0:10|h[Сумеречный опал]|h|r",
                    name = "Сумеречный опал",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:41611:0:0:0:0:0:0:0:10|h[Извечная поясная пряжка]|h|r",
                    name = "Извечная поясная пряжка",
                    count = 4,
                },
                {
                    link = "|cff1eff00|Hitem:41976:0:0:0:0:0:0:0:10|h[Титановая цепь для оружия]|h|r",
                    name = "Титановая цепь для оружия",
                    count = 10,
                },
                {
                    link = "|cff1eff00|Hitem:42500:0:0:0:0:0:0:0:10|h[Титановый шип для щита]|h|r",
                    name = "Титановый шип для щита",
                    count = 9,
                },
                {
                    link = "|cff1eff00|Hitem:7967:0:0:0:0:0:0:0:10|h[Мифриловый шип для щита]|h|r",
                    name = "Мифриловый шип для щита",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:7969:0:0:0:0:0:0:0:10|h[Мифриловые шпоры]|h|r",
                    name = "Мифриловые шпоры",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:12404:0:0:0:0:0:0:0:10|h[Массивное точило]|h|r",
                    name = "Массивное точило",
                    count = 251,
                },
                {
                    link = "|cffffffff|Hitem:23528:0:0:0:0:0:0:0:10|h[Точило Скверны]|h|r",
                    name = "Точило Скверны",
                    count = 45,
                },
                {
                    link = "|cffffffff|Hitem:28420:0:0:0:0:0:0:0:10|h[Грузило Скверны]|h|r",
                    name = "Грузило Скверны",
                    count = 16,
                },
                {
                    link = "|cffffffff|Hitem:2862:0:0:0:0:0:0:0:10|h[Грубое точило]|h|r",
                    name = "Грубое точило",
                    count = 60,
                },
                {
                    link = "|cffffffff|Hitem:2863:0:0:0:0:0:0:0:10|h[Зернистое точило]|h|r",
                    name = "Зернистое точило",
                    count = 6,
                },
                {
                    link = "|cffffffff|Hitem:2871:0:0:0:0:0:0:0:10|h[Тяжелое точило]|h|r",
                    name = "Тяжелое точило",
                    count = 45,
                },
                {
                    link = "|cffffffff|Hitem:3239:0:0:0:0:0:0:0:10|h[Грубое грузило]|h|r",
                    name = "Грубое грузило",
                    count = 50,
                },
                {
                    link = "|cffffffff|Hitem:3240:0:0:0:0:0:0:0:10|h[Зернистое грузило]|h|r",
                    name = "Зернистое грузило",
                    count = 53,
                },
                {
                    link = "|cffffffff|Hitem:3241:0:0:0:0:0:0:0:10|h[Тяжелое грузило]|h|r",
                    name = "Тяжелое грузило",
                    count = 35,
                },
                {
                    link = "|cffffffff|Hitem:6041:0:0:0:0:0:0:0:10|h[Стальная цепь для оружия]|h|r",
                    name = "Стальная цепь для оружия",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:6042:0:0:0:0:0:0:0:10|h[Железный шип для щита]|h|r",
                    name = "Железный шип для щита",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:6043:0:0:0:0:0:0:0:10|h[Железный противовес]|h|r",
                    name = "Железный противовес",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:7964:0:0:0:0:0:0:0:10|h[Твердое точило]|h|r",
                    name = "Твердое точило",
                    count = 50,
                },
                {
                    link = "|cffffffff|Hitem:7965:0:0:0:0:0:0:0:10|h[Твердое грузило]|h|r",
                    name = "Твердое грузило",
                    count = 10,
                },
            },
        },
    },
    {
        name = "Карточка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-07-07 11:16:02",
        money = 404282,
        empty = 143,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:19230:0:0:0:0:0:0:0:10|h[Двойка из колоды Зверей]|h|r",
                name = "Двойка из колоды Зверей",
                count = 8,
            },
            {
                link = "|cff0070dd|Hitem:19231:0:0:0:0:0:0:0:10|h[Тройка из колоды Зверей]|h|r",
                name = "Тройка из колоды Зверей",
                count = 9,
            },
            {
                link = "|cff0070dd|Hitem:19232:0:0:0:0:0:0:0:10|h[Четверка из колоды Зверей]|h|r",
                name = "Четверка из колоды Зверей",
                count = 12,
            },
            {
                link = "|cff0070dd|Hitem:19233:0:0:0:0:0:0:0:10|h[Пятерка из колоды Зверей]|h|r",
                name = "Пятерка из колоды Зверей",
                count = 7,
            },
            {
                link = "|cff0070dd|Hitem:19234:0:0:0:0:0:0:0:10|h[Шестерка из колоды Зверей]|h|r",
                name = "Шестерка из колоды Зверей",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:19235:0:0:0:0:0:0:0:10|h[Семерка из колоды Зверей]|h|r",
                name = "Семерка из колоды Зверей",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:19236:0:0:0:0:0:0:0:10|h[Восьмерка из колоды Зверей]|h|r",
                name = "Восьмерка из колоды Зверей",
                count = 6,
            },
            {
                link = "|cff0070dd|Hitem:19259:0:0:0:0:0:0:0:10|h[Двойка из колоды Полководцев]|h|r",
                name = "Двойка из колоды Полководцев",
                count = 9,
            },
            {
                link = "|cff0070dd|Hitem:19260:0:0:0:0:0:0:0:10|h[Тройка из колоды Полководцев]|h|r",
                name = "Тройка из колоды Полководцев",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:19261:0:0:0:0:0:0:0:10|h[Четверка из колоды Полководцев]|h|r",
                name = "Четверка из колоды Полководцев",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:19262:0:0:0:0:0:0:0:10|h[Пятерка из колоды Полководцев]|h|r",
                name = "Пятерка из колоды Полководцев",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:19263:0:0:0:0:0:0:0:10|h[Шестерка из колоды Полководцев]|h|r",
                name = "Шестерка из колоды Полководцев",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:19265:0:0:0:0:0:0:0:10|h[Восьмерка из колоды Полководцев]|h|r",
                name = "Восьмерка из колоды Полководцев",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:19269:0:0:0:0:0:0:0:10|h[Двойка из колоды Элементалей]|h|r",
                name = "Двойка из колоды Элементалей",
                count = 11,
            },
            {
                link = "|cff0070dd|Hitem:19270:0:0:0:0:0:0:0:10|h[Тройка из колоды Элементалей]|h|r",
                name = "Тройка из колоды Элементалей",
                count = 10,
            },
            {
                link = "|cff0070dd|Hitem:19271:0:0:0:0:0:0:0:10|h[Четверка из колоды Элементалей]|h|r",
                name = "Четверка из колоды Элементалей",
                count = 13,
            },
            {
                link = "|cff0070dd|Hitem:19272:0:0:0:0:0:0:0:10|h[Пятерка из колоды Элементалей]|h|r",
                name = "Пятерка из колоды Элементалей",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:19273:0:0:0:0:0:0:0:10|h[Шестерка из колоды Элементалей]|h|r",
                name = "Шестерка из колоды Элементалей",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:19274:0:0:0:0:0:0:0:10|h[Семерка из колоды Элементалей]|h|r",
                name = "Семерка из колоды Элементалей",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:19275:0:0:0:0:0:0:0:10|h[Восьмерка из колоды Элементалей]|h|r",
                name = "Восьмерка из колоды Элементалей",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:19278:0:0:0:0:0:0:0:10|h[Двойка из колоды Порталов]|h|r",
                name = "Двойка из колоды Порталов",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:19279:0:0:0:0:0:0:0:10|h[Тройка из колоды Порталов]|h|r",
                name = "Тройка из колоды Порталов",
                count = 7,
            },
            {
                link = "|cff0070dd|Hitem:19280:0:0:0:0:0:0:0:10|h[Четверка из колоды Порталов]|h|r",
                name = "Четверка из колоды Порталов",
                count = 7,
            },
            {
                link = "|cff0070dd|Hitem:19281:0:0:0:0:0:0:0:10|h[Пятерка из колоды Порталов]|h|r",
                name = "Пятерка из колоды Порталов",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:19282:0:0:0:0:0:0:0:10|h[Шестерка из колоды Порталов]|h|r",
                name = "Шестерка из колоды Порталов",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:19284:0:0:0:0:0:0:0:10|h[Восьмерка из колоды Порталов]|h|r",
                name = "Восьмерка из колоды Порталов",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:37164:0:0:0:0:0:0:0:10|h[Колода Мечей]|h|r",
                name = "Колода Мечей",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44158:0:0:0:0:0:0:0:10|h[Колода Демонов]|h|r",
                name = "Колода Демонов",
                count = 6,
            },
            {
                link = "|cff1eff00|Hitem:37163:0:0:0:0:0:0:0:10|h[Колода Разбойников]|h|r",
                name = "Колода Разбойников",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:37140:0:0:0:0:0:0:0:10|h[Туз из колоды Разбойников]|h|r",
                name = "Туз из колоды Разбойников",
                count = 33,
            },
            {
                link = "|cffffffff|Hitem:37143:0:0:0:0:0:0:0:10|h[Двойка из колоды Разбойников]|h|r",
                name = "Двойка из колоды Разбойников",
                count = 32,
            },
            {
                link = "|cffffffff|Hitem:37145:0:0:0:0:0:0:0:10|h[Туз из колоды Мечей]|h|r",
                name = "Туз из колоды Мечей",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:37147:0:0:0:0:0:0:0:10|h[Двойка из колоды Мечей]|h|r",
                name = "Двойка из колоды Мечей",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:37156:0:0:0:0:0:0:0:10|h[Тройка из колоды Разбойников]|h|r",
                name = "Тройка из колоды Разбойников",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:37159:0:0:0:0:0:0:0:10|h[Тройка из колоды Мечей]|h|r",
                name = "Тройка из колоды Мечей",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:37160:0:0:0:0:0:0:0:10|h[Четверка из колоды Мечей]|h|r",
                name = "Четверка из колоды Мечей",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:44143:0:0:0:0:0:0:0:10|h[Туз из колоды Демонов]|h|r",
                name = "Туз из колоды Демонов",
                count = 34,
            },
            {
                link = "|cffffffff|Hitem:44145:0:0:0:0:0:0:0:10|h[Тройка колоды Магов]|h|r",
                name = "Тройка колоды Магов",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:44146:0:0:0:0:0:0:0:10|h[Четверка из колоды Магов]|h|r",
                name = "Четверка из колоды Магов",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:44147:0:0:0:0:0:0:0:10|h[Пятерка из колоды Магов]|h|r",
                name = "Пятерка из колоды Магов",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:44154:0:0:0:0:0:0:0:10|h[Двойка колоды Демонов]|h|r",
                name = "Двойка колоды Демонов",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:44155:0:0:0:0:0:0:0:10|h[Тройка колоды Демонов]|h|r",
                name = "Тройка колоды Демонов",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:44156:0:0:0:0:0:0:0:10|h[Четверка из колоды Демонов]|h|r",
                name = "Четверка из колоды Демонов",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:44157:0:0:0:0:0:0:0:10|h[Пятерка из колоды Демонов]|h|r",
                name = "Пятерка из колоды Демонов",
                count = 23,
            },
            {
                link = "|cffffffff|Hitem:44165:0:0:0:0:0:0:0:10|h[Туз из колоды Магов]|h|r",
                name = "Туз из колоды Магов",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:6265:0:0:0:0:0:0:0:10|h[Осколок души]|h|r",
                name = "Осколок души",
                count = 32,
            },
        },
        bank = {
            last_update = 1783412156,
            items = {
                {
                    link = "|cff0070dd|Hitem:19230:0:0:0:0:0:0:0:10|h[Двойка из колоды Зверей]|h|r",
                    name = "Двойка из колоды Зверей",
                    count = 8,
                },
                {
                    link = "|cff0070dd|Hitem:19231:0:0:0:0:0:0:0:10|h[Тройка из колоды Зверей]|h|r",
                    name = "Тройка из колоды Зверей",
                    count = 9,
                },
                {
                    link = "|cff0070dd|Hitem:19232:0:0:0:0:0:0:0:10|h[Четверка из колоды Зверей]|h|r",
                    name = "Четверка из колоды Зверей",
                    count = 12,
                },
                {
                    link = "|cff0070dd|Hitem:19233:0:0:0:0:0:0:0:10|h[Пятерка из колоды Зверей]|h|r",
                    name = "Пятерка из колоды Зверей",
                    count = 7,
                },
                {
                    link = "|cff0070dd|Hitem:19234:0:0:0:0:0:0:0:10|h[Шестерка из колоды Зверей]|h|r",
                    name = "Шестерка из колоды Зверей",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:19235:0:0:0:0:0:0:0:10|h[Семерка из колоды Зверей]|h|r",
                    name = "Семерка из колоды Зверей",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:19236:0:0:0:0:0:0:0:10|h[Восьмерка из колоды Зверей]|h|r",
                    name = "Восьмерка из колоды Зверей",
                    count = 6,
                },
                {
                    link = "|cff0070dd|Hitem:19259:0:0:0:0:0:0:0:10|h[Двойка из колоды Полководцев]|h|r",
                    name = "Двойка из колоды Полководцев",
                    count = 9,
                },
                {
                    link = "|cff0070dd|Hitem:19260:0:0:0:0:0:0:0:10|h[Тройка из колоды Полководцев]|h|r",
                    name = "Тройка из колоды Полководцев",
                    count = 5,
                },
                {
                    link = "|cff0070dd|Hitem:19261:0:0:0:0:0:0:0:10|h[Четверка из колоды Полководцев]|h|r",
                    name = "Четверка из колоды Полководцев",
                    count = 5,
                },
                {
                    link = "|cff0070dd|Hitem:19262:0:0:0:0:0:0:0:10|h[Пятерка из колоды Полководцев]|h|r",
                    name = "Пятерка из колоды Полководцев",
                    count = 4,
                },
                {
                    link = "|cff0070dd|Hitem:19263:0:0:0:0:0:0:0:10|h[Шестерка из колоды Полководцев]|h|r",
                    name = "Шестерка из колоды Полководцев",
                    count = 4,
                },
                {
                    link = "|cff0070dd|Hitem:19265:0:0:0:0:0:0:0:10|h[Восьмерка из колоды Полководцев]|h|r",
                    name = "Восьмерка из колоды Полководцев",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:19269:0:0:0:0:0:0:0:10|h[Двойка из колоды Элементалей]|h|r",
                    name = "Двойка из колоды Элементалей",
                    count = 11,
                },
                {
                    link = "|cff0070dd|Hitem:19270:0:0:0:0:0:0:0:10|h[Тройка из колоды Элементалей]|h|r",
                    name = "Тройка из колоды Элементалей",
                    count = 10,
                },
                {
                    link = "|cff0070dd|Hitem:19271:0:0:0:0:0:0:0:10|h[Четверка из колоды Элементалей]|h|r",
                    name = "Четверка из колоды Элементалей",
                    count = 13,
                },
                {
                    link = "|cff0070dd|Hitem:19272:0:0:0:0:0:0:0:10|h[Пятерка из колоды Элементалей]|h|r",
                    name = "Пятерка из колоды Элементалей",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:19273:0:0:0:0:0:0:0:10|h[Шестерка из колоды Элементалей]|h|r",
                    name = "Шестерка из колоды Элементалей",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:19274:0:0:0:0:0:0:0:10|h[Семерка из колоды Элементалей]|h|r",
                    name = "Семерка из колоды Элементалей",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:19275:0:0:0:0:0:0:0:10|h[Восьмерка из колоды Элементалей]|h|r",
                    name = "Восьмерка из колоды Элементалей",
                    count = 4,
                },
                {
                    link = "|cff0070dd|Hitem:19278:0:0:0:0:0:0:0:10|h[Двойка из колоды Порталов]|h|r",
                    name = "Двойка из колоды Порталов",
                    count = 5,
                },
                {
                    link = "|cff0070dd|Hitem:19279:0:0:0:0:0:0:0:10|h[Тройка из колоды Порталов]|h|r",
                    name = "Тройка из колоды Порталов",
                    count = 7,
                },
                {
                    link = "|cff0070dd|Hitem:19280:0:0:0:0:0:0:0:10|h[Четверка из колоды Порталов]|h|r",
                    name = "Четверка из колоды Порталов",
                    count = 7,
                },
                {
                    link = "|cff0070dd|Hitem:19281:0:0:0:0:0:0:0:10|h[Пятерка из колоды Порталов]|h|r",
                    name = "Пятерка из колоды Порталов",
                    count = 4,
                },
                {
                    link = "|cff0070dd|Hitem:19282:0:0:0:0:0:0:0:10|h[Шестерка из колоды Порталов]|h|r",
                    name = "Шестерка из колоды Порталов",
                    count = 5,
                },
                {
                    link = "|cff0070dd|Hitem:19284:0:0:0:0:0:0:0:10|h[Восьмерка из колоды Порталов]|h|r",
                    name = "Восьмерка из колоды Порталов",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:37140:0:0:0:0:0:0:0:10|h[Туз из колоды Разбойников]|h|r",
                    name = "Туз из колоды Разбойников",
                    count = 33,
                },
                {
                    link = "|cffffffff|Hitem:37143:0:0:0:0:0:0:0:10|h[Двойка из колоды Разбойников]|h|r",
                    name = "Двойка из колоды Разбойников",
                    count = 32,
                },
                {
                    link = "|cffffffff|Hitem:37145:0:0:0:0:0:0:0:10|h[Туз из колоды Мечей]|h|r",
                    name = "Туз из колоды Мечей",
                    count = 16,
                },
                {
                    link = "|cffffffff|Hitem:37147:0:0:0:0:0:0:0:10|h[Двойка из колоды Мечей]|h|r",
                    name = "Двойка из колоды Мечей",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:37156:0:0:0:0:0:0:0:10|h[Тройка из колоды Разбойников]|h|r",
                    name = "Тройка из колоды Разбойников",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:37159:0:0:0:0:0:0:0:10|h[Тройка из колоды Мечей]|h|r",
                    name = "Тройка из колоды Мечей",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:37160:0:0:0:0:0:0:0:10|h[Четверка из колоды Мечей]|h|r",
                    name = "Четверка из колоды Мечей",
                    count = 14,
                },
                {
                    link = "|cffffffff|Hitem:44143:0:0:0:0:0:0:0:10|h[Туз из колоды Демонов]|h|r",
                    name = "Туз из колоды Демонов",
                    count = 34,
                },
                {
                    link = "|cffffffff|Hitem:44145:0:0:0:0:0:0:0:10|h[Тройка колоды Магов]|h|r",
                    name = "Тройка колоды Магов",
                    count = 14,
                },
                {
                    link = "|cffffffff|Hitem:44146:0:0:0:0:0:0:0:10|h[Четверка из колоды Магов]|h|r",
                    name = "Четверка из колоды Магов",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:44147:0:0:0:0:0:0:0:10|h[Пятерка из колоды Магов]|h|r",
                    name = "Пятерка из колоды Магов",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:44154:0:0:0:0:0:0:0:10|h[Двойка колоды Демонов]|h|r",
                    name = "Двойка колоды Демонов",
                    count = 14,
                },
                {
                    link = "|cffffffff|Hitem:44155:0:0:0:0:0:0:0:10|h[Тройка колоды Демонов]|h|r",
                    name = "Тройка колоды Демонов",
                    count = 6,
                },
                {
                    link = "|cffffffff|Hitem:44156:0:0:0:0:0:0:0:10|h[Четверка из колоды Демонов]|h|r",
                    name = "Четверка из колоды Демонов",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:44157:0:0:0:0:0:0:0:10|h[Пятерка из колоды Демонов]|h|r",
                    name = "Пятерка из колоды Демонов",
                    count = 23,
                },
                {
                    link = "|cffffffff|Hitem:44165:0:0:0:0:0:0:0:10|h[Туз из колоды Магов]|h|r",
                    name = "Туз из колоды Магов",
                    count = 10,
                },
            },
        },
        bags = {
            last_update = 1783412157,
            items = {
                {
                    link = "|cff0070dd|Hitem:37164:0:0:0:0:0:0:0:10|h[Колода Мечей]|h|r",
                    name = "Колода Мечей",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44158:0:0:0:0:0:0:0:10|h[Колода Демонов]|h|r",
                    name = "Колода Демонов",
                    count = 6,
                },
                {
                    link = "|cff1eff00|Hitem:37163:0:0:0:0:0:0:0:10|h[Колода Разбойников]|h|r",
                    name = "Колода Разбойников",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:6265:0:0:0:0:0:0:0:10|h[Осколок души]|h|r",
                    name = "Осколок души",
                    count = 32,
                },
            },
        },
    },
    {
        name = "Кожистая",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-07-12 08:45:32",
        money = 181084,
        empty = 167,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:12607:0:0:0:0:0:0:0:10|h[Сверкающая многоцветная чешуя]|h|r",
                name = "Сверкающая многоцветная чешуя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:29533:0:0:0:0:0:0:0:10|h[Накладки для поножей из кожи кобры]|h|r",
                name = "Накладки для поножей из кожи кобры",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:29534:0:0:0:0:0:0:0:10|h[Накладки для поножей из шкуры копытня]|h|r",
                name = "Накладки для поножей из шкуры копытня",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:38372:0:0:0:0:0:0:0:10|h[Нерубские накладки для поножей]|h|r",
                name = "Нерубские накладки для поножей",
                count = 15,
            },
            {
                link = "|cff0070dd|Hitem:44128:0:0:0:0:0:0:0:10|h[Арктический мех]|h|r",
                name = "Арктический мех",
                count = 18,
            },
            {
                link = "|cff1eff00|Hitem:34207:0:0:0:0:0:0:0:10|h[Упрочнения для перчаток]|h|r",
                name = "Упрочнения для перчаток",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:38376:0:0:0:0:0:0:0:10|h[Накладки из толстой борейской кожи]|h|r",
                name = "Накладки из толстой борейской кожи",
                count = 17,
            },
            {
                link = "|cffffffff|Hitem:15407:0:0:0:0:0:0:0:10|h[Обработанная грубая шкура]|h|r",
                name = "Обработанная грубая шкура",
                count = 49,
            },
            {
                link = "|cffffffff|Hitem:15408:0:0:0:0:0:0:0:10|h[Толстая чешуя скорпида]|h|r",
                name = "Толстая чешуя скорпида",
                count = 45,
            },
            {
                link = "|cffffffff|Hitem:15412:0:0:0:0:0:0:0:10|h[Чешуя зеленого дракона]|h|r",
                name = "Чешуя зеленого дракона",
                count = 33,
            },
            {
                link = "|cffffffff|Hitem:15415:0:0:0:0:0:0:0:10|h[Чешуя синего дракона]|h|r",
                name = "Чешуя синего дракона",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:15416:0:0:0:0:0:0:0:10|h[Чешуя черного дракона]|h|r",
                name = "Чешуя черного дракона",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:15419:0:0:0:0:0:0:0:10|h[Кожа боевого медведя]|h|r",
                name = "Кожа боевого медведя",
                count = 28,
            },
            {
                link = "|cffffffff|Hitem:15564:0:0:0:0:0:0:0:10|h[Накладки из грубой кожи]|h|r",
                name = "Накладки из грубой кожи",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:17056:0:0:0:0:0:0:0:10|h[Легкое перышко]|h|r",
                name = "Легкое перышко",
                count = 53,
            },
            {
                link = "|cffffffff|Hitem:18512:0:0:0:0:0:0:0:10|h[Ларвальная кислота]|h|r",
                name = "Ларвальная кислота",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:20498:0:0:0:0:0:0:0:10|h[Хитин силитида]|h|r",
                name = "Хитин силитида",
                count = 56,
            },
            {
                link = "|cffffffff|Hitem:20500:0:0:0:0:0:0:0:10|h[Легкий силитидский панцирь]|h|r",
                name = "Легкий силитидский панцирь",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:21887:0:0:0:0:0:0:0:10|h[Узловатая кожа]|h|r",
                name = "Узловатая кожа",
                count = 195,
            },
            {
                link = "|cffffffff|Hitem:2304:0:0:0:0:0:0:0:10|h[Накладки из тонкой кожи]|h|r",
                name = "Накладки из тонкой кожи",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:2318:0:0:0:0:0:0:0:10|h[Тонкая кожа]|h|r",
                name = "Тонкая кожа",
                count = 359,
            },
            {
                link = "|cffffffff|Hitem:2319:0:0:0:0:0:0:0:10|h[Жесткая кожа]|h|r",
                name = "Жесткая кожа",
                count = 919,
            },
            {
                link = "|cffffffff|Hitem:2321:0:0:0:0:0:0:0:10|h[Тонкая нить]|h|r",
                name = "Тонкая нить",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:23793:0:0:0:0:0:0:0:10|h[Толстая узловатая кожа]|h|r",
                name = "Толстая узловатая кожа",
                count = 21,
            },
            {
                link = "|cffffffff|Hitem:25649:0:0:0:0:0:0:0:10|h[Обрывки узловатой кожи]|h|r",
                name = "Обрывки узловатой кожи",
                count = 66,
            },
            {
                link = "|cffffffff|Hitem:25650:0:0:0:0:0:0:0:10|h[Накладки из узловатой кожи]|h|r",
                name = "Накладки из узловатой кожи",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:25699:0:0:0:0:0:0:0:10|h[Пронизанная кристаллами кожа]|h|r",
                name = "Пронизанная кристаллами кожа",
                count = 193,
            },
            {
                link = "|cffffffff|Hitem:25700:0:0:0:0:0:0:0:10|h[Скверночешуя]|h|r",
                name = "Скверночешуя",
                count = 82,
            },
            {
                link = "|cffffffff|Hitem:25707:0:0:0:0:0:0:0:10|h[Скверношкура]|h|r",
                name = "Скверношкура",
                count = 87,
            },
            {
                link = "|cffffffff|Hitem:25708:0:0:0:0:0:0:0:10|h[Плотная кожа копытня]|h|r",
                name = "Плотная кожа копытня",
                count = 61,
            },
            {
                link = "|cffffffff|Hitem:2934:0:0:0:0:0:0:0:10|h[Обрывки кожи]|h|r",
                name = "Обрывки кожи",
                count = 174,
            },
            {
                link = "|cffffffff|Hitem:29539:0:0:0:0:0:0:0:10|h[Чешуя кобры]|h|r",
                name = "Чешуя кобры",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:29547:0:0:0:0:0:0:0:10|h[Чешуя ветра]|h|r",
                name = "Чешуя ветра",
                count = 43,
            },
            {
                link = "|cffffffff|Hitem:29548:0:0:0:0:0:0:0:10|h[Чешуя дракона Пустоты]|h|r",
                name = "Чешуя дракона Пустоты",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:33567:0:0:0:0:0:0:0:10|h[Обрывки борейской кожи]|h|r",
                name = "Обрывки борейской кожи",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:33568:0:0:0:0:0:0:0:10|h[Борейская кожа]|h|r",
                name = "Борейская кожа",
                count = 403,
            },
            {
                link = "|cffffffff|Hitem:34330:0:0:0:0:0:0:0:10|h[Накладки из толстой узловатой кожи]|h|r",
                name = "Накладки из толстой узловатой кожи",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:38375:0:0:0:0:0:0:0:10|h[Накладки из борейской кожи]|h|r",
                name = "Накладки из борейской кожи",
                count = 26,
            },
            {
                link = "|cffffffff|Hitem:38425:0:0:0:0:0:0:0:10|h[Толстая борейская кожа]|h|r",
                name = "Толстая борейская кожа",
                count = 25,
            },
            {
                link = "|cffffffff|Hitem:38557:0:0:0:0:0:0:0:10|h[Мерзлая чешуя дракона]|h|r",
                name = "Мерзлая чешуя дракона",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:38558:0:0:0:0:0:0:0:10|h[Нерубский хитин]|h|r",
                name = "Нерубский хитин",
                count = 300,
            },
            {
                link = "|cffffffff|Hitem:38561:0:0:0:0:0:0:0:10|h[Чешуя йормунгара]|h|r",
                name = "Чешуя йормунгара",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:4231:0:0:0:0:0:0:0:10|h[Обработанная легкая шкура]|h|r",
                name = "Обработанная легкая шкура",
                count = 300,
            },
            {
                link = "|cffffffff|Hitem:4232:0:0:0:0:0:0:0:10|h[Средняя шкура]|h|r",
                name = "Средняя шкура",
                count = 204,
            },
            {
                link = "|cffffffff|Hitem:4233:0:0:0:0:0:0:0:10|h[Обработанная средняя шкура]|h|r",
                name = "Обработанная средняя шкура",
                count = 258,
            },
            {
                link = "|cffffffff|Hitem:4234:0:0:0:0:0:0:0:10|h[Толстая кожа]|h|r",
                name = "Толстая кожа",
                count = 560,
            },
            {
                link = "|cffffffff|Hitem:4235:0:0:0:0:0:0:0:10|h[Тяжелая шкура]|h|r",
                name = "Тяжелая шкура",
                count = 162,
            },
            {
                link = "|cffffffff|Hitem:4236:0:0:0:0:0:0:0:10|h[Обработанная тяжелая шкура]|h|r",
                name = "Обработанная тяжелая шкура",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:4265:0:0:0:0:0:0:0:10|h[Накладки из толстой кожи]|h|r",
                name = "Накладки из толстой кожи",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:4304:0:0:0:0:0:0:0:10|h[Плотная кожа]|h|r",
                name = "Плотная кожа",
                count = 362,
            },
            {
                link = "|cffffffff|Hitem:4461:0:0:0:0:0:0:0:10|h[Шкура ящера]|h|r",
                name = "Шкура ящера",
                count = 239,
            },
            {
                link = "|cffffffff|Hitem:5082:0:0:0:0:0:0:0:10|h[Тонкая кожа кодо]|h|r",
                name = "Тонкая кожа кодо",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:5373:0:0:0:0:0:0:0:10|h[Талисман на удачу]|h|r",
                name = "Талисман на удачу",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:5785:0:0:0:0:0:0:0:10|h[Толстая чешуя мурлока]|h|r",
                name = "Толстая чешуя мурлока",
                count = 73,
            },
            {
                link = "|cffffffff|Hitem:6470:0:0:0:0:0:0:0:10|h[Искаженная чешуя]|h|r",
                name = "Искаженная чешуя",
                count = 112,
            },
            {
                link = "|cffffffff|Hitem:6471:0:0:0:0:0:0:0:10|h[Идеальная искаженная чешуя]|h|r",
                name = "Идеальная искаженная чешуя",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:7392:0:0:0:0:0:0:0:10|h[Чешуя зеленого дракончика]|h|r",
                name = "Чешуя зеленого дракончика",
                count = 18,
            },
            {
                link = "|cffffffff|Hitem:783:0:0:0:0:0:0:0:10|h[Легкая шкура]|h|r",
                name = "Легкая шкура",
                count = 155,
            },
            {
                link = "|cffffffff|Hitem:8150:0:0:0:0:0:0:0:10|h[Глубокоскальная соль]|h|r",
                name = "Глубокоскальная соль",
                count = 125,
            },
            {
                link = "|cffffffff|Hitem:8165:0:0:0:0:0:0:0:10|h[Потертая драконья чешуя]|h|r",
                name = "Потертая драконья чешуя",
                count = 62,
            },
            {
                link = "|cffffffff|Hitem:8167:0:0:0:0:0:0:0:10|h[Черепаший панцирь]|h|r",
                name = "Черепаший панцирь",
                count = 340,
            },
            {
                link = "|cffffffff|Hitem:8169:0:0:0:0:0:0:0:10|h[Плотная шкура]|h|r",
                name = "Плотная шкура",
                count = 178,
            },
            {
                link = "|cffffffff|Hitem:8170:0:0:0:0:0:0:0:10|h[Грубая кожа]|h|r",
                name = "Грубая кожа",
                count = 117,
            },
            {
                link = "|cffffffff|Hitem:8171:0:0:0:0:0:0:0:10|h[Грубая шкура]|h|r",
                name = "Грубая шкура",
                count = 135,
            },
        },
        bank = {
            last_update = 1783835121,
            items = {
                {
                    link = "|cff0070dd|Hitem:12607:0:0:0:0:0:0:0:10|h[Сверкающая многоцветная чешуя]|h|r",
                    name = "Сверкающая многоцветная чешуя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44128:0:0:0:0:0:0:0:10|h[Арктический мех]|h|r",
                    name = "Арктический мех",
                    count = 18,
                },
                {
                    link = "|cffffffff|Hitem:15407:0:0:0:0:0:0:0:10|h[Обработанная грубая шкура]|h|r",
                    name = "Обработанная грубая шкура",
                    count = 49,
                },
                {
                    link = "|cffffffff|Hitem:15408:0:0:0:0:0:0:0:10|h[Толстая чешуя скорпида]|h|r",
                    name = "Толстая чешуя скорпида",
                    count = 45,
                },
                {
                    link = "|cffffffff|Hitem:15412:0:0:0:0:0:0:0:10|h[Чешуя зеленого дракона]|h|r",
                    name = "Чешуя зеленого дракона",
                    count = 33,
                },
                {
                    link = "|cffffffff|Hitem:15415:0:0:0:0:0:0:0:10|h[Чешуя синего дракона]|h|r",
                    name = "Чешуя синего дракона",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:15416:0:0:0:0:0:0:0:10|h[Чешуя черного дракона]|h|r",
                    name = "Чешуя черного дракона",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:15419:0:0:0:0:0:0:0:10|h[Кожа боевого медведя]|h|r",
                    name = "Кожа боевого медведя",
                    count = 28,
                },
                {
                    link = "|cffffffff|Hitem:20498:0:0:0:0:0:0:0:10|h[Хитин силитида]|h|r",
                    name = "Хитин силитида",
                    count = 56,
                },
                {
                    link = "|cffffffff|Hitem:20500:0:0:0:0:0:0:0:10|h[Легкий силитидский панцирь]|h|r",
                    name = "Легкий силитидский панцирь",
                    count = 16,
                },
                {
                    link = "|cffffffff|Hitem:21887:0:0:0:0:0:0:0:10|h[Узловатая кожа]|h|r",
                    name = "Узловатая кожа",
                    count = 195,
                },
                {
                    link = "|cffffffff|Hitem:2318:0:0:0:0:0:0:0:10|h[Тонкая кожа]|h|r",
                    name = "Тонкая кожа",
                    count = 359,
                },
                {
                    link = "|cffffffff|Hitem:2319:0:0:0:0:0:0:0:10|h[Жесткая кожа]|h|r",
                    name = "Жесткая кожа",
                    count = 919,
                },
                {
                    link = "|cffffffff|Hitem:23793:0:0:0:0:0:0:0:10|h[Толстая узловатая кожа]|h|r",
                    name = "Толстая узловатая кожа",
                    count = 21,
                },
                {
                    link = "|cffffffff|Hitem:25649:0:0:0:0:0:0:0:10|h[Обрывки узловатой кожи]|h|r",
                    name = "Обрывки узловатой кожи",
                    count = 66,
                },
                {
                    link = "|cffffffff|Hitem:25699:0:0:0:0:0:0:0:10|h[Пронизанная кристаллами кожа]|h|r",
                    name = "Пронизанная кристаллами кожа",
                    count = 193,
                },
                {
                    link = "|cffffffff|Hitem:25700:0:0:0:0:0:0:0:10|h[Скверночешуя]|h|r",
                    name = "Скверночешуя",
                    count = 82,
                },
                {
                    link = "|cffffffff|Hitem:25707:0:0:0:0:0:0:0:10|h[Скверношкура]|h|r",
                    name = "Скверношкура",
                    count = 87,
                },
                {
                    link = "|cffffffff|Hitem:25708:0:0:0:0:0:0:0:10|h[Плотная кожа копытня]|h|r",
                    name = "Плотная кожа копытня",
                    count = 61,
                },
                {
                    link = "|cffffffff|Hitem:2934:0:0:0:0:0:0:0:10|h[Обрывки кожи]|h|r",
                    name = "Обрывки кожи",
                    count = 174,
                },
                {
                    link = "|cffffffff|Hitem:29539:0:0:0:0:0:0:0:10|h[Чешуя кобры]|h|r",
                    name = "Чешуя кобры",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:29547:0:0:0:0:0:0:0:10|h[Чешуя ветра]|h|r",
                    name = "Чешуя ветра",
                    count = 43,
                },
                {
                    link = "|cffffffff|Hitem:29548:0:0:0:0:0:0:0:10|h[Чешуя дракона Пустоты]|h|r",
                    name = "Чешуя дракона Пустоты",
                    count = 50,
                },
                {
                    link = "|cffffffff|Hitem:33567:0:0:0:0:0:0:0:10|h[Обрывки борейской кожи]|h|r",
                    name = "Обрывки борейской кожи",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:33568:0:0:0:0:0:0:0:10|h[Борейская кожа]|h|r",
                    name = "Борейская кожа",
                    count = 403,
                },
                {
                    link = "|cffffffff|Hitem:38425:0:0:0:0:0:0:0:10|h[Толстая борейская кожа]|h|r",
                    name = "Толстая борейская кожа",
                    count = 25,
                },
                {
                    link = "|cffffffff|Hitem:38557:0:0:0:0:0:0:0:10|h[Мерзлая чешуя дракона]|h|r",
                    name = "Мерзлая чешуя дракона",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:38558:0:0:0:0:0:0:0:10|h[Нерубский хитин]|h|r",
                    name = "Нерубский хитин",
                    count = 300,
                },
                {
                    link = "|cffffffff|Hitem:38561:0:0:0:0:0:0:0:10|h[Чешуя йормунгара]|h|r",
                    name = "Чешуя йормунгара",
                    count = 13,
                },
                {
                    link = "|cffffffff|Hitem:4231:0:0:0:0:0:0:0:10|h[Обработанная легкая шкура]|h|r",
                    name = "Обработанная легкая шкура",
                    count = 300,
                },
                {
                    link = "|cffffffff|Hitem:4232:0:0:0:0:0:0:0:10|h[Средняя шкура]|h|r",
                    name = "Средняя шкура",
                    count = 204,
                },
                {
                    link = "|cffffffff|Hitem:4233:0:0:0:0:0:0:0:10|h[Обработанная средняя шкура]|h|r",
                    name = "Обработанная средняя шкура",
                    count = 258,
                },
                {
                    link = "|cffffffff|Hitem:4234:0:0:0:0:0:0:0:10|h[Толстая кожа]|h|r",
                    name = "Толстая кожа",
                    count = 560,
                },
                {
                    link = "|cffffffff|Hitem:4235:0:0:0:0:0:0:0:10|h[Тяжелая шкура]|h|r",
                    name = "Тяжелая шкура",
                    count = 162,
                },
                {
                    link = "|cffffffff|Hitem:4236:0:0:0:0:0:0:0:10|h[Обработанная тяжелая шкура]|h|r",
                    name = "Обработанная тяжелая шкура",
                    count = 50,
                },
                {
                    link = "|cffffffff|Hitem:4304:0:0:0:0:0:0:0:10|h[Плотная кожа]|h|r",
                    name = "Плотная кожа",
                    count = 362,
                },
                {
                    link = "|cffffffff|Hitem:4461:0:0:0:0:0:0:0:10|h[Шкура ящера]|h|r",
                    name = "Шкура ящера",
                    count = 239,
                },
                {
                    link = "|cffffffff|Hitem:5082:0:0:0:0:0:0:0:10|h[Тонкая кожа кодо]|h|r",
                    name = "Тонкая кожа кодо",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:5785:0:0:0:0:0:0:0:10|h[Толстая чешуя мурлока]|h|r",
                    name = "Толстая чешуя мурлока",
                    count = 73,
                },
                {
                    link = "|cffffffff|Hitem:6470:0:0:0:0:0:0:0:10|h[Искаженная чешуя]|h|r",
                    name = "Искаженная чешуя",
                    count = 112,
                },
                {
                    link = "|cffffffff|Hitem:6471:0:0:0:0:0:0:0:10|h[Идеальная искаженная чешуя]|h|r",
                    name = "Идеальная искаженная чешуя",
                    count = 14,
                },
                {
                    link = "|cffffffff|Hitem:7392:0:0:0:0:0:0:0:10|h[Чешуя зеленого дракончика]|h|r",
                    name = "Чешуя зеленого дракончика",
                    count = 18,
                },
                {
                    link = "|cffffffff|Hitem:783:0:0:0:0:0:0:0:10|h[Легкая шкура]|h|r",
                    name = "Легкая шкура",
                    count = 155,
                },
                {
                    link = "|cffffffff|Hitem:8165:0:0:0:0:0:0:0:10|h[Потертая драконья чешуя]|h|r",
                    name = "Потертая драконья чешуя",
                    count = 62,
                },
                {
                    link = "|cffffffff|Hitem:8167:0:0:0:0:0:0:0:10|h[Черепаший панцирь]|h|r",
                    name = "Черепаший панцирь",
                    count = 340,
                },
                {
                    link = "|cffffffff|Hitem:8169:0:0:0:0:0:0:0:10|h[Плотная шкура]|h|r",
                    name = "Плотная шкура",
                    count = 178,
                },
                {
                    link = "|cffffffff|Hitem:8170:0:0:0:0:0:0:0:10|h[Грубая кожа]|h|r",
                    name = "Грубая кожа",
                    count = 117,
                },
                {
                    link = "|cffffffff|Hitem:8171:0:0:0:0:0:0:0:10|h[Грубая шкура]|h|r",
                    name = "Грубая шкура",
                    count = 135,
                },
            },
        },
        bags = {
            last_update = 1783835122,
            items = {
                {
                    link = "|cff0070dd|Hitem:29533:0:0:0:0:0:0:0:10|h[Накладки для поножей из кожи кобры]|h|r",
                    name = "Накладки для поножей из кожи кобры",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:29534:0:0:0:0:0:0:0:10|h[Накладки для поножей из шкуры копытня]|h|r",
                    name = "Накладки для поножей из шкуры копытня",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:38372:0:0:0:0:0:0:0:10|h[Нерубские накладки для поножей]|h|r",
                    name = "Нерубские накладки для поножей",
                    count = 15,
                },
                {
                    link = "|cff1eff00|Hitem:34207:0:0:0:0:0:0:0:10|h[Упрочнения для перчаток]|h|r",
                    name = "Упрочнения для перчаток",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:38376:0:0:0:0:0:0:0:10|h[Накладки из толстой борейской кожи]|h|r",
                    name = "Накладки из толстой борейской кожи",
                    count = 17,
                },
                {
                    link = "|cffffffff|Hitem:15564:0:0:0:0:0:0:0:10|h[Накладки из грубой кожи]|h|r",
                    name = "Накладки из грубой кожи",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:17056:0:0:0:0:0:0:0:10|h[Легкое перышко]|h|r",
                    name = "Легкое перышко",
                    count = 53,
                },
                {
                    link = "|cffffffff|Hitem:18512:0:0:0:0:0:0:0:10|h[Ларвальная кислота]|h|r",
                    name = "Ларвальная кислота",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:2304:0:0:0:0:0:0:0:10|h[Накладки из тонкой кожи]|h|r",
                    name = "Накладки из тонкой кожи",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:2321:0:0:0:0:0:0:0:10|h[Тонкая нить]|h|r",
                    name = "Тонкая нить",
                    count = 16,
                },
                {
                    link = "|cffffffff|Hitem:25650:0:0:0:0:0:0:0:10|h[Накладки из узловатой кожи]|h|r",
                    name = "Накладки из узловатой кожи",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:34330:0:0:0:0:0:0:0:10|h[Накладки из толстой узловатой кожи]|h|r",
                    name = "Накладки из толстой узловатой кожи",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:38375:0:0:0:0:0:0:0:10|h[Накладки из борейской кожи]|h|r",
                    name = "Накладки из борейской кожи",
                    count = 26,
                },
                {
                    link = "|cffffffff|Hitem:4265:0:0:0:0:0:0:0:10|h[Накладки из толстой кожи]|h|r",
                    name = "Накладки из толстой кожи",
                    count = 6,
                },
                {
                    link = "|cffffffff|Hitem:5373:0:0:0:0:0:0:0:10|h[Талисман на удачу]|h|r",
                    name = "Талисман на удачу",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:8150:0:0:0:0:0:0:0:10|h[Глубокоскальная соль]|h|r",
                    name = "Глубокоскальная соль",
                    count = 125,
                },
            },
        },
    },
    {
        name = "Колбасная",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-07-12 08:47:01",
        money = 0,
        empty = 199,
        location = "Оргриммар",
        items = {
            {
                link = "|cffffffff|Hitem:13927:0:0:0:0:0:0:0:10|h[Мощь-рыба в кляре]|h|r",
                name = "Мощь-рыба в кляре",
                count = 65,
            },
            {
                link = "|cffffffff|Hitem:20452:0:0:0:0:0:0:0:10|h[Копченые пустынные клецки]|h|r",
                name = "Копченые пустынные клецки",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:22645:0:0:0:0:0:0:0:10|h[Хрустящий паучий десерт]|h|r",
                name = "Хрустящий паучий десерт",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:27655:0:0:0:0:0:0:0:10|h[Сосиска из мяса опустошителя]|h|r",
                name = "Сосиска из мяса опустошителя",
                count = 53,
            },
            {
                link = "|cffffffff|Hitem:27656:0:0:0:0:0:0:0:10|h[Закуска спорлингов]|h|r",
                name = "Закуска спорлингов",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:27658:0:0:0:0:0:0:0:10|h[Жареное мясо копытня]|h|r",
                name = "Жареное мясо копытня",
                count = 37,
            },
            {
                link = "|cffffffff|Hitem:27659:0:0:0:0:0:0:0:10|h[Котлета из прыгуаны]|h|r",
                name = "Котлета из прыгуаны",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:27666:0:0:0:0:0:0:0:10|h[Палочки из золотой рыбки]|h|r",
                name = "Палочки из золотой рыбки",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:34749:0:0:0:0:0:0:0:10|h[Стейк из черпорога]|h|r",
                name = "Стейк из черпорога",
                count = 40,
            },
            {
                link = "|cffffffff|Hitem:34751:0:0:0:0:0:0:0:10|h[Жареный ворг]|h|r",
                name = "Жареный ворг",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:39691:0:0:0:0:0:0:0:10|h[Наваристая похлебка из косатки]|h|r",
                name = "Наваристая похлебка из косатки",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:43000:0:0:0:0:0:0:0:10|h[Филе дракоперой рыбы-ангела]|h|r",
                name = "Филе дракоперой рыбы-ангела",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:43268:0:0:0:0:0:0:0:10|h[Даларанская похлебка из моллюсков]|h|r",
                name = "Даларанская похлебка из моллюсков",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:5477:0:0:0:0:0:0:0:10|h[Похлебка из долгонога]|h|r",
                name = "Похлебка из долгонога",
                count = 43,
            },
            {
                link = "|cffffffff|Hitem:5479:0:0:0:0:0:0:0:10|h[Хрустящий хвост ящерицы]|h|r",
                name = "Хрустящий хвост ящерицы",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:5525:0:0:0:0:0:0:0:10|h[Отварные мидии]|h|r",
                name = "Отварные мидии",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:5527:0:0:0:0:0:0:0:10|h[Мидии по-гоблински]|h|r",
                name = "Мидии по-гоблински",
                count = 37,
            },
            {
                link = "|cffffffff|Hitem:6888:0:0:0:0:0:0:0:10|h[Яйцо с травами]|h|r",
                name = "Яйцо с травами",
                count = 86,
            },
        },
        bank = {
            last_update = 1783835213,
            items = {
                {
                    link = "|cffffffff|Hitem:13927:0:0:0:0:0:0:0:10|h[Мощь-рыба в кляре]|h|r",
                    name = "Мощь-рыба в кляре",
                    count = 65,
                },
                {
                    link = "|cffffffff|Hitem:20452:0:0:0:0:0:0:0:10|h[Копченые пустынные клецки]|h|r",
                    name = "Копченые пустынные клецки",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:22645:0:0:0:0:0:0:0:10|h[Хрустящий паучий десерт]|h|r",
                    name = "Хрустящий паучий десерт",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:27655:0:0:0:0:0:0:0:10|h[Сосиска из мяса опустошителя]|h|r",
                    name = "Сосиска из мяса опустошителя",
                    count = 53,
                },
                {
                    link = "|cffffffff|Hitem:27656:0:0:0:0:0:0:0:10|h[Закуска спорлингов]|h|r",
                    name = "Закуска спорлингов",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:27658:0:0:0:0:0:0:0:10|h[Жареное мясо копытня]|h|r",
                    name = "Жареное мясо копытня",
                    count = 37,
                },
                {
                    link = "|cffffffff|Hitem:27659:0:0:0:0:0:0:0:10|h[Котлета из прыгуаны]|h|r",
                    name = "Котлета из прыгуаны",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:27666:0:0:0:0:0:0:0:10|h[Палочки из золотой рыбки]|h|r",
                    name = "Палочки из золотой рыбки",
                    count = 16,
                },
                {
                    link = "|cffffffff|Hitem:34749:0:0:0:0:0:0:0:10|h[Стейк из черпорога]|h|r",
                    name = "Стейк из черпорога",
                    count = 40,
                },
                {
                    link = "|cffffffff|Hitem:34751:0:0:0:0:0:0:0:10|h[Жареный ворг]|h|r",
                    name = "Жареный ворг",
                    count = 50,
                },
                {
                    link = "|cffffffff|Hitem:39691:0:0:0:0:0:0:0:10|h[Наваристая похлебка из косатки]|h|r",
                    name = "Наваристая похлебка из косатки",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:43000:0:0:0:0:0:0:0:10|h[Филе дракоперой рыбы-ангела]|h|r",
                    name = "Филе дракоперой рыбы-ангела",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:43268:0:0:0:0:0:0:0:10|h[Даларанская похлебка из моллюсков]|h|r",
                    name = "Даларанская похлебка из моллюсков",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:5477:0:0:0:0:0:0:0:10|h[Похлебка из долгонога]|h|r",
                    name = "Похлебка из долгонога",
                    count = 43,
                },
                {
                    link = "|cffffffff|Hitem:5479:0:0:0:0:0:0:0:10|h[Хрустящий хвост ящерицы]|h|r",
                    name = "Хрустящий хвост ящерицы",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:5525:0:0:0:0:0:0:0:10|h[Отварные мидии]|h|r",
                    name = "Отварные мидии",
                    count = 50,
                },
                {
                    link = "|cffffffff|Hitem:5527:0:0:0:0:0:0:0:10|h[Мидии по-гоблински]|h|r",
                    name = "Мидии по-гоблински",
                    count = 37,
                },
                {
                    link = "|cffffffff|Hitem:6888:0:0:0:0:0:0:0:10|h[Яйцо с травами]|h|r",
                    name = "Яйцо с травами",
                    count = 86,
                },
            },
        },
        bags = {
            last_update = 1783835217,
            items = {
            },
        },
    },
    {
        name = "Красочка",
        realm = "Sirus x5 - 3.3.5a+",
        updated_at = "2026-06-04 12:54:30",
        money = 9413,
        empty = 154,
        location = "Оргриммар",
        items = {
            {
                link = "|cff1eff00|Hitem:43103:0:0:0:0:0:0:0:10|h[Зеленый краситель]|h|r",
                name = "Зеленый краситель",
                count = 32,
            },
            {
                link = "|cff1eff00|Hitem:43108:0:0:0:0:0:0:0:10|h[Эбеновый краситель]|h|r",
                name = "Эбеновый краситель",
                count = 30,
            },
            {
                link = "|cff1eff00|Hitem:43109:0:0:0:0:0:0:0:10|h[Ледяной краситель]|h|r",
                name = "Ледяной краситель",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:43115:0:0:0:0:0:0:0:10|h[Чернила охотника]|h|r",
                name = "Чернила охотника",
                count = 332,
            },
            {
                link = "|cff1eff00|Hitem:43117:0:0:0:0:0:0:0:10|h[Чернила утренней звезды]|h|r",
                name = "Чернила утренней звезды",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:43121:0:0:0:0:0:0:0:10|h[Огненные чернила]|h|r",
                name = "Огненные чернила",
                count = 100,
            },
            {
                link = "|cff1eff00|Hitem:43123:0:0:0:0:0:0:0:10|h[Небесные чернила]|h|r",
                name = "Небесные чернила",
                count = 332,
            },
            {
                link = "|cff1eff00|Hitem:43125:0:0:0:0:0:0:0:10|h[Чернила черного огня]|h|r",
                name = "Чернила черного огня",
                count = 327,
            },
            {
                link = "|cff1eff00|Hitem:43127:0:0:0:0:0:0:0:10|h[Чернила снегопада]|h|r",
                name = "Чернила снегопада",
                count = 27,
            },
            {
                link = "|cffffffff|Hitem:37101:0:0:0:0:0:0:0:10|h[Бежевые чернила]|h|r",
                name = "Бежевые чернила",
                count = 252,
            },
            {
                link = "|cffffffff|Hitem:39151:0:0:0:0:0:0:0:10|h[Алебастровый краситель]|h|r",
                name = "Алебастровый краситель",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:39469:0:0:0:0:0:0:0:10|h[Чернила лунного сияния]|h|r",
                name = "Чернила лунного сияния",
                count = 129,
            },
            {
                link = "|cffffffff|Hitem:39774:0:0:0:0:0:0:0:10|h[Полуночные чернила]|h|r",
                name = "Полуночные чернила",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:43116:0:0:0:0:0:0:0:10|h[Чернила царя зверей]|h|r",
                name = "Чернила царя зверей",
                count = 65,
            },
            {
                link = "|cffffffff|Hitem:43118:0:0:0:0:0:0:0:10|h[Чернила нефритового пламени]|h|r",
                name = "Чернила нефритового пламени",
                count = 63,
            },
            {
                link = "|cffffffff|Hitem:43120:0:0:0:0:0:0:0:10|h[Астрономические чернила]|h|r",
                name = "Астрономические чернила",
                count = 2,
            },
        },
        bank = {
            last_update = 1780566860,
            items = {
                {
                    link = "|cff1eff00|Hitem:43103:0:0:0:0:0:0:0:10|h[Зеленый краситель]|h|r",
                    name = "Зеленый краситель",
                    count = 32,
                },
                {
                    link = "|cff1eff00|Hitem:43108:0:0:0:0:0:0:0:10|h[Эбеновый краситель]|h|r",
                    name = "Эбеновый краситель",
                    count = 30,
                },
                {
                    link = "|cff1eff00|Hitem:43109:0:0:0:0:0:0:0:10|h[Ледяной краситель]|h|r",
                    name = "Ледяной краситель",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:43115:0:0:0:0:0:0:0:10|h[Чернила охотника]|h|r",
                    name = "Чернила охотника",
                    count = 332,
                },
                {
                    link = "|cff1eff00|Hitem:43117:0:0:0:0:0:0:0:10|h[Чернила утренней звезды]|h|r",
                    name = "Чернила утренней звезды",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:43121:0:0:0:0:0:0:0:10|h[Огненные чернила]|h|r",
                    name = "Огненные чернила",
                    count = 100,
                },
                {
                    link = "|cff1eff00|Hitem:43123:0:0:0:0:0:0:0:10|h[Небесные чернила]|h|r",
                    name = "Небесные чернила",
                    count = 332,
                },
                {
                    link = "|cff1eff00|Hitem:43125:0:0:0:0:0:0:0:10|h[Чернила черного огня]|h|r",
                    name = "Чернила черного огня",
                    count = 327,
                },
                {
                    link = "|cff1eff00|Hitem:43127:0:0:0:0:0:0:0:10|h[Чернила снегопада]|h|r",
                    name = "Чернила снегопада",
                    count = 27,
                },
                {
                    link = "|cffffffff|Hitem:37101:0:0:0:0:0:0:0:10|h[Бежевые чернила]|h|r",
                    name = "Бежевые чернила",
                    count = 252,
                },
                {
                    link = "|cffffffff|Hitem:39151:0:0:0:0:0:0:0:10|h[Алебастровый краситель]|h|r",
                    name = "Алебастровый краситель",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:39469:0:0:0:0:0:0:0:10|h[Чернила лунного сияния]|h|r",
                    name = "Чернила лунного сияния",
                    count = 129,
                },
                {
                    link = "|cffffffff|Hitem:39774:0:0:0:0:0:0:0:10|h[Полуночные чернила]|h|r",
                    name = "Полуночные чернила",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:43116:0:0:0:0:0:0:0:10|h[Чернила царя зверей]|h|r",
                    name = "Чернила царя зверей",
                    count = 65,
                },
                {
                    link = "|cffffffff|Hitem:43118:0:0:0:0:0:0:0:10|h[Чернила нефритового пламени]|h|r",
                    name = "Чернила нефритового пламени",
                    count = 63,
                },
                {
                    link = "|cffffffff|Hitem:43120:0:0:0:0:0:0:0:10|h[Астрономические чернила]|h|r",
                    name = "Астрономические чернила",
                    count = 2,
                },
            },
        },
        bags = {
            last_update = 1780566862,
            items = {
            },
        },
    },
    {
        name = "Крошшерный",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-07-11 21:38:50",
        money = 3895,
        empty = 154,
        location = "Оргриммар",
        items = {
            {
                link = "|cffffffff|Hitem:16645:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 1]|h|r",
                name = "Руководство по использованию крошшера, стр. 1",
                count = 46,
            },
            {
                link = "|cffffffff|Hitem:16646:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 2]|h|r",
                name = "Руководство по использованию крошшера, стр. 2",
                count = 44,
            },
            {
                link = "|cffffffff|Hitem:16647:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 3]|h|r",
                name = "Руководство по использованию крошшера, стр. 3",
                count = 27,
            },
            {
                link = "|cffffffff|Hitem:16648:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 4]|h|r",
                name = "Руководство по использованию крошшера, стр. 4",
                count = 51,
            },
            {
                link = "|cffffffff|Hitem:16649:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 5]|h|r",
                name = "Руководство по использованию крошшера, стр. 5",
                count = 21,
            },
            {
                link = "|cffffffff|Hitem:16650:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 6]|h|r",
                name = "Руководство по использованию крошшера, стр. 6",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:16651:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 7]|h|r",
                name = "Руководство по использованию крошшера, стр. 7",
                count = 15,
            },
            {
                link = "|cffffffff|Hitem:16652:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 8]|h|r",
                name = "Руководство по использованию крошшера, стр. 8",
                count = 29,
            },
            {
                link = "|cffffffff|Hitem:16653:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 9]|h|r",
                name = "Руководство по использованию крошшера, стр. 9",
                count = 33,
            },
            {
                link = "|cffffffff|Hitem:16654:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 10]|h|r",
                name = "Руководство по использованию крошшера, стр. 10",
                count = 19,
            },
            {
                link = "|cffffffff|Hitem:16655:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 11]|h|r",
                name = "Руководство по использованию крошшера, стр. 11",
                count = 19,
            },
            {
                link = "|cffffffff|Hitem:16656:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 12]|h|r",
                name = "Руководство по использованию крошшера, стр. 12",
                count = 26,
            },
        },
        bank = {
            last_update = 1783794390,
            items = {
                {
                    link = "|cffffffff|Hitem:16645:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 1]|h|r",
                    name = "Руководство по использованию крошшера, стр. 1",
                    count = 45,
                },
                {
                    link = "|cffffffff|Hitem:16646:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 2]|h|r",
                    name = "Руководство по использованию крошшера, стр. 2",
                    count = 44,
                },
                {
                    link = "|cffffffff|Hitem:16647:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 3]|h|r",
                    name = "Руководство по использованию крошшера, стр. 3",
                    count = 27,
                },
                {
                    link = "|cffffffff|Hitem:16648:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 4]|h|r",
                    name = "Руководство по использованию крошшера, стр. 4",
                    count = 51,
                },
                {
                    link = "|cffffffff|Hitem:16649:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 5]|h|r",
                    name = "Руководство по использованию крошшера, стр. 5",
                    count = 19,
                },
                {
                    link = "|cffffffff|Hitem:16650:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 6]|h|r",
                    name = "Руководство по использованию крошшера, стр. 6",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:16651:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 7]|h|r",
                    name = "Руководство по использованию крошшера, стр. 7",
                    count = 14,
                },
                {
                    link = "|cffffffff|Hitem:16652:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 8]|h|r",
                    name = "Руководство по использованию крошшера, стр. 8",
                    count = 29,
                },
                {
                    link = "|cffffffff|Hitem:16653:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 9]|h|r",
                    name = "Руководство по использованию крошшера, стр. 9",
                    count = 33,
                },
                {
                    link = "|cffffffff|Hitem:16654:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 10]|h|r",
                    name = "Руководство по использованию крошшера, стр. 10",
                    count = 17,
                },
                {
                    link = "|cffffffff|Hitem:16655:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 11]|h|r",
                    name = "Руководство по использованию крошшера, стр. 11",
                    count = 16,
                },
                {
                    link = "|cffffffff|Hitem:16656:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 12]|h|r",
                    name = "Руководство по использованию крошшера, стр. 12",
                    count = 26,
                },
            },
        },
        bags = {
            last_update = 1783795061,
            items = {
                {
                    link = "|cffffffff|Hitem:16645:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 1]|h|r",
                    name = "Руководство по использованию крошшера, стр. 1",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:16649:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 5]|h|r",
                    name = "Руководство по использованию крошшера, стр. 5",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:16650:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 6]|h|r",
                    name = "Руководство по использованию крошшера, стр. 6",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:16651:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 7]|h|r",
                    name = "Руководство по использованию крошшера, стр. 7",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:16654:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 10]|h|r",
                    name = "Руководство по использованию крошшера, стр. 10",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:16655:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 11]|h|r",
                    name = "Руководство по использованию крошшера, стр. 11",
                    count = 3,
                },
            },
        },
    },
    {
        name = "Ларец",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-07-07 12:12:52",
        money = 3254,
        empty = 133,
        location = "Оргриммар",
        items = {
            {
                link = "|cff1eff00|Hitem:31952:0:0:0:0:0:0:0:10|h[Кориевый сейф]|h|r",
                name = "Кориевый сейф",
                count = 9,
            },
            {
                link = "|cff1eff00|Hitem:43622:0:0:0:0:0:0:0:10|h[Сейф из ледяной стали]|h|r",
                name = "Сейф из ледяной стали",
                count = 7,
            },
            {
                link = "|cff1eff00|Hitem:4633:0:0:0:0:0:0:0:10|h[Тяжелый бронзовый сейф]|h|r",
                name = "Тяжелый бронзовый сейф",
                count = 9,
            },
            {
                link = "|cff1eff00|Hitem:4634:0:0:0:0:0:0:0:10|h[Железный сейф]|h|r",
                name = "Железный сейф",
                count = 5,
            },
            {
                link = "|cff1eff00|Hitem:4636:0:0:0:0:0:0:0:10|h[Прочный железный сейф]|h|r",
                name = "Прочный железный сейф",
                count = 4,
            },
            {
                link = "|cff1eff00|Hitem:4637:0:0:0:0:0:0:0:10|h[Стальной сейф]|h|r",
                name = "Стальной сейф",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:4638:0:0:0:0:0:0:0:10|h[Укрепленный стальной сейф]|h|r",
                name = "Укрепленный стальной сейф",
                count = 5,
            },
            {
                link = "|cff1eff00|Hitem:5758:0:0:0:0:0:0:0:10|h[Мифриловый сейф]|h|r",
                name = "Мифриловый сейф",
                count = 9,
            },
            {
                link = "|cff1eff00|Hitem:5759:0:0:0:0:0:0:0:10|h[Ториевый сейф]|h|r",
                name = "Ториевый сейф",
                count = 9,
            },
            {
                link = "|cff1eff00|Hitem:5760:0:0:0:0:0:0:0:10|h[Этерниевый сейф]|h|r",
                name = "Этерниевый сейф",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:16883:0:0:0:0:0:0:0:10|h[Подержанный ларь]|h|r",
                name = "Подержанный ларь",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:16884:0:0:0:0:0:0:0:10|h[Прочный ларь]|h|r",
                name = "Прочный ларь",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:29569:0:0:0:0:0:0:0:10|h[Прочный ларь]|h|r",
                name = "Прочный ларь",
                count = 23,
            },
        },
        bank = {
            last_update = 1783415459,
            items = {
                {
                    link = "|cff1eff00|Hitem:31952:0:0:0:0:0:0:0:10|h[Кориевый сейф]|h|r",
                    name = "Кориевый сейф",
                    count = 9,
                },
                {
                    link = "|cff1eff00|Hitem:43622:0:0:0:0:0:0:0:10|h[Сейф из ледяной стали]|h|r",
                    name = "Сейф из ледяной стали",
                    count = 7,
                },
                {
                    link = "|cff1eff00|Hitem:4633:0:0:0:0:0:0:0:10|h[Тяжелый бронзовый сейф]|h|r",
                    name = "Тяжелый бронзовый сейф",
                    count = 9,
                },
                {
                    link = "|cff1eff00|Hitem:4634:0:0:0:0:0:0:0:10|h[Железный сейф]|h|r",
                    name = "Железный сейф",
                    count = 5,
                },
                {
                    link = "|cff1eff00|Hitem:4636:0:0:0:0:0:0:0:10|h[Прочный железный сейф]|h|r",
                    name = "Прочный железный сейф",
                    count = 4,
                },
                {
                    link = "|cff1eff00|Hitem:4637:0:0:0:0:0:0:0:10|h[Стальной сейф]|h|r",
                    name = "Стальной сейф",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:4638:0:0:0:0:0:0:0:10|h[Укрепленный стальной сейф]|h|r",
                    name = "Укрепленный стальной сейф",
                    count = 5,
                },
                {
                    link = "|cff1eff00|Hitem:5758:0:0:0:0:0:0:0:10|h[Мифриловый сейф]|h|r",
                    name = "Мифриловый сейф",
                    count = 9,
                },
                {
                    link = "|cff1eff00|Hitem:5759:0:0:0:0:0:0:0:10|h[Ториевый сейф]|h|r",
                    name = "Ториевый сейф",
                    count = 9,
                },
                {
                    link = "|cff1eff00|Hitem:5760:0:0:0:0:0:0:0:10|h[Этерниевый сейф]|h|r",
                    name = "Этерниевый сейф",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:16883:0:0:0:0:0:0:0:10|h[Подержанный ларь]|h|r",
                    name = "Подержанный ларь",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:16884:0:0:0:0:0:0:0:10|h[Прочный ларь]|h|r",
                    name = "Прочный ларь",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:29569:0:0:0:0:0:0:0:10|h[Прочный ларь]|h|r",
                    name = "Прочный ларь",
                    count = 23,
                },
            },
        },
        bags = {
            last_update = 1783415568,
            items = {
            },
        },
    },
    {
        name = "Медяшка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-07-12 08:23:26",
        money = 391967,
        empty = 155,
        location = "Оргриммар",
        items = {
            {
                link = "|cff1eff00|Hitem:12360:0:0:0:0:0:0:0:10|h[Арканитовый слиток]|h|r",
                name = "Арканитовый слиток",
                count = 10,
            },
            {
                link = "|cff1eff00|Hitem:23426:0:0:0:0:0:0:0:10|h[Кориевая руда]|h|r",
                name = "Кориевая руда",
                count = 113,
            },
            {
                link = "|cff1eff00|Hitem:23427:0:0:0:0:0:0:0:10|h[Этерниевая руда]|h|r",
                name = "Этерниевая руда",
                count = 167,
            },
            {
                link = "|cff1eff00|Hitem:23447:0:0:0:0:0:0:0:10|h[Этерниевый слиток]|h|r",
                name = "Этерниевый слиток",
                count = 21,
            },
            {
                link = "|cff1eff00|Hitem:23448:0:0:0:0:0:0:0:10|h[Слиток оскверненной стали]|h|r",
                name = "Слиток оскверненной стали",
                count = 11,
            },
            {
                link = "|cff1eff00|Hitem:23449:0:0:0:0:0:0:0:10|h[Кориевый слиток]|h|r",
                name = "Кориевый слиток",
                count = 133,
            },
            {
                link = "|cff1eff00|Hitem:2775:0:0:0:0:0:0:0:10|h[Серебряная руда]|h|r",
                name = "Серебряная руда",
                count = 106,
            },
            {
                link = "|cff1eff00|Hitem:2776:0:0:0:0:0:0:0:10|h[Золотая руда]|h|r",
                name = "Золотая руда",
                count = 419,
            },
            {
                link = "|cff1eff00|Hitem:2842:0:0:0:0:0:0:0:10|h[Серебряный слиток]|h|r",
                name = "Серебряный слиток",
                count = 332,
            },
            {
                link = "|cff1eff00|Hitem:3577:0:0:0:0:0:0:0:10|h[Золотой слиток]|h|r",
                name = "Золотой слиток",
                count = 113,
            },
            {
                link = "|cff1eff00|Hitem:36910:0:0:0:0:0:0:0:10|h[Титановая руда]|h|r",
                name = "Титановая руда",
                count = 121,
            },
            {
                link = "|cff1eff00|Hitem:41163:0:0:0:0:0:0:0:10|h[Титановый слиток]|h|r",
                name = "Титановый слиток",
                count = 26,
            },
            {
                link = "|cff1eff00|Hitem:6037:0:0:0:0:0:0:0:10|h[Слиток истинного серебра]|h|r",
                name = "Слиток истинного серебра",
                count = 259,
            },
            {
                link = "|cff1eff00|Hitem:7911:0:0:0:0:0:0:0:10|h[Руда истинного серебра]|h|r",
                name = "Руда истинного серебра",
                count = 817,
            },
            {
                link = "|cffffffff|Hitem:10620:0:0:0:0:0:0:0:10|h[Ториевая руда]|h|r",
                name = "Ториевая руда",
                count = 745,
            },
            {
                link = "|cffffffff|Hitem:11371:0:0:0:0:0:0:0:10|h[Слиток черного железа]|h|r",
                name = "Слиток черного железа",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:12359:0:0:0:0:0:0:0:10|h[Ториевый слиток]|h|r",
                name = "Ториевый слиток",
                count = 66,
            },
            {
                link = "|cffffffff|Hitem:12655:0:0:0:0:0:0:0:10|h[Зачарованный ториевый слиток]|h|r",
                name = "Зачарованный ториевый слиток",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:23424:0:0:0:0:0:0:0:10|h[Руда оскверненного железа]|h|r",
                name = "Руда оскверненного железа",
                count = 105,
            },
            {
                link = "|cffffffff|Hitem:23425:0:0:0:0:0:0:0:10|h[Адамантитовая руда]|h|r",
                name = "Адамантитовая руда",
                count = 147,
            },
            {
                link = "|cffffffff|Hitem:23445:0:0:0:0:0:0:0:10|h[Слиток оскверненного железа]|h|r",
                name = "Слиток оскверненного железа",
                count = 82,
            },
            {
                link = "|cffffffff|Hitem:23446:0:0:0:0:0:0:0:10|h[Адамантитовый слиток]|h|r",
                name = "Адамантитовый слиток",
                count = 206,
            },
            {
                link = "|cffffffff|Hitem:23573:0:0:0:0:0:0:0:10|h[Закаленный адамантитовый слиток]|h|r",
                name = "Закаленный адамантитовый слиток",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:2770:0:0:0:0:0:0:0:10|h[Медная руда]|h|r",
                name = "Медная руда",
                count = 100,
            },
            {
                link = "|cffffffff|Hitem:2771:0:0:0:0:0:0:0:10|h[Оловянная руда]|h|r",
                name = "Оловянная руда",
                count = 242,
            },
            {
                link = "|cffffffff|Hitem:2772:0:0:0:0:0:0:0:10|h[Железная руда]|h|r",
                name = "Железная руда",
                count = 679,
            },
            {
                link = "|cffffffff|Hitem:2841:0:0:0:0:0:0:0:10|h[Бронзовый слиток]|h|r",
                name = "Бронзовый слиток",
                count = 141,
            },
            {
                link = "|cffffffff|Hitem:3575:0:0:0:0:0:0:0:10|h[Железный слиток]|h|r",
                name = "Железный слиток",
                count = 809,
            },
            {
                link = "|cffffffff|Hitem:3576:0:0:0:0:0:0:0:10|h[Оловянный слиток]|h|r",
                name = "Оловянный слиток",
                count = 210,
            },
            {
                link = "|cffffffff|Hitem:36909:0:0:0:0:0:0:0:10|h[Кобальтовая руда]|h|r",
                name = "Кобальтовая руда",
                count = 339,
            },
            {
                link = "|cffffffff|Hitem:36912:0:0:0:0:0:0:0:10|h[Саронитовая руда]|h|r",
                name = "Саронитовая руда",
                count = 200,
            },
            {
                link = "|cffffffff|Hitem:36916:0:0:0:0:0:0:0:10|h[Слиток кобальта]|h|r",
                name = "Слиток кобальта",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:3858:0:0:0:0:0:0:0:10|h[Мифриловая руда]|h|r",
                name = "Мифриловая руда",
                count = 156,
            },
            {
                link = "|cffffffff|Hitem:3859:0:0:0:0:0:0:0:10|h[Стальной слиток]|h|r",
                name = "Стальной слиток",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:3860:0:0:0:0:0:0:0:10|h[Мифриловый слиток]|h|r",
                name = "Мифриловый слиток",
                count = 533,
            },
        },
        bank = {
            last_update = 1783833800,
            items = {
                {
                    link = "|cff1eff00|Hitem:12360:0:0:0:0:0:0:0:10|h[Арканитовый слиток]|h|r",
                    name = "Арканитовый слиток",
                    count = 10,
                },
                {
                    link = "|cff1eff00|Hitem:23426:0:0:0:0:0:0:0:10|h[Кориевая руда]|h|r",
                    name = "Кориевая руда",
                    count = 113,
                },
                {
                    link = "|cff1eff00|Hitem:23427:0:0:0:0:0:0:0:10|h[Этерниевая руда]|h|r",
                    name = "Этерниевая руда",
                    count = 167,
                },
                {
                    link = "|cff1eff00|Hitem:23447:0:0:0:0:0:0:0:10|h[Этерниевый слиток]|h|r",
                    name = "Этерниевый слиток",
                    count = 21,
                },
                {
                    link = "|cff1eff00|Hitem:23448:0:0:0:0:0:0:0:10|h[Слиток оскверненной стали]|h|r",
                    name = "Слиток оскверненной стали",
                    count = 11,
                },
                {
                    link = "|cff1eff00|Hitem:23449:0:0:0:0:0:0:0:10|h[Кориевый слиток]|h|r",
                    name = "Кориевый слиток",
                    count = 133,
                },
                {
                    link = "|cff1eff00|Hitem:2775:0:0:0:0:0:0:0:10|h[Серебряная руда]|h|r",
                    name = "Серебряная руда",
                    count = 106,
                },
                {
                    link = "|cff1eff00|Hitem:2776:0:0:0:0:0:0:0:10|h[Золотая руда]|h|r",
                    name = "Золотая руда",
                    count = 419,
                },
                {
                    link = "|cff1eff00|Hitem:2842:0:0:0:0:0:0:0:10|h[Серебряный слиток]|h|r",
                    name = "Серебряный слиток",
                    count = 332,
                },
                {
                    link = "|cff1eff00|Hitem:3577:0:0:0:0:0:0:0:10|h[Золотой слиток]|h|r",
                    name = "Золотой слиток",
                    count = 113,
                },
                {
                    link = "|cff1eff00|Hitem:36910:0:0:0:0:0:0:0:10|h[Титановая руда]|h|r",
                    name = "Титановая руда",
                    count = 121,
                },
                {
                    link = "|cff1eff00|Hitem:41163:0:0:0:0:0:0:0:10|h[Титановый слиток]|h|r",
                    name = "Титановый слиток",
                    count = 26,
                },
                {
                    link = "|cff1eff00|Hitem:6037:0:0:0:0:0:0:0:10|h[Слиток истинного серебра]|h|r",
                    name = "Слиток истинного серебра",
                    count = 259,
                },
                {
                    link = "|cff1eff00|Hitem:7911:0:0:0:0:0:0:0:10|h[Руда истинного серебра]|h|r",
                    name = "Руда истинного серебра",
                    count = 817,
                },
                {
                    link = "|cffffffff|Hitem:10620:0:0:0:0:0:0:0:10|h[Ториевая руда]|h|r",
                    name = "Ториевая руда",
                    count = 745,
                },
                {
                    link = "|cffffffff|Hitem:11371:0:0:0:0:0:0:0:10|h[Слиток черного железа]|h|r",
                    name = "Слиток черного железа",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:12359:0:0:0:0:0:0:0:10|h[Ториевый слиток]|h|r",
                    name = "Ториевый слиток",
                    count = 66,
                },
                {
                    link = "|cffffffff|Hitem:12655:0:0:0:0:0:0:0:10|h[Зачарованный ториевый слиток]|h|r",
                    name = "Зачарованный ториевый слиток",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:23424:0:0:0:0:0:0:0:10|h[Руда оскверненного железа]|h|r",
                    name = "Руда оскверненного железа",
                    count = 105,
                },
                {
                    link = "|cffffffff|Hitem:23425:0:0:0:0:0:0:0:10|h[Адамантитовая руда]|h|r",
                    name = "Адамантитовая руда",
                    count = 147,
                },
                {
                    link = "|cffffffff|Hitem:23445:0:0:0:0:0:0:0:10|h[Слиток оскверненного железа]|h|r",
                    name = "Слиток оскверненного железа",
                    count = 82,
                },
                {
                    link = "|cffffffff|Hitem:23446:0:0:0:0:0:0:0:10|h[Адамантитовый слиток]|h|r",
                    name = "Адамантитовый слиток",
                    count = 206,
                },
                {
                    link = "|cffffffff|Hitem:23573:0:0:0:0:0:0:0:10|h[Закаленный адамантитовый слиток]|h|r",
                    name = "Закаленный адамантитовый слиток",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:2770:0:0:0:0:0:0:0:10|h[Медная руда]|h|r",
                    name = "Медная руда",
                    count = 100,
                },
                {
                    link = "|cffffffff|Hitem:2771:0:0:0:0:0:0:0:10|h[Оловянная руда]|h|r",
                    name = "Оловянная руда",
                    count = 242,
                },
                {
                    link = "|cffffffff|Hitem:2772:0:0:0:0:0:0:0:10|h[Железная руда]|h|r",
                    name = "Железная руда",
                    count = 679,
                },
                {
                    link = "|cffffffff|Hitem:2841:0:0:0:0:0:0:0:10|h[Бронзовый слиток]|h|r",
                    name = "Бронзовый слиток",
                    count = 141,
                },
                {
                    link = "|cffffffff|Hitem:3575:0:0:0:0:0:0:0:10|h[Железный слиток]|h|r",
                    name = "Железный слиток",
                    count = 809,
                },
                {
                    link = "|cffffffff|Hitem:3576:0:0:0:0:0:0:0:10|h[Оловянный слиток]|h|r",
                    name = "Оловянный слиток",
                    count = 210,
                },
                {
                    link = "|cffffffff|Hitem:36909:0:0:0:0:0:0:0:10|h[Кобальтовая руда]|h|r",
                    name = "Кобальтовая руда",
                    count = 339,
                },
                {
                    link = "|cffffffff|Hitem:36912:0:0:0:0:0:0:0:10|h[Саронитовая руда]|h|r",
                    name = "Саронитовая руда",
                    count = 200,
                },
                {
                    link = "|cffffffff|Hitem:36916:0:0:0:0:0:0:0:10|h[Слиток кобальта]|h|r",
                    name = "Слиток кобальта",
                    count = 13,
                },
                {
                    link = "|cffffffff|Hitem:3858:0:0:0:0:0:0:0:10|h[Мифриловая руда]|h|r",
                    name = "Мифриловая руда",
                    count = 156,
                },
                {
                    link = "|cffffffff|Hitem:3859:0:0:0:0:0:0:0:10|h[Стальной слиток]|h|r",
                    name = "Стальной слиток",
                    count = 50,
                },
                {
                    link = "|cffffffff|Hitem:3860:0:0:0:0:0:0:0:10|h[Мифриловый слиток]|h|r",
                    name = "Мифриловый слиток",
                    count = 533,
                },
            },
        },
        bags = {
            last_update = 1783833801,
            items = {
            },
        },
    },
    {
        name = "Мензурочка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-07-11 18:25:49",
        money = 208636,
        empty = 67,
        location = "Оргриммар",
        items = {
            {
                link = "|cffffffff|Hitem:10592:0:0:0:0:0:0:0:10|h[Эликсир \"Кошачий глаз\"]|h|r",
                name = "Эликсир \"Кошачий глаз\"",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:118:0:0:0:0:0:0:0:10|h[Крохотный флакон с лечебным зельем]|h|r",
                name = "Крохотный флакон с лечебным зельем",
                count = 100,
            },
            {
                link = "|cffffffff|Hitem:12190:0:0:0:0:0:0:0:10|h[Зелье спокойного сна]|h|r",
                name = "Зелье спокойного сна",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:12820:0:0:0:0:0:0:0:10|h[Огненная вода Зимней Спячки]|h|r",
                name = "Огненная вода Зимней Спячки",
                count = 105,
            },
            {
                link = "|cffffffff|Hitem:13444:0:0:0:0:0:0:0:10|h[Огромный флакон с зельем маны]|h|r",
                name = "Огромный флакон с зельем маны",
                count = 101,
            },
            {
                link = "|cffffffff|Hitem:13445:0:0:0:0:0:0:0:10|h[Наилучший эликсир защиты]|h|r",
                name = "Наилучший эликсир защиты",
                count = 27,
            },
            {
                link = "|cffffffff|Hitem:13446:0:0:0:0:0:0:0:10|h[Огромный флакон с лечебным зельем]|h|r",
                name = "Огромный флакон с лечебным зельем",
                count = 129,
            },
            {
                link = "|cffffffff|Hitem:13447:0:0:0:0:0:0:0:10|h[Эликсир мудрецов]|h|r",
                name = "Эликсир мудрецов",
                count = 59,
            },
            {
                link = "|cffffffff|Hitem:13452:0:0:0:0:0:0:0:10|h[Эликсир мангуста]|h|r",
                name = "Эликсир мангуста",
                count = 18,
            },
            {
                link = "|cffffffff|Hitem:13453:0:0:0:0:0:0:0:10|h[Эликсир грубой силы]|h|r",
                name = "Эликсир грубой силы",
                count = 82,
            },
            {
                link = "|cffffffff|Hitem:13454:0:0:0:0:0:0:0:10|h[Сильный чародейский эликсир]|h|r",
                name = "Сильный чародейский эликсир",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:13462:0:0:0:0:0:0:0:10|h[Зелье очищения]|h|r",
                name = "Зелье очищения",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:13512:0:0:0:0:0:0:0:10|h[Настой великой силы]|h|r",
                name = "Настой великой силы",
                count = 33,
            },
            {
                link = "|cffffffff|Hitem:1710:0:0:0:0:0:0:0:10|h[Средний флакон с лечебным зельем]|h|r",
                name = "Средний флакон с лечебным зельем",
                count = 135,
            },
            {
                link = "|cffffffff|Hitem:18294:0:0:0:0:0:0:0:10|h[Сильный эликсир подводного дыхания]|h|r",
                name = "Сильный эликсир подводного дыхания",
                count = 47,
            },
            {
                link = "|cffffffff|Hitem:22824:0:0:0:0:0:0:0:10|h[Большой эликсир силы]|h|r",
                name = "Большой эликсир силы",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:22825:0:0:0:0:0:0:0:10|h[Эликсир целительной силы]|h|r",
                name = "Эликсир целительной силы",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:22829:0:0:0:0:0:0:0:10|h[Гигантский флакон с лечебным зельем]|h|r",
                name = "Гигантский флакон с лечебным зельем",
                count = 114,
            },
            {
                link = "|cffffffff|Hitem:22832:0:0:0:0:0:0:0:10|h[Гигантский флакон с зельем маны]|h|r",
                name = "Гигантский флакон с зельем маны",
                count = 120,
            },
            {
                link = "|cffffffff|Hitem:22834:0:0:0:0:0:0:0:10|h[Большой эликсир защиты]|h|r",
                name = "Большой эликсир защиты",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:2454:0:0:0:0:0:0:0:10|h[Эликсир львиной силы]|h|r",
                name = "Эликсир львиной силы",
                count = 90,
            },
            {
                link = "|cffffffff|Hitem:2455:0:0:0:0:0:0:0:10|h[Крохотный флакон с зельем маны]|h|r",
                name = "Крохотный флакон с зельем маны",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:2456:0:0:0:0:0:0:0:10|h[Слабое зелье омоложения]|h|r",
                name = "Слабое зелье омоложения",
                count = 35,
            },
            {
                link = "|cffffffff|Hitem:2458:0:0:0:0:0:0:0:10|h[Слабый эликсир стойкости]|h|r",
                name = "Слабый эликсир стойкости",
                count = 92,
            },
            {
                link = "|cffffffff|Hitem:2459:0:0:0:0:0:0:0:10|h[Зелье скорости]|h|r",
                name = "Зелье скорости",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:28100:0:0:0:0:0:0:0:10|h[Флакон с летучим лечебным зельем]|h|r",
                name = "Флакон с летучим лечебным зельем",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:28101:0:0:0:0:0:0:0:10|h[Флакон с нестойким зельем маны]|h|r",
                name = "Флакон с нестойким зельем маны",
                count = 27,
            },
            {
                link = "|cffffffff|Hitem:28102:0:0:0:0:0:0:0:10|h[Эликсир натиска]|h|r",
                name = "Эликсир натиска",
                count = 62,
            },
            {
                link = "|cffffffff|Hitem:28103:0:0:0:0:0:0:0:10|h[Эликсир адепта]|h|r",
                name = "Эликсир адепта",
                count = 31,
            },
            {
                link = "|cffffffff|Hitem:28104:0:0:0:0:0:0:0:10|h[Эликсир власти]|h|r",
                name = "Эликсир власти",
                count = 33,
            },
            {
                link = "|cffffffff|Hitem:32067:0:0:0:0:0:0:0:10|h[Эликсир дренейской мудрости]|h|r",
                name = "Эликсир дренейской мудрости",
                count = 110,
            },
            {
                link = "|cffffffff|Hitem:33447:0:0:0:0:0:0:0:10|h[Рунический флакон с лечебным зельем]|h|r",
                name = "Рунический флакон с лечебным зельем",
                count = 34,
            },
            {
                link = "|cffffffff|Hitem:33448:0:0:0:0:0:0:0:10|h[Рунический флакон с зельем маны]|h|r",
                name = "Рунический флакон с зельем маны",
                count = 15,
            },
            {
                link = "|cffffffff|Hitem:3382:0:0:0:0:0:0:0:10|h[Слабое зелье тролльей крови]|h|r",
                name = "Слабое зелье тролльей крови",
                count = 126,
            },
            {
                link = "|cffffffff|Hitem:3383:0:0:0:0:0:0:0:10|h[Эликсир мудрости]|h|r",
                name = "Эликсир мудрости",
                count = 110,
            },
            {
                link = "|cffffffff|Hitem:3384:0:0:0:0:0:0:0:10|h[Слабое зелье защиты от магии]|h|r",
                name = "Слабое зелье защиты от магии",
                count = 15,
            },
            {
                link = "|cffffffff|Hitem:3386:0:0:0:0:0:0:0:10|h[Эликсир излечения]|h|r",
                name = "Эликсир излечения",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:3388:0:0:0:0:0:0:0:10|h[Крепкое зелье тролльей крови]|h|r",
                name = "Крепкое зелье тролльей крови",
                count = 49,
            },
            {
                link = "|cffffffff|Hitem:3389:0:0:0:0:0:0:0:10|h[Эликсир Защиты]|h|r",
                name = "Эликсир Защиты",
                count = 45,
            },
            {
                link = "|cffffffff|Hitem:3390:0:0:0:0:0:0:0:10|h[Малый эликсир ловкости]|h|r",
                name = "Малый эликсир ловкости",
                count = 37,
            },
            {
                link = "|cffffffff|Hitem:34440:0:0:0:0:0:0:0:10|h[Зелье безумного алхимика]|h|r",
                name = "Зелье безумного алхимика",
                count = 40,
            },
            {
                link = "|cffffffff|Hitem:3823:0:0:0:0:0:0:0:10|h[Зелье простой невидимости]|h|r",
                name = "Зелье простой невидимости",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:3824:0:0:0:0:0:0:0:10|h[Масло Тьмы]|h|r",
                name = "Масло Тьмы",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:3826:0:0:0:0:0:0:0:10|h[Большой эликсир тролльей крови]|h|r",
                name = "Большой эликсир тролльей крови",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:3827:0:0:0:0:0:0:0:10|h[Зелье маны]|h|r",
                name = "Зелье маны",
                count = 27,
            },
            {
                link = "|cffffffff|Hitem:3829:0:0:0:0:0:0:0:10|h[Масло льда]|h|r",
                name = "Масло льда",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:3928:0:0:0:0:0:0:0:10|h[Большой флакон с лечебным зельем]|h|r",
                name = "Большой флакон с лечебным зельем",
                count = 176,
            },
            {
                link = "|cffffffff|Hitem:39671:0:0:0:0:0:0:0:10|h[Флакон с бодрящим лечебным зельем]|h|r",
                name = "Флакон с бодрящим лечебным зельем",
                count = 37,
            },
            {
                link = "|cffffffff|Hitem:40068:0:0:0:0:0:0:0:10|h[Эликсир гнева]|h|r",
                name = "Эликсир гнева",
                count = 23,
            },
            {
                link = "|cffffffff|Hitem:40070:0:0:0:0:0:0:0:10|h[Эликсир силы заклинаний]|h|r",
                name = "Эликсир силы заклинаний",
                count = 122,
            },
            {
                link = "|cffffffff|Hitem:40073:0:0:0:0:0:0:0:10|h[Мощный эликсир силы]|h|r",
                name = "Мощный эликсир силы",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:40076:0:0:0:0:0:0:0:10|h[Эликсир гуру]|h|r",
                name = "Эликсир гуру",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:40077:0:0:0:0:0:0:0:10|h[Зелье сумасшедшего алхимика]|h|r",
                name = "Зелье сумасшедшего алхимика",
                count = 21,
            },
            {
                link = "|cffffffff|Hitem:40078:0:0:0:0:0:0:0:10|h[Мощный эликсир стойкости]|h|r",
                name = "Мощный эликсир стойкости",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:40093:0:0:0:0:0:0:0:10|h[Зелье несокрушимости]|h|r",
                name = "Зелье несокрушимости",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:40109:0:0:0:0:0:0:0:10|h[Мощный эликсир крови волшебника]|h|r",
                name = "Мощный эликсир крови волшебника",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:40212:0:0:0:0:0:0:0:10|h[Зелье дикой магии]|h|r",
                name = "Зелье дикой магии",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:40308:0:0:0:0:0:0:0:10|h[Зелье адреналина]|h|r",
                name = "Зелье адреналина",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:44325:0:0:0:0:0:0:0:10|h[Эликсир меткости]|h|r",
                name = "Эликсир меткости",
                count = 19,
            },
            {
                link = "|cffffffff|Hitem:44327:0:0:0:0:0:0:0:10|h[Эликсир смертельных ударов]|h|r",
                name = "Эликсир смертельных ударов",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:44329:0:0:0:0:0:0:0:10|h[Эликсир мастерства]|h|r",
                name = "Эликсир мастерства",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:44330:0:0:0:0:0:0:0:10|h[Эликсир пробивания брони]|h|r",
                name = "Эликсир пробивания брони",
                count = 45,
            },
            {
                link = "|cffffffff|Hitem:44331:0:0:0:0:0:0:0:10|h[Эликсир молниеносности]|h|r",
                name = "Эликсир молниеносности",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:44332:0:0:0:0:0:0:0:10|h[Мощный эликсир разума]|h|r",
                name = "Мощный эликсир разума",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:44939:0:0:0:0:0:0:0:10|h[Малый настой сопротивления]|h|r",
                name = "Малый настой сопротивления",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:45621:0:0:0:0:0:0:0:10|h[Слабый эликсир меткости]|h|r",
                name = "Слабый эликсир меткости",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:4623:0:0:0:0:0:0:0:10|h[Простое зелье каменного щита]|h|r",
                name = "Простое зелье каменного щита",
                count = 27,
            },
            {
                link = "|cffffffff|Hitem:5634:0:0:0:0:0:0:0:10|h[Зелье свободы действий]|h|r",
                name = "Зелье свободы действий",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:5996:0:0:0:0:0:0:0:10|h[Эликсир подводного дыхания]|h|r",
                name = "Эликсир подводного дыхания",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:5997:0:0:0:0:0:0:0:10|h[Слабый эликсир защиты]|h|r",
                name = "Слабый эликсир защиты",
                count = 26,
            },
            {
                link = "|cffffffff|Hitem:6149:0:0:0:0:0:0:0:10|h[Средний флакон с зельем маны]|h|r",
                name = "Средний флакон с зельем маны",
                count = 235,
            },
            {
                link = "|cffffffff|Hitem:6372:0:0:0:0:0:0:0:10|h[Зелье быстрого плавания]|h|r",
                name = "Зелье быстрого плавания",
                count = 77,
            },
            {
                link = "|cffffffff|Hitem:6373:0:0:0:0:0:0:0:10|h[Эликсир огневой мощи]|h|r",
                name = "Эликсир огневой мощи",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:6452:0:0:0:0:0:0:0:10|h[Противоядие]|h|r",
                name = "Противоядие",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:6453:0:0:0:0:0:0:0:10|h[Сильное противоядие]|h|r",
                name = "Сильное противоядие",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:6662:0:0:0:0:0:0:0:10|h[Эликсир увеличения]|h|r",
                name = "Эликсир увеличения",
                count = 47,
            },
            {
                link = "|cffffffff|Hitem:858:0:0:0:0:0:0:0:10|h[Маленький флакон с лечебным зельем]|h|r",
                name = "Маленький флакон с лечебным зельем",
                count = 21,
            },
            {
                link = "|cffffffff|Hitem:8827:0:0:0:0:0:0:0:10|h[Эликсир хождения по воде]|h|r",
                name = "Эликсир хождения по воде",
                count = 15,
            },
            {
                link = "|cffffffff|Hitem:8949:0:0:0:0:0:0:0:10|h[Эликсир ловкости]|h|r",
                name = "Эликсир ловкости",
                count = 40,
            },
            {
                link = "|cffffffff|Hitem:8951:0:0:0:0:0:0:0:10|h[Сильный эликсир защиты]|h|r",
                name = "Сильный эликсир защиты",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:9030:0:0:0:0:0:0:0:10|h[Приводящее в сознание зелье]|h|r",
                name = "Приводящее в сознание зелье",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:9154:0:0:0:0:0:0:0:10|h[Эликсир обнаружения нежити]|h|r",
                name = "Эликсир обнаружения нежити",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:9155:0:0:0:0:0:0:0:10|h[Чародейский эликсир]|h|r",
                name = "Чародейский эликсир",
                count = 61,
            },
            {
                link = "|cffffffff|Hitem:9172:0:0:0:0:0:0:0:10|h[Зелье невидимости]|h|r",
                name = "Зелье невидимости",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:9179:0:0:0:0:0:0:0:10|h[Сильный эликсир интеллекта]|h|r",
                name = "Сильный эликсир интеллекта",
                count = 138,
            },
            {
                link = "|cffffffff|Hitem:9187:0:0:0:0:0:0:0:10|h[Сильный эликсир ловкости]|h|r",
                name = "Сильный эликсир ловкости",
                count = 83,
            },
            {
                link = "|cffffffff|Hitem:9206:0:0:0:0:0:0:0:10|h[Эликсир великанов]|h|r",
                name = "Эликсир великанов",
                count = 39,
            },
            {
                link = "|cffffffff|Hitem:9233:0:0:0:0:0:0:0:10|h[Эликсир обнаружения демонов]|h|r",
                name = "Эликсир обнаружения демонов",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:9264:0:0:0:0:0:0:0:10|h[Эликсир энергии Тьмы]|h|r",
                name = "Эликсир энергии Тьмы",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:929:0:0:0:0:0:0:0:10|h[Лечебное зелье]|h|r",
                name = "Лечебное зелье",
                count = 118,
            },
        },
        bank = {
            last_update = 1783783463,
            items = {
                {
                    link = "|cffffffff|Hitem:10592:0:0:0:0:0:0:0:10|h[Эликсир \"Кошачий глаз\"]|h|r",
                    name = "Эликсир \"Кошачий глаз\"",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:12190:0:0:0:0:0:0:0:10|h[Зелье спокойного сна]|h|r",
                    name = "Зелье спокойного сна",
                    count = 12,
                },
                {
                    link = "|cffffffff|Hitem:12820:0:0:0:0:0:0:0:10|h[Огненная вода Зимней Спячки]|h|r",
                    name = "Огненная вода Зимней Спячки",
                    count = 105,
                },
                {
                    link = "|cffffffff|Hitem:13445:0:0:0:0:0:0:0:10|h[Наилучший эликсир защиты]|h|r",
                    name = "Наилучший эликсир защиты",
                    count = 27,
                },
                {
                    link = "|cffffffff|Hitem:13447:0:0:0:0:0:0:0:10|h[Эликсир мудрецов]|h|r",
                    name = "Эликсир мудрецов",
                    count = 59,
                },
                {
                    link = "|cffffffff|Hitem:13452:0:0:0:0:0:0:0:10|h[Эликсир мангуста]|h|r",
                    name = "Эликсир мангуста",
                    count = 18,
                },
                {
                    link = "|cffffffff|Hitem:13453:0:0:0:0:0:0:0:10|h[Эликсир грубой силы]|h|r",
                    name = "Эликсир грубой силы",
                    count = 82,
                },
                {
                    link = "|cffffffff|Hitem:13454:0:0:0:0:0:0:0:10|h[Сильный чародейский эликсир]|h|r",
                    name = "Сильный чародейский эликсир",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:13462:0:0:0:0:0:0:0:10|h[Зелье очищения]|h|r",
                    name = "Зелье очищения",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:13512:0:0:0:0:0:0:0:10|h[Настой великой силы]|h|r",
                    name = "Настой великой силы",
                    count = 33,
                },
                {
                    link = "|cffffffff|Hitem:18294:0:0:0:0:0:0:0:10|h[Сильный эликсир подводного дыхания]|h|r",
                    name = "Сильный эликсир подводного дыхания",
                    count = 47,
                },
                {
                    link = "|cffffffff|Hitem:22824:0:0:0:0:0:0:0:10|h[Большой эликсир силы]|h|r",
                    name = "Большой эликсир силы",
                    count = 13,
                },
                {
                    link = "|cffffffff|Hitem:22825:0:0:0:0:0:0:0:10|h[Эликсир целительной силы]|h|r",
                    name = "Эликсир целительной силы",
                    count = 50,
                },
                {
                    link = "|cffffffff|Hitem:22834:0:0:0:0:0:0:0:10|h[Большой эликсир защиты]|h|r",
                    name = "Большой эликсир защиты",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:2454:0:0:0:0:0:0:0:10|h[Эликсир львиной силы]|h|r",
                    name = "Эликсир львиной силы",
                    count = 90,
                },
                {
                    link = "|cffffffff|Hitem:2458:0:0:0:0:0:0:0:10|h[Слабый эликсир стойкости]|h|r",
                    name = "Слабый эликсир стойкости",
                    count = 92,
                },
                {
                    link = "|cffffffff|Hitem:2459:0:0:0:0:0:0:0:10|h[Зелье скорости]|h|r",
                    name = "Зелье скорости",
                    count = 12,
                },
                {
                    link = "|cffffffff|Hitem:28102:0:0:0:0:0:0:0:10|h[Эликсир натиска]|h|r",
                    name = "Эликсир натиска",
                    count = 62,
                },
                {
                    link = "|cffffffff|Hitem:28103:0:0:0:0:0:0:0:10|h[Эликсир адепта]|h|r",
                    name = "Эликсир адепта",
                    count = 31,
                },
                {
                    link = "|cffffffff|Hitem:28104:0:0:0:0:0:0:0:10|h[Эликсир власти]|h|r",
                    name = "Эликсир власти",
                    count = 33,
                },
                {
                    link = "|cffffffff|Hitem:32067:0:0:0:0:0:0:0:10|h[Эликсир дренейской мудрости]|h|r",
                    name = "Эликсир дренейской мудрости",
                    count = 110,
                },
                {
                    link = "|cffffffff|Hitem:3382:0:0:0:0:0:0:0:10|h[Слабое зелье тролльей крови]|h|r",
                    name = "Слабое зелье тролльей крови",
                    count = 126,
                },
                {
                    link = "|cffffffff|Hitem:3383:0:0:0:0:0:0:0:10|h[Эликсир мудрости]|h|r",
                    name = "Эликсир мудрости",
                    count = 110,
                },
                {
                    link = "|cffffffff|Hitem:3384:0:0:0:0:0:0:0:10|h[Слабое зелье защиты от магии]|h|r",
                    name = "Слабое зелье защиты от магии",
                    count = 15,
                },
                {
                    link = "|cffffffff|Hitem:3386:0:0:0:0:0:0:0:10|h[Эликсир излечения]|h|r",
                    name = "Эликсир излечения",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:3388:0:0:0:0:0:0:0:10|h[Крепкое зелье тролльей крови]|h|r",
                    name = "Крепкое зелье тролльей крови",
                    count = 49,
                },
                {
                    link = "|cffffffff|Hitem:3389:0:0:0:0:0:0:0:10|h[Эликсир Защиты]|h|r",
                    name = "Эликсир Защиты",
                    count = 45,
                },
                {
                    link = "|cffffffff|Hitem:3390:0:0:0:0:0:0:0:10|h[Малый эликсир ловкости]|h|r",
                    name = "Малый эликсир ловкости",
                    count = 37,
                },
                {
                    link = "|cffffffff|Hitem:3823:0:0:0:0:0:0:0:10|h[Зелье простой невидимости]|h|r",
                    name = "Зелье простой невидимости",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:3824:0:0:0:0:0:0:0:10|h[Масло Тьмы]|h|r",
                    name = "Масло Тьмы",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:3826:0:0:0:0:0:0:0:10|h[Большой эликсир тролльей крови]|h|r",
                    name = "Большой эликсир тролльей крови",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:3829:0:0:0:0:0:0:0:10|h[Масло льда]|h|r",
                    name = "Масло льда",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:40068:0:0:0:0:0:0:0:10|h[Эликсир гнева]|h|r",
                    name = "Эликсир гнева",
                    count = 23,
                },
                {
                    link = "|cffffffff|Hitem:40070:0:0:0:0:0:0:0:10|h[Эликсир силы заклинаний]|h|r",
                    name = "Эликсир силы заклинаний",
                    count = 122,
                },
                {
                    link = "|cffffffff|Hitem:40073:0:0:0:0:0:0:0:10|h[Мощный эликсир силы]|h|r",
                    name = "Мощный эликсир силы",
                    count = 12,
                },
                {
                    link = "|cffffffff|Hitem:40076:0:0:0:0:0:0:0:10|h[Эликсир гуру]|h|r",
                    name = "Эликсир гуру",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:40077:0:0:0:0:0:0:0:10|h[Зелье сумасшедшего алхимика]|h|r",
                    name = "Зелье сумасшедшего алхимика",
                    count = 21,
                },
                {
                    link = "|cffffffff|Hitem:40078:0:0:0:0:0:0:0:10|h[Мощный эликсир стойкости]|h|r",
                    name = "Мощный эликсир стойкости",
                    count = 6,
                },
                {
                    link = "|cffffffff|Hitem:40093:0:0:0:0:0:0:0:10|h[Зелье несокрушимости]|h|r",
                    name = "Зелье несокрушимости",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:40109:0:0:0:0:0:0:0:10|h[Мощный эликсир крови волшебника]|h|r",
                    name = "Мощный эликсир крови волшебника",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:40212:0:0:0:0:0:0:0:10|h[Зелье дикой магии]|h|r",
                    name = "Зелье дикой магии",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:40308:0:0:0:0:0:0:0:10|h[Зелье адреналина]|h|r",
                    name = "Зелье адреналина",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:44325:0:0:0:0:0:0:0:10|h[Эликсир меткости]|h|r",
                    name = "Эликсир меткости",
                    count = 19,
                },
                {
                    link = "|cffffffff|Hitem:44327:0:0:0:0:0:0:0:10|h[Эликсир смертельных ударов]|h|r",
                    name = "Эликсир смертельных ударов",
                    count = 16,
                },
                {
                    link = "|cffffffff|Hitem:44329:0:0:0:0:0:0:0:10|h[Эликсир мастерства]|h|r",
                    name = "Эликсир мастерства",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:44330:0:0:0:0:0:0:0:10|h[Эликсир пробивания брони]|h|r",
                    name = "Эликсир пробивания брони",
                    count = 45,
                },
                {
                    link = "|cffffffff|Hitem:44331:0:0:0:0:0:0:0:10|h[Эликсир молниеносности]|h|r",
                    name = "Эликсир молниеносности",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:44332:0:0:0:0:0:0:0:10|h[Мощный эликсир разума]|h|r",
                    name = "Мощный эликсир разума",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:44939:0:0:0:0:0:0:0:10|h[Малый настой сопротивления]|h|r",
                    name = "Малый настой сопротивления",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:45621:0:0:0:0:0:0:0:10|h[Слабый эликсир меткости]|h|r",
                    name = "Слабый эликсир меткости",
                    count = 12,
                },
                {
                    link = "|cffffffff|Hitem:4623:0:0:0:0:0:0:0:10|h[Простое зелье каменного щита]|h|r",
                    name = "Простое зелье каменного щита",
                    count = 27,
                },
                {
                    link = "|cffffffff|Hitem:5634:0:0:0:0:0:0:0:10|h[Зелье свободы действий]|h|r",
                    name = "Зелье свободы действий",
                    count = 6,
                },
                {
                    link = "|cffffffff|Hitem:5996:0:0:0:0:0:0:0:10|h[Эликсир подводного дыхания]|h|r",
                    name = "Эликсир подводного дыхания",
                    count = 50,
                },
                {
                    link = "|cffffffff|Hitem:5997:0:0:0:0:0:0:0:10|h[Слабый эликсир защиты]|h|r",
                    name = "Слабый эликсир защиты",
                    count = 26,
                },
                {
                    link = "|cffffffff|Hitem:6372:0:0:0:0:0:0:0:10|h[Зелье быстрого плавания]|h|r",
                    name = "Зелье быстрого плавания",
                    count = 77,
                },
                {
                    link = "|cffffffff|Hitem:6373:0:0:0:0:0:0:0:10|h[Эликсир огневой мощи]|h|r",
                    name = "Эликсир огневой мощи",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:6452:0:0:0:0:0:0:0:10|h[Противоядие]|h|r",
                    name = "Противоядие",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:6453:0:0:0:0:0:0:0:10|h[Сильное противоядие]|h|r",
                    name = "Сильное противоядие",
                    count = 6,
                },
                {
                    link = "|cffffffff|Hitem:6662:0:0:0:0:0:0:0:10|h[Эликсир увеличения]|h|r",
                    name = "Эликсир увеличения",
                    count = 47,
                },
                {
                    link = "|cffffffff|Hitem:8827:0:0:0:0:0:0:0:10|h[Эликсир хождения по воде]|h|r",
                    name = "Эликсир хождения по воде",
                    count = 15,
                },
                {
                    link = "|cffffffff|Hitem:8949:0:0:0:0:0:0:0:10|h[Эликсир ловкости]|h|r",
                    name = "Эликсир ловкости",
                    count = 40,
                },
                {
                    link = "|cffffffff|Hitem:8951:0:0:0:0:0:0:0:10|h[Сильный эликсир защиты]|h|r",
                    name = "Сильный эликсир защиты",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:9030:0:0:0:0:0:0:0:10|h[Приводящее в сознание зелье]|h|r",
                    name = "Приводящее в сознание зелье",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:9154:0:0:0:0:0:0:0:10|h[Эликсир обнаружения нежити]|h|r",
                    name = "Эликсир обнаружения нежити",
                    count = 16,
                },
                {
                    link = "|cffffffff|Hitem:9155:0:0:0:0:0:0:0:10|h[Чародейский эликсир]|h|r",
                    name = "Чародейский эликсир",
                    count = 61,
                },
                {
                    link = "|cffffffff|Hitem:9172:0:0:0:0:0:0:0:10|h[Зелье невидимости]|h|r",
                    name = "Зелье невидимости",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:9179:0:0:0:0:0:0:0:10|h[Сильный эликсир интеллекта]|h|r",
                    name = "Сильный эликсир интеллекта",
                    count = 138,
                },
                {
                    link = "|cffffffff|Hitem:9187:0:0:0:0:0:0:0:10|h[Сильный эликсир ловкости]|h|r",
                    name = "Сильный эликсир ловкости",
                    count = 83,
                },
                {
                    link = "|cffffffff|Hitem:9206:0:0:0:0:0:0:0:10|h[Эликсир великанов]|h|r",
                    name = "Эликсир великанов",
                    count = 39,
                },
                {
                    link = "|cffffffff|Hitem:9233:0:0:0:0:0:0:0:10|h[Эликсир обнаружения демонов]|h|r",
                    name = "Эликсир обнаружения демонов",
                    count = 13,
                },
                {
                    link = "|cffffffff|Hitem:9264:0:0:0:0:0:0:0:10|h[Эликсир энергии Тьмы]|h|r",
                    name = "Эликсир энергии Тьмы",
                    count = 1,
                },
            },
        },
        bags = {
            last_update = 1783783532,
            items = {
                {
                    link = "|cffffffff|Hitem:118:0:0:0:0:0:0:0:10|h[Крохотный флакон с лечебным зельем]|h|r",
                    name = "Крохотный флакон с лечебным зельем",
                    count = 100,
                },
                {
                    link = "|cffffffff|Hitem:13444:0:0:0:0:0:0:0:10|h[Огромный флакон с зельем маны]|h|r",
                    name = "Огромный флакон с зельем маны",
                    count = 101,
                },
                {
                    link = "|cffffffff|Hitem:13446:0:0:0:0:0:0:0:10|h[Огромный флакон с лечебным зельем]|h|r",
                    name = "Огромный флакон с лечебным зельем",
                    count = 129,
                },
                {
                    link = "|cffffffff|Hitem:1710:0:0:0:0:0:0:0:10|h[Средний флакон с лечебным зельем]|h|r",
                    name = "Средний флакон с лечебным зельем",
                    count = 135,
                },
                {
                    link = "|cffffffff|Hitem:22829:0:0:0:0:0:0:0:10|h[Гигантский флакон с лечебным зельем]|h|r",
                    name = "Гигантский флакон с лечебным зельем",
                    count = 114,
                },
                {
                    link = "|cffffffff|Hitem:22832:0:0:0:0:0:0:0:10|h[Гигантский флакон с зельем маны]|h|r",
                    name = "Гигантский флакон с зельем маны",
                    count = 120,
                },
                {
                    link = "|cffffffff|Hitem:2455:0:0:0:0:0:0:0:10|h[Крохотный флакон с зельем маны]|h|r",
                    name = "Крохотный флакон с зельем маны",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:2456:0:0:0:0:0:0:0:10|h[Слабое зелье омоложения]|h|r",
                    name = "Слабое зелье омоложения",
                    count = 35,
                },
                {
                    link = "|cffffffff|Hitem:28100:0:0:0:0:0:0:0:10|h[Флакон с летучим лечебным зельем]|h|r",
                    name = "Флакон с летучим лечебным зельем",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:28101:0:0:0:0:0:0:0:10|h[Флакон с нестойким зельем маны]|h|r",
                    name = "Флакон с нестойким зельем маны",
                    count = 27,
                },
                {
                    link = "|cffffffff|Hitem:33447:0:0:0:0:0:0:0:10|h[Рунический флакон с лечебным зельем]|h|r",
                    name = "Рунический флакон с лечебным зельем",
                    count = 34,
                },
                {
                    link = "|cffffffff|Hitem:33448:0:0:0:0:0:0:0:10|h[Рунический флакон с зельем маны]|h|r",
                    name = "Рунический флакон с зельем маны",
                    count = 15,
                },
                {
                    link = "|cffffffff|Hitem:34440:0:0:0:0:0:0:0:10|h[Зелье безумного алхимика]|h|r",
                    name = "Зелье безумного алхимика",
                    count = 40,
                },
                {
                    link = "|cffffffff|Hitem:3827:0:0:0:0:0:0:0:10|h[Зелье маны]|h|r",
                    name = "Зелье маны",
                    count = 27,
                },
                {
                    link = "|cffffffff|Hitem:3928:0:0:0:0:0:0:0:10|h[Большой флакон с лечебным зельем]|h|r",
                    name = "Большой флакон с лечебным зельем",
                    count = 176,
                },
                {
                    link = "|cffffffff|Hitem:39671:0:0:0:0:0:0:0:10|h[Флакон с бодрящим лечебным зельем]|h|r",
                    name = "Флакон с бодрящим лечебным зельем",
                    count = 37,
                },
                {
                    link = "|cffffffff|Hitem:6149:0:0:0:0:0:0:0:10|h[Средний флакон с зельем маны]|h|r",
                    name = "Средний флакон с зельем маны",
                    count = 235,
                },
                {
                    link = "|cffffffff|Hitem:858:0:0:0:0:0:0:0:10|h[Маленький флакон с лечебным зельем]|h|r",
                    name = "Маленький флакон с лечебным зельем",
                    count = 21,
                },
                {
                    link = "|cffffffff|Hitem:929:0:0:0:0:0:0:0:10|h[Лечебное зелье]|h|r",
                    name = "Лечебное зелье",
                    count = 118,
                },
            },
        },
    },
    {
        name = "Мушкетон",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-07-12 08:49:39",
        money = 4062,
        empty = 105,
        location = "Оргриммар",
        items = {
            {
                link = "|cff1eff00|Hitem:29740:0:0:0:0:0:0:0:10|h[Латные перчатки Скверны]|h|r",
                name = "Латные перчатки Скверны",
                count = 4,
            },
            {
                link = "|cff1eff00|Hitem:4255:0:0:0:0:0:0:0:10|h[Зеленый кожаный доспех]|h|r",
                name = "Зеленый кожаный доспех",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:43297:0:0:0:0:0:0:0:10|h[Поврежденное ожерелье]|h|r",
                name = "Поврежденное ожерелье",
                count = 10,
            },
            {
                link = "|cff1eff00|Hitem:4369:0:0:0:0:0:0:0:10|h[Смертоносный мушкетон]|h|r",
                name = "Смертоносный мушкетон",
                count = 27,
            },
            {
                link = "|cff1eff00|Hitem:5770:0:0:0:0:0:0:0:10|h[Одеяния Тайны]|h|r",
                name = "Одеяния Тайны",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:10561:0:0:0:0:0:0:0:10|h[Мифриловая обшивка]|h|r",
                name = "Мифриловая обшивка",
                count = 44,
            },
            {
                link = "|cffffffff|Hitem:11018:0:0:0:0:0:0:0:10|h[Земля Ун'Горо]|h|r",
                name = "Земля Ун'Горо",
                count = 373,
            },
            {
                link = "|cffffffff|Hitem:11407:0:0:0:0:0:0:0:10|h[Разорванная шкура медведя]|h|r",
                name = "Разорванная шкура медведя",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:12433:0:0:0:0:0:0:0:10|h[Э'ко диких совухов]|h|r",
                name = "Э'ко диких совухов",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:17056:0:0:0:0:0:0:0:10|h[Легкое перышко]|h|r",
                name = "Легкое перышко",
                count = 228,
            },
            {
                link = "|cffffffff|Hitem:17057:0:0:0:0:0:0:0:10|h[Блестящая рыбья чешуя]|h|r",
                name = "Блестящая рыбья чешуя",
                count = 113,
            },
            {
                link = "|cffffffff|Hitem:17058:0:0:0:0:0:0:0:10|h[Рыбий жир]|h|r",
                name = "Рыбий жир",
                count = 102,
            },
            {
                link = "|cffffffff|Hitem:18944:0:0:0:0:0:0:0:10|h[Чешуя пламезавра]|h|r",
                name = "Чешуя пламезавра",
                count = 58,
            },
            {
                link = "|cffffffff|Hitem:18945:0:0:0:0:0:0:0:10|h[Окалина черного железа]|h|r",
                name = "Окалина черного железа",
                count = 117,
            },
            {
                link = "|cffffffff|Hitem:19933:0:0:0:0:0:0:0:10|h[Светящаяся кровь скорпида]|h|r",
                name = "Светящаяся кровь скорпида",
                count = 21,
            },
            {
                link = "|cffffffff|Hitem:22525:0:0:0:0:0:0:0:10|h[Конечности и панцири некрорахнидов]|h|r",
                name = "Конечности и панцири некрорахнидов",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:22526:0:0:0:0:0:0:0:10|h[Обломки костей]|h|r",
                name = "Обломки костей",
                count = 88,
            },
            {
                link = "|cffffffff|Hitem:22527:0:0:0:0:0:0:0:10|h[Средоточие Стихий]|h|r",
                name = "Средоточие Стихий",
                count = 778,
            },
            {
                link = "|cffffffff|Hitem:22528:0:0:0:0:0:0:0:10|h[Пластины из темного железа]|h|r",
                name = "Пластины из темного железа",
                count = 166,
            },
            {
                link = "|cffffffff|Hitem:22529:0:0:0:0:0:0:0:10|h[Дикий росток]|h|r",
                name = "Дикий росток",
                count = 119,
            },
            {
                link = "|cffffffff|Hitem:24245:0:0:0:0:0:0:0:10|h[Огнешляпка]|h|r",
                name = "Огнешляпка",
                count = 93,
            },
            {
                link = "|cffffffff|Hitem:24290:0:0:0:0:0:0:0:10|h[Мешочек зрелых спор]|h|r",
                name = "Мешочек зрелых спор",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:24291:0:0:0:0:0:0:0:10|h[Усик болотника]|h|r",
                name = "Усик болотника",
                count = 36,
            },
            {
                link = "|cffffffff|Hitem:24401:0:0:0:0:0:0:0:10|h[Неопознанные части растений]|h|r",
                name = "Неопознанные части растений",
                count = 42,
            },
            {
                link = "|cffffffff|Hitem:25719:0:0:0:0:0:0:0:10|h[Перо араккоа]|h|r",
                name = "Перо араккоа",
                count = 70,
            },
            {
                link = "|cffffffff|Hitem:29425:0:0:0:0:0:0:0:10|h[Знак Кил'джедена]|h|r",
                name = "Знак Кил'джедена",
                count = 89,
            },
            {
                link = "|cffffffff|Hitem:29426:0:0:0:0:0:0:0:10|h[Перстень Огнекрылов]|h|r",
                name = "Перстень Огнекрылов",
                count = 29,
            },
            {
                link = "|cffffffff|Hitem:30809:0:0:0:0:0:0:0:10|h[Знак Саргераса]|h|r",
                name = "Знак Саргераса",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:30810:0:0:0:0:0:0:0:10|h[Перстень Ярости Солнца]|h|r",
                name = "Перстень Ярости Солнца",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:42780:0:0:0:0:0:0:0:10|h[Реликвия Ульдуара]|h|r",
                name = "Реликвия Ульдуара",
                count = 85,
            },
            {
                link = "|cffffffff|Hitem:4389:0:0:0:0:0:0:0:10|h[Гирохронатом]|h|r",
                name = "Гирохронатом",
                count = 30,
            },
            {
                link = "|cffffffff|Hitem:4392:0:0:0:0:0:0:0:10|h[Усовершенствованный манекен-мишень]|h|r",
                name = "Усовершенствованный манекен-мишень",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:4457:0:0:0:0:0:0:0:10|h[Жареное крыло канюка]|h|r",
                name = "Жареное крыло канюка",
                count = 84,
            },
            {
                link = "|cffffffff|Hitem:5075:0:0:0:0:0:0:0:10|h[Кровавые осколки]|h|r",
                name = "Кровавые осколки",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:5117:0:0:0:0:0:0:0:10|h[Радужное перо]|h|r",
                name = "Радужное перо",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:8932:0:0:0:0:0:0:0:10|h[Альтеракский сыр]|h|r",
                name = "Альтеракский сыр",
                count = 27,
            },
        },
        bank = {
            last_update = 1783835370,
            items = {
                {
                    link = "|cff1eff00|Hitem:29740:0:0:0:0:0:0:0:10|h[Латные перчатки Скверны]|h|r",
                    name = "Латные перчатки Скверны",
                    count = 4,
                },
                {
                    link = "|cff1eff00|Hitem:43297:0:0:0:0:0:0:0:10|h[Поврежденное ожерелье]|h|r",
                    name = "Поврежденное ожерелье",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:11018:0:0:0:0:0:0:0:10|h[Земля Ун'Горо]|h|r",
                    name = "Земля Ун'Горо",
                    count = 373,
                },
                {
                    link = "|cffffffff|Hitem:11407:0:0:0:0:0:0:0:10|h[Разорванная шкура медведя]|h|r",
                    name = "Разорванная шкура медведя",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:12433:0:0:0:0:0:0:0:10|h[Э'ко диких совухов]|h|r",
                    name = "Э'ко диких совухов",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:17056:0:0:0:0:0:0:0:10|h[Легкое перышко]|h|r",
                    name = "Легкое перышко",
                    count = 228,
                },
                {
                    link = "|cffffffff|Hitem:17057:0:0:0:0:0:0:0:10|h[Блестящая рыбья чешуя]|h|r",
                    name = "Блестящая рыбья чешуя",
                    count = 113,
                },
                {
                    link = "|cffffffff|Hitem:17058:0:0:0:0:0:0:0:10|h[Рыбий жир]|h|r",
                    name = "Рыбий жир",
                    count = 102,
                },
                {
                    link = "|cffffffff|Hitem:18944:0:0:0:0:0:0:0:10|h[Чешуя пламезавра]|h|r",
                    name = "Чешуя пламезавра",
                    count = 58,
                },
                {
                    link = "|cffffffff|Hitem:18945:0:0:0:0:0:0:0:10|h[Окалина черного железа]|h|r",
                    name = "Окалина черного железа",
                    count = 117,
                },
                {
                    link = "|cffffffff|Hitem:19933:0:0:0:0:0:0:0:10|h[Светящаяся кровь скорпида]|h|r",
                    name = "Светящаяся кровь скорпида",
                    count = 21,
                },
                {
                    link = "|cffffffff|Hitem:22525:0:0:0:0:0:0:0:10|h[Конечности и панцири некрорахнидов]|h|r",
                    name = "Конечности и панцири некрорахнидов",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:22526:0:0:0:0:0:0:0:10|h[Обломки костей]|h|r",
                    name = "Обломки костей",
                    count = 88,
                },
                {
                    link = "|cffffffff|Hitem:22527:0:0:0:0:0:0:0:10|h[Средоточие Стихий]|h|r",
                    name = "Средоточие Стихий",
                    count = 778,
                },
                {
                    link = "|cffffffff|Hitem:22528:0:0:0:0:0:0:0:10|h[Пластины из темного железа]|h|r",
                    name = "Пластины из темного железа",
                    count = 166,
                },
                {
                    link = "|cffffffff|Hitem:22529:0:0:0:0:0:0:0:10|h[Дикий росток]|h|r",
                    name = "Дикий росток",
                    count = 119,
                },
                {
                    link = "|cffffffff|Hitem:24245:0:0:0:0:0:0:0:10|h[Огнешляпка]|h|r",
                    name = "Огнешляпка",
                    count = 93,
                },
                {
                    link = "|cffffffff|Hitem:24290:0:0:0:0:0:0:0:10|h[Мешочек зрелых спор]|h|r",
                    name = "Мешочек зрелых спор",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:24291:0:0:0:0:0:0:0:10|h[Усик болотника]|h|r",
                    name = "Усик болотника",
                    count = 36,
                },
                {
                    link = "|cffffffff|Hitem:24401:0:0:0:0:0:0:0:10|h[Неопознанные части растений]|h|r",
                    name = "Неопознанные части растений",
                    count = 42,
                },
                {
                    link = "|cffffffff|Hitem:25719:0:0:0:0:0:0:0:10|h[Перо араккоа]|h|r",
                    name = "Перо араккоа",
                    count = 70,
                },
                {
                    link = "|cffffffff|Hitem:29425:0:0:0:0:0:0:0:10|h[Знак Кил'джедена]|h|r",
                    name = "Знак Кил'джедена",
                    count = 89,
                },
                {
                    link = "|cffffffff|Hitem:29426:0:0:0:0:0:0:0:10|h[Перстень Огнекрылов]|h|r",
                    name = "Перстень Огнекрылов",
                    count = 29,
                },
                {
                    link = "|cffffffff|Hitem:30809:0:0:0:0:0:0:0:10|h[Знак Саргераса]|h|r",
                    name = "Знак Саргераса",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:30810:0:0:0:0:0:0:0:10|h[Перстень Ярости Солнца]|h|r",
                    name = "Перстень Ярости Солнца",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:42780:0:0:0:0:0:0:0:10|h[Реликвия Ульдуара]|h|r",
                    name = "Реликвия Ульдуара",
                    count = 85,
                },
                {
                    link = "|cffffffff|Hitem:4389:0:0:0:0:0:0:0:10|h[Гирохронатом]|h|r",
                    name = "Гирохронатом",
                    count = 30,
                },
                {
                    link = "|cffffffff|Hitem:4392:0:0:0:0:0:0:0:10|h[Усовершенствованный манекен-мишень]|h|r",
                    name = "Усовершенствованный манекен-мишень",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:4457:0:0:0:0:0:0:0:10|h[Жареное крыло канюка]|h|r",
                    name = "Жареное крыло канюка",
                    count = 84,
                },
                {
                    link = "|cffffffff|Hitem:5075:0:0:0:0:0:0:0:10|h[Кровавые осколки]|h|r",
                    name = "Кровавые осколки",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:5117:0:0:0:0:0:0:0:10|h[Радужное перо]|h|r",
                    name = "Радужное перо",
                    count = 50,
                },
                {
                    link = "|cffffffff|Hitem:8932:0:0:0:0:0:0:0:10|h[Альтеракский сыр]|h|r",
                    name = "Альтеракский сыр",
                    count = 27,
                },
            },
        },
        bags = {
            last_update = 1783835373,
            items = {
                {
                    link = "|cff1eff00|Hitem:4255:0:0:0:0:0:0:0:10|h[Зеленый кожаный доспех]|h|r",
                    name = "Зеленый кожаный доспех",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4369:0:0:0:0:0:0:0:10|h[Смертоносный мушкетон]|h|r",
                    name = "Смертоносный мушкетон",
                    count = 27,
                },
                {
                    link = "|cff1eff00|Hitem:5770:0:0:0:0:0:0:0:10|h[Одеяния Тайны]|h|r",
                    name = "Одеяния Тайны",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:10561:0:0:0:0:0:0:0:10|h[Мифриловая обшивка]|h|r",
                    name = "Мифриловая обшивка",
                    count = 44,
                },
            },
        },
    },
    {
        name = "Мясушко",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-07-12 09:21:20",
        money = 213874,
        empty = 83,
        location = "Оргриммар",
        items = {
            {
                link = "|cffffffff|Hitem:1015:0:0:0:0:0:0:0:10|h[Постный волчий бок]|h|r",
                name = "Постный волчий бок",
                count = 44,
            },
            {
                link = "|cffffffff|Hitem:1081:0:0:0:0:0:0:0:10|h[Хрустящее паучье мясо]|h|r",
                name = "Хрустящее паучье мясо",
                count = 212,
            },
            {
                link = "|cffffffff|Hitem:12037:0:0:0:0:0:0:0:10|h[Таинственное мясо]|h|r",
                name = "Таинственное мясо",
                count = 119,
            },
            {
                link = "|cffffffff|Hitem:12184:0:0:0:0:0:0:0:10|h[Плоть ящера]|h|r",
                name = "Плоть ящера",
                count = 213,
            },
            {
                link = "|cffffffff|Hitem:12202:0:0:0:0:0:0:0:10|h[Мясо тигра]|h|r",
                name = "Мясо тигра",
                count = 262,
            },
            {
                link = "|cffffffff|Hitem:12203:0:0:0:0:0:0:0:10|h[Красное волчье мясо]|h|r",
                name = "Красное волчье мясо",
                count = 289,
            },
            {
                link = "|cffffffff|Hitem:12205:0:0:0:0:0:0:0:10|h[Белое мясо паука]|h|r",
                name = "Белое мясо паука",
                count = 23,
            },
            {
                link = "|cffffffff|Hitem:12206:0:0:0:0:0:0:0:10|h[Нежное крабовое мясо]|h|r",
                name = "Нежное крабовое мясо",
                count = 85,
            },
            {
                link = "|cffffffff|Hitem:12207:0:0:0:0:0:0:0:10|h[Гигантское яйцо]|h|r",
                name = "Гигантское яйцо",
                count = 149,
            },
            {
                link = "|cffffffff|Hitem:12208:0:0:0:0:0:0:0:10|h[Нежная волчатина]|h|r",
                name = "Нежная волчатина",
                count = 190,
            },
            {
                link = "|cffffffff|Hitem:12223:0:0:0:0:0:0:0:10|h[Мясистое крыло летучей мыши]|h|r",
                name = "Мясистое крыло летучей мыши",
                count = 48,
            },
            {
                link = "|cffffffff|Hitem:20424:0:0:0:0:0:0:0:10|h[Мясо песчаного червя]|h|r",
                name = "Мясо песчаного червя",
                count = 63,
            },
            {
                link = "|cffffffff|Hitem:2251:0:0:0:0:0:0:0:10|h[Липкая паучья лапка]|h|r",
                name = "Липкая паучья лапка",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:22644:0:0:0:0:0:0:0:10|h[Хрустящая паучья лапка]|h|r",
                name = "Хрустящая паучья лапка",
                count = 161,
            },
            {
                link = "|cffffffff|Hitem:24477:0:0:0:0:0:0:0:10|h[Мясо джаггала]|h|r",
                name = "Мясо джаггала",
                count = 211,
            },
            {
                link = "|cffffffff|Hitem:2672:0:0:0:0:0:0:0:10|h[Жилистая волчатина]|h|r",
                name = "Жилистая волчатина",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:2675:0:0:0:0:0:0:0:10|h[Клешня краба]|h|r",
                name = "Клешня краба",
                count = 18,
            },
            {
                link = "|cffffffff|Hitem:27439:0:0:0:0:0:0:0:10|h[Разъяренный речной рак]|h|r",
                name = "Разъяренный речной рак",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:27668:0:0:0:0:0:0:0:10|h[Рысье мясо]|h|r",
                name = "Рысье мясо",
                count = 127,
            },
            {
                link = "|cffffffff|Hitem:27669:0:0:0:0:0:0:0:10|h[Плоть летучей мыши]|h|r",
                name = "Плоть летучей мыши",
                count = 21,
            },
            {
                link = "|cffffffff|Hitem:27671:0:0:0:0:0:0:0:10|h[Мясо канюка]|h|r",
                name = "Мясо канюка",
                count = 170,
            },
            {
                link = "|cffffffff|Hitem:27674:0:0:0:0:0:0:0:10|h[Плоть опустошителя]|h|r",
                name = "Плоть опустошителя",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:27677:0:0:0:0:0:0:0:10|h[Шмат мяса василиска]|h|r",
                name = "Шмат мяса василиска",
                count = 46,
            },
            {
                link = "|cffffffff|Hitem:27678:0:0:0:0:0:0:0:10|h[Мясо копытня]|h|r",
                name = "Мясо копытня",
                count = 102,
            },
            {
                link = "|cffffffff|Hitem:27681:0:0:0:0:0:0:0:10|h[Плоть прыгуаны]|h|r",
                name = "Плоть прыгуаны",
                count = 15,
            },
            {
                link = "|cffffffff|Hitem:27682:0:0:0:0:0:0:0:10|h[Мясо дикого талбука]|h|r",
                name = "Мясо дикого талбука",
                count = 78,
            },
            {
                link = "|cffffffff|Hitem:2924:0:0:0:0:0:0:0:10|h[Мясо кроколиска]|h|r",
                name = "Мясо кроколиска",
                count = 46,
            },
            {
                link = "|cffffffff|Hitem:31670:0:0:0:0:0:0:0:10|h[Ребра ящера]|h|r",
                name = "Ребра ящера",
                count = 18,
            },
            {
                link = "|cffffffff|Hitem:3173:0:0:0:0:0:0:0:10|h[Медвежатина]|h|r",
                name = "Медвежатина",
                count = 22,
            },
            {
                link = "|cffffffff|Hitem:3174:0:0:0:0:0:0:0:10|h[Паучья лимфа]|h|r",
                name = "Паучья лимфа",
                count = 177,
            },
            {
                link = "|cffffffff|Hitem:3404:0:0:0:0:0:0:0:10|h[Крыло канюка]|h|r",
                name = "Крыло канюка",
                count = 60,
            },
            {
                link = "|cffffffff|Hitem:34736:0:0:0:0:0:0:0:10|h[Кусок мяса мамонта]|h|r",
                name = "Кусок мяса мамонта",
                count = 80,
            },
            {
                link = "|cffffffff|Hitem:3667:0:0:0:0:0:0:0:10|h[Нежное мясо кроколиска]|h|r",
                name = "Нежное мясо кроколиска",
                count = 256,
            },
            {
                link = "|cffffffff|Hitem:36782:0:0:0:0:0:0:0:10|h[Сочное мясо моллюска]|h|r",
                name = "Сочное мясо моллюска",
                count = 104,
            },
            {
                link = "|cffffffff|Hitem:3685:0:0:0:0:0:0:0:10|h[Яйцо ящера]|h|r",
                name = "Яйцо ящера",
                count = 276,
            },
            {
                link = "|cffffffff|Hitem:3712:0:0:0:0:0:0:0:10|h[Черепашье мясо]|h|r",
                name = "Черепашье мясо",
                count = 318,
            },
            {
                link = "|cffffffff|Hitem:3730:0:0:0:0:0:0:0:10|h[Мясо большого медведя]|h|r",
                name = "Мясо большого медведя",
                count = 24,
            },
            {
                link = "|cffffffff|Hitem:3731:0:0:0:0:0:0:0:10|h[Мясо льва]|h|r",
                name = "Мясо льва",
                count = 31,
            },
            {
                link = "|cffffffff|Hitem:43009:0:0:0:0:0:0:0:10|h[Бок черпорога]|h|r",
                name = "Бок черпорога",
                count = 166,
            },
            {
                link = "|cffffffff|Hitem:43010:0:0:0:0:0:0:0:10|h[Мясо червя]|h|r",
                name = "Мясо червя",
                count = 283,
            },
            {
                link = "|cffffffff|Hitem:43011:0:0:0:0:0:0:0:10|h[Окорок ворга]|h|r",
                name = "Окорок ворга",
                count = 139,
            },
            {
                link = "|cffffffff|Hitem:43012:0:0:0:0:0:0:0:10|h[Мясо люторога]|h|r",
                name = "Мясо люторога",
                count = 103,
            },
            {
                link = "|cffffffff|Hitem:43013:0:0:0:0:0:0:0:10|h[Охлажденное мясо]|h|r",
                name = "Охлажденное мясо",
                count = 1090,
            },
            {
                link = "|cffffffff|Hitem:43501:0:0:0:0:0:0:0:10|h[Нордскольское яйцо]|h|r",
                name = "Нордскольское яйцо",
                count = 90,
            },
            {
                link = "|cffffffff|Hitem:4655:0:0:0:0:0:0:0:10|h[Мясо гигантского моллюска]|h|r",
                name = "Мясо гигантского моллюска",
                count = 371,
            },
            {
                link = "|cffffffff|Hitem:5465:0:0:0:0:0:0:0:10|h[Небольшая паучья лапка]|h|r",
                name = "Небольшая паучья лапка",
                count = 52,
            },
            {
                link = "|cffffffff|Hitem:5466:0:0:0:0:0:0:0:10|h[Жало скорпида]|h|r",
                name = "Жало скорпида",
                count = 57,
            },
            {
                link = "|cffffffff|Hitem:5467:0:0:0:0:0:0:0:10|h[Мясо кодо]|h|r",
                name = "Мясо кодо",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:5469:0:0:0:0:0:0:0:10|h[Мясо долгонога]|h|r",
                name = "Мясо долгонога",
                count = 250,
            },
            {
                link = "|cffffffff|Hitem:5470:0:0:0:0:0:0:0:10|h[Хвост рокочущей ящерицы]|h|r",
                name = "Хвост рокочущей ящерицы",
                count = 285,
            },
            {
                link = "|cffffffff|Hitem:5471:0:0:0:0:0:0:0:10|h[Оленина]|h|r",
                name = "Оленина",
                count = 77,
            },
            {
                link = "|cffffffff|Hitem:5503:0:0:0:0:0:0:0:10|h[Мясо моллюска]|h|r",
                name = "Мясо моллюска",
                count = 86,
            },
            {
                link = "|cffffffff|Hitem:5504:0:0:0:0:0:0:0:10|h[Пикантное мясо моллюска]|h|r",
                name = "Пикантное мясо моллюска",
                count = 82,
            },
            {
                link = "|cffffffff|Hitem:6889:0:0:0:0:0:0:0:10|h[Небольшое яйцо]|h|r",
                name = "Небольшое яйцо",
                count = 100,
            },
            {
                link = "|cffffffff|Hitem:729:0:0:0:0:0:0:0:10|h[Жилистое мясо стервятника]|h|r",
                name = "Жилистое мясо стервятника",
                count = 51,
            },
            {
                link = "|cffffffff|Hitem:769:0:0:0:0:0:0:0:10|h[Кусок кабанины]|h|r",
                name = "Кусок кабанины",
                count = 130,
            },
            {
                link = "|cffffffff|Hitem:7974:0:0:0:0:0:0:0:10|h[Острое мясо моллюска]|h|r",
                name = "Острое мясо моллюска",
                count = 50,
            },
        },
        bank = {
            last_update = 1783837198,
            items = {
                {
                    link = "|cffffffff|Hitem:1015:0:0:0:0:0:0:0:10|h[Постный волчий бок]|h|r",
                    name = "Постный волчий бок",
                    count = 44,
                },
                {
                    link = "|cffffffff|Hitem:1081:0:0:0:0:0:0:0:10|h[Хрустящее паучье мясо]|h|r",
                    name = "Хрустящее паучье мясо",
                    count = 212,
                },
                {
                    link = "|cffffffff|Hitem:12037:0:0:0:0:0:0:0:10|h[Таинственное мясо]|h|r",
                    name = "Таинственное мясо",
                    count = 119,
                },
                {
                    link = "|cffffffff|Hitem:12184:0:0:0:0:0:0:0:10|h[Плоть ящера]|h|r",
                    name = "Плоть ящера",
                    count = 213,
                },
                {
                    link = "|cffffffff|Hitem:12202:0:0:0:0:0:0:0:10|h[Мясо тигра]|h|r",
                    name = "Мясо тигра",
                    count = 262,
                },
                {
                    link = "|cffffffff|Hitem:12203:0:0:0:0:0:0:0:10|h[Красное волчье мясо]|h|r",
                    name = "Красное волчье мясо",
                    count = 289,
                },
                {
                    link = "|cffffffff|Hitem:12205:0:0:0:0:0:0:0:10|h[Белое мясо паука]|h|r",
                    name = "Белое мясо паука",
                    count = 23,
                },
                {
                    link = "|cffffffff|Hitem:12206:0:0:0:0:0:0:0:10|h[Нежное крабовое мясо]|h|r",
                    name = "Нежное крабовое мясо",
                    count = 85,
                },
                {
                    link = "|cffffffff|Hitem:12207:0:0:0:0:0:0:0:10|h[Гигантское яйцо]|h|r",
                    name = "Гигантское яйцо",
                    count = 149,
                },
                {
                    link = "|cffffffff|Hitem:12208:0:0:0:0:0:0:0:10|h[Нежная волчатина]|h|r",
                    name = "Нежная волчатина",
                    count = 190,
                },
                {
                    link = "|cffffffff|Hitem:12223:0:0:0:0:0:0:0:10|h[Мясистое крыло летучей мыши]|h|r",
                    name = "Мясистое крыло летучей мыши",
                    count = 48,
                },
                {
                    link = "|cffffffff|Hitem:20424:0:0:0:0:0:0:0:10|h[Мясо песчаного червя]|h|r",
                    name = "Мясо песчаного червя",
                    count = 63,
                },
                {
                    link = "|cffffffff|Hitem:2251:0:0:0:0:0:0:0:10|h[Липкая паучья лапка]|h|r",
                    name = "Липкая паучья лапка",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:22644:0:0:0:0:0:0:0:10|h[Хрустящая паучья лапка]|h|r",
                    name = "Хрустящая паучья лапка",
                    count = 161,
                },
                {
                    link = "|cffffffff|Hitem:24477:0:0:0:0:0:0:0:10|h[Мясо джаггала]|h|r",
                    name = "Мясо джаггала",
                    count = 211,
                },
                {
                    link = "|cffffffff|Hitem:2672:0:0:0:0:0:0:0:10|h[Жилистая волчатина]|h|r",
                    name = "Жилистая волчатина",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:2675:0:0:0:0:0:0:0:10|h[Клешня краба]|h|r",
                    name = "Клешня краба",
                    count = 18,
                },
                {
                    link = "|cffffffff|Hitem:27439:0:0:0:0:0:0:0:10|h[Разъяренный речной рак]|h|r",
                    name = "Разъяренный речной рак",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:27668:0:0:0:0:0:0:0:10|h[Рысье мясо]|h|r",
                    name = "Рысье мясо",
                    count = 127,
                },
                {
                    link = "|cffffffff|Hitem:27669:0:0:0:0:0:0:0:10|h[Плоть летучей мыши]|h|r",
                    name = "Плоть летучей мыши",
                    count = 21,
                },
                {
                    link = "|cffffffff|Hitem:27671:0:0:0:0:0:0:0:10|h[Мясо канюка]|h|r",
                    name = "Мясо канюка",
                    count = 170,
                },
                {
                    link = "|cffffffff|Hitem:27674:0:0:0:0:0:0:0:10|h[Плоть опустошителя]|h|r",
                    name = "Плоть опустошителя",
                    count = 13,
                },
                {
                    link = "|cffffffff|Hitem:27677:0:0:0:0:0:0:0:10|h[Шмат мяса василиска]|h|r",
                    name = "Шмат мяса василиска",
                    count = 46,
                },
                {
                    link = "|cffffffff|Hitem:27678:0:0:0:0:0:0:0:10|h[Мясо копытня]|h|r",
                    name = "Мясо копытня",
                    count = 102,
                },
                {
                    link = "|cffffffff|Hitem:27681:0:0:0:0:0:0:0:10|h[Плоть прыгуаны]|h|r",
                    name = "Плоть прыгуаны",
                    count = 15,
                },
                {
                    link = "|cffffffff|Hitem:27682:0:0:0:0:0:0:0:10|h[Мясо дикого талбука]|h|r",
                    name = "Мясо дикого талбука",
                    count = 78,
                },
                {
                    link = "|cffffffff|Hitem:2924:0:0:0:0:0:0:0:10|h[Мясо кроколиска]|h|r",
                    name = "Мясо кроколиска",
                    count = 46,
                },
                {
                    link = "|cffffffff|Hitem:31670:0:0:0:0:0:0:0:10|h[Ребра ящера]|h|r",
                    name = "Ребра ящера",
                    count = 18,
                },
                {
                    link = "|cffffffff|Hitem:3173:0:0:0:0:0:0:0:10|h[Медвежатина]|h|r",
                    name = "Медвежатина",
                    count = 22,
                },
                {
                    link = "|cffffffff|Hitem:3174:0:0:0:0:0:0:0:10|h[Паучья лимфа]|h|r",
                    name = "Паучья лимфа",
                    count = 177,
                },
                {
                    link = "|cffffffff|Hitem:3404:0:0:0:0:0:0:0:10|h[Крыло канюка]|h|r",
                    name = "Крыло канюка",
                    count = 60,
                },
                {
                    link = "|cffffffff|Hitem:34736:0:0:0:0:0:0:0:10|h[Кусок мяса мамонта]|h|r",
                    name = "Кусок мяса мамонта",
                    count = 80,
                },
                {
                    link = "|cffffffff|Hitem:3667:0:0:0:0:0:0:0:10|h[Нежное мясо кроколиска]|h|r",
                    name = "Нежное мясо кроколиска",
                    count = 256,
                },
                {
                    link = "|cffffffff|Hitem:36782:0:0:0:0:0:0:0:10|h[Сочное мясо моллюска]|h|r",
                    name = "Сочное мясо моллюска",
                    count = 104,
                },
                {
                    link = "|cffffffff|Hitem:3685:0:0:0:0:0:0:0:10|h[Яйцо ящера]|h|r",
                    name = "Яйцо ящера",
                    count = 276,
                },
                {
                    link = "|cffffffff|Hitem:3712:0:0:0:0:0:0:0:10|h[Черепашье мясо]|h|r",
                    name = "Черепашье мясо",
                    count = 318,
                },
                {
                    link = "|cffffffff|Hitem:3730:0:0:0:0:0:0:0:10|h[Мясо большого медведя]|h|r",
                    name = "Мясо большого медведя",
                    count = 24,
                },
                {
                    link = "|cffffffff|Hitem:3731:0:0:0:0:0:0:0:10|h[Мясо льва]|h|r",
                    name = "Мясо льва",
                    count = 31,
                },
                {
                    link = "|cffffffff|Hitem:43009:0:0:0:0:0:0:0:10|h[Бок черпорога]|h|r",
                    name = "Бок черпорога",
                    count = 166,
                },
                {
                    link = "|cffffffff|Hitem:43010:0:0:0:0:0:0:0:10|h[Мясо червя]|h|r",
                    name = "Мясо червя",
                    count = 283,
                },
                {
                    link = "|cffffffff|Hitem:43011:0:0:0:0:0:0:0:10|h[Окорок ворга]|h|r",
                    name = "Окорок ворга",
                    count = 139,
                },
                {
                    link = "|cffffffff|Hitem:43012:0:0:0:0:0:0:0:10|h[Мясо люторога]|h|r",
                    name = "Мясо люторога",
                    count = 103,
                },
                {
                    link = "|cffffffff|Hitem:43013:0:0:0:0:0:0:0:10|h[Охлажденное мясо]|h|r",
                    name = "Охлажденное мясо",
                    count = 350,
                },
                {
                    link = "|cffffffff|Hitem:43501:0:0:0:0:0:0:0:10|h[Нордскольское яйцо]|h|r",
                    name = "Нордскольское яйцо",
                    count = 90,
                },
                {
                    link = "|cffffffff|Hitem:4655:0:0:0:0:0:0:0:10|h[Мясо гигантского моллюска]|h|r",
                    name = "Мясо гигантского моллюска",
                    count = 371,
                },
                {
                    link = "|cffffffff|Hitem:5465:0:0:0:0:0:0:0:10|h[Небольшая паучья лапка]|h|r",
                    name = "Небольшая паучья лапка",
                    count = 52,
                },
                {
                    link = "|cffffffff|Hitem:5466:0:0:0:0:0:0:0:10|h[Жало скорпида]|h|r",
                    name = "Жало скорпида",
                    count = 57,
                },
                {
                    link = "|cffffffff|Hitem:5467:0:0:0:0:0:0:0:10|h[Мясо кодо]|h|r",
                    name = "Мясо кодо",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:5469:0:0:0:0:0:0:0:10|h[Мясо долгонога]|h|r",
                    name = "Мясо долгонога",
                    count = 250,
                },
                {
                    link = "|cffffffff|Hitem:5470:0:0:0:0:0:0:0:10|h[Хвост рокочущей ящерицы]|h|r",
                    name = "Хвост рокочущей ящерицы",
                    count = 285,
                },
                {
                    link = "|cffffffff|Hitem:5471:0:0:0:0:0:0:0:10|h[Оленина]|h|r",
                    name = "Оленина",
                    count = 77,
                },
                {
                    link = "|cffffffff|Hitem:5503:0:0:0:0:0:0:0:10|h[Мясо моллюска]|h|r",
                    name = "Мясо моллюска",
                    count = 86,
                },
                {
                    link = "|cffffffff|Hitem:5504:0:0:0:0:0:0:0:10|h[Пикантное мясо моллюска]|h|r",
                    name = "Пикантное мясо моллюска",
                    count = 82,
                },
                {
                    link = "|cffffffff|Hitem:6889:0:0:0:0:0:0:0:10|h[Небольшое яйцо]|h|r",
                    name = "Небольшое яйцо",
                    count = 100,
                },
                {
                    link = "|cffffffff|Hitem:729:0:0:0:0:0:0:0:10|h[Жилистое мясо стервятника]|h|r",
                    name = "Жилистое мясо стервятника",
                    count = 51,
                },
                {
                    link = "|cffffffff|Hitem:769:0:0:0:0:0:0:0:10|h[Кусок кабанины]|h|r",
                    name = "Кусок кабанины",
                    count = 130,
                },
                {
                    link = "|cffffffff|Hitem:7974:0:0:0:0:0:0:0:10|h[Острое мясо моллюска]|h|r",
                    name = "Острое мясо моллюска",
                    count = 50,
                },
            },
        },
        bags = {
            last_update = 1783837217,
            items = {
                {
                    link = "|cffffffff|Hitem:43013:0:0:0:0:0:0:0:10|h[Охлажденное мясо]|h|r",
                    name = "Охлажденное мясо",
                    count = 740,
                },
            },
        },
    },
    {
        name = "Нордочка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-07-01 20:21:19",
        money = 3778,
        empty = 105,
        location = "Оргриммар",
        items = {
            {
                link = "|cff1eff00|Hitem:35955:0:0:0:0:0:-36:50:10|h[Далеченский пояс с меткой волшебника]|h|r",
                name = "Далеченский пояс с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35955:0:0:0:0:0:-37:50:10|h[Далеченский пояс с меткой целителя]|h|r",
                name = "Далеченский пояс с меткой целителя",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:35955:0:0:0:0:0:-39:50:10|h[Далеченский пояс с меткой заклинателя]|h|r",
                name = "Далеченский пояс с меткой заклинателя",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:35956:0:0:0:0:0:-39:50:10|h[Далеченские сапоги с меткой заклинателя]|h|r",
                name = "Далеченские сапоги с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35957:0:0:0:0:0:-37:67:10|h[Далеченское одеяние с меткой целителя]|h|r",
                name = "Далеченское одеяние с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35957:0:0:0:0:0:-39:67:10|h[Далеченское одеяние с меткой заклинателя]|h|r",
                name = "Далеченское одеяние с меткой заклинателя",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:35959:0:0:0:0:0:-37:67:10|h[Далеченский капюшон с меткой целителя]|h|r",
                name = "Далеченский капюшон с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35959:0:0:0:0:0:-39:67:10|h[Далеченский капюшон с меткой заклинателя]|h|r",
                name = "Далеченский капюшон с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35960:0:0:0:0:0:-36:67:10|h[Далеченские штаны с меткой волшебника]|h|r",
                name = "Далеченские штаны с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35962:0:0:0:0:0:-37:37:10|h[Далеченские манжеты с меткой целителя]|h|r",
                name = "Далеченские манжеты с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35962:0:0:0:0:0:-39:37:10|h[Далеченские манжеты с меткой заклинателя]|h|r",
                name = "Далеченские манжеты с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35964:0:0:0:0:0:-36:52:10|h[Кровоспоровые сандалии с меткой волшебника]|h|r",
                name = "Кровоспоровые сандалии с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35964:0:0:0:0:0:-37:52:10|h[Кровоспоровые сандалии с меткой целителя]|h|r",
                name = "Кровоспоровые сандалии с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35964:0:0:0:0:0:-39:52:10|h[Кровоспоровые сандалии с меткой заклинателя]|h|r",
                name = "Кровоспоровые сандалии с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35965:0:0:0:0:0:-22:69:10|h[Кровоспоровое одеяние с магической аурой]|h|r",
                name = "Кровоспоровое одеяние с магической аурой",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35965:0:0:0:0:0:-36:69:10|h[Кровоспоровое одеяние с меткой волшебника]|h|r",
                name = "Кровоспоровое одеяние с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35965:0:0:0:0:0:-37:69:10|h[Кровоспоровое одеяние с меткой целителя]|h|r",
                name = "Кровоспоровое одеяние с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35966:0:0:0:0:0:-36:52:10|h[Кровоспоровые перчатки с меткой волшебника]|h|r",
                name = "Кровоспоровые перчатки с меткой волшебника",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:35966:0:0:0:0:0:-37:52:10|h[Кровоспоровые перчатки с меткой целителя]|h|r",
                name = "Кровоспоровые перчатки с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35967:0:0:0:0:0:-37:69:10|h[Кровоспоровый капюшон с меткой целителя]|h|r",
                name = "Кровоспоровый капюшон с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35967:0:0:0:0:0:-39:69:10|h[Кровоспоровый капюшон с меткой заклинателя]|h|r",
                name = "Кровоспоровый капюшон с меткой заклинателя",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:35967:0:0:0:0:0:-9:69:10|h[Кровоспоровый капюшон со знаком совы]|h|r",
                name = "Кровоспоровый капюшон со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35969:0:0:0:0:0:-36:52:10|h[Кровоспоровое оплечье с меткой волшебника]|h|r",
                name = "Кровоспоровое оплечье с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35969:0:0:0:0:0:-37:52:10|h[Кровоспоровое оплечье с меткой целителя]|h|r",
                name = "Кровоспоровое оплечье с меткой целителя",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:35970:0:0:0:0:0:-36:39:10|h[Кровоспоровые браслеты с меткой волшебника]|h|r",
                name = "Кровоспоровые браслеты с меткой волшебника",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:35970:0:0:0:0:0:-37:39:10|h[Кровоспоровые браслеты с меткой целителя]|h|r",
                name = "Кровоспоровые браслеты с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35970:0:0:0:0:0:-39:39:10|h[Кровоспоровые браслеты с меткой заклинателя]|h|r",
                name = "Кровоспоровые браслеты с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35976:0:0:0:0:0:-37:72:10|h[Мур'далакские поножи с меткой целителя]|h|r",
                name = "Мур'далакские поножи с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35981:0:0:0:0:0:-36:75:10|h[Одеяние опоры с меткой волшебника]|h|r",
                name = "Одеяние опоры с меткой волшебника",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:36068:0:0:0:0:0:-37:50:10|h[Сапоги бухты Кинжалов с меткой целителя]|h|r",
                name = "Сапоги бухты Кинжалов с меткой целителя",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:36068:0:0:0:0:0:-40:50:10|h[Сапоги бухты Кинжалов с меткой преступника]|h|r",
                name = "Сапоги бухты Кинжалов с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36072:0:0:0:0:0:-40:67:10|h[Брюки бухты Кинжалов с меткой преступника]|h|r",
                name = "Брюки бухты Кинжалов с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36078:0:0:0:0:0:-11:52:10|h[Перчатки Зимних Плавников со знаком сокола]|h|r",
                name = "Перчатки Зимних Плавников со знаком сокола",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36079:0:0:0:0:0:-38:69:10|h[Клобук Зимних Плавников с меткой пророка]|h|r",
                name = "Клобук Зимних Плавников с меткой пророка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36083:0:0:0:0:0:-40:53:10|h[Пояс Терзающего Бича с меткой преступника]|h|r",
                name = "Пояс Терзающего Бича с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36084:0:0:0:0:0:-42:53:10|h[Сапоги Терзающего Бича с меткой оракула]|h|r",
                name = "Сапоги Терзающего Бича с меткой оракула",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36089:0:0:0:0:0:-37:53:10|h[Наплечье Терзающего Бича с меткой целителя]|h|r",
                name = "Наплечье Терзающего Бича с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36180:0:0:0:0:0:-40:50:10|h[Кованые сапоги с меткой преступника]|h|r",
                name = "Кованые сапоги с меткой преступника",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:36182:0:0:0:0:0:-40:50:10|h[Кованые кулачные перчатки с меткой преступника]|h|r",
                name = "Кованые кулачные перчатки с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36184:0:0:0:0:0:-40:67:10|h[Кованые набедренники с меткой преступника]|h|r",
                name = "Кованые набедренники с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36185:0:0:0:0:0:-40:50:10|h[Кованые наплечные щитки с меткой преступника]|h|r",
                name = "Кованые наплечные щитки с меткой преступника",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:36190:0:0:0:0:0:-40:52:10|h[Ньордские рукавицы с меткой преступника]|h|r",
                name = "Ньордские рукавицы с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36198:0:0:0:0:0:-40:53:10|h[Скомские перчатки с меткой преступника]|h|r",
                name = "Скомские перчатки с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36199:0:0:0:0:0:-5:72:10|h[Скомский шлем со знаком мартышки]|h|r",
                name = "Скомский шлем со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36202:0:0:0:0:0:-40:40:10|h[Скомские наручи с меткой преступника]|h|r",
                name = "Скомские наручи с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36206:0:0:0:0:0:-40:56:10|h[Ниффлварские перчатки с меткой преступника]|h|r",
                name = "Ниффлварские перчатки с меткой преступника",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:36209:0:0:0:0:0:-40:56:10|h[Ниффлварские наплечные щитки с меткой преступника]|h|r",
                name = "Ниффлварские наплечные щитки с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36296:0:0:0:0:0:-45:67:10|h[Ножные латы Западной Стражи с меткой победителя]|h|r",
                name = "Ножные латы Западной Стражи с меткой победителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36297:0:0:0:0:0:-45:50:10|h[Эполеты Западной Стражи с меткой победителя]|h|r",
                name = "Эполеты Западной Стражи с меткой победителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36301:0:0:0:0:0:-45:69:10|h[Кираса мерзлого камня с меткой победителя]|h|r",
                name = "Кираса мерзлого камня с меткой победителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36308:0:0:0:0:0:-45:53:10|h[Гибльхеймские наголенники с меткой победителя]|h|r",
                name = "Гибльхеймские наголенники с меткой победителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36316:0:0:0:0:0:-43:56:10|h[Башмаки Драконьего Черепа с меткой солдата]|h|r",
                name = "Башмаки Драконьего Черепа с меткой солдата",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36417:0:0:0:0:0:-36:37:10|h[Овальное кольцо с меткой волшебника]|h|r",
                name = "Овальное кольцо с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36417:0:0:0:0:0:-37:37:10|h[Овальное кольцо с меткой целителя]|h|r",
                name = "Овальное кольцо с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36417:0:0:0:0:0:-40:37:10|h[Овальное кольцо с меткой преступника]|h|r",
                name = "Овальное кольцо с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36418:0:0:0:0:0:-14:39:10|h[Кольцо природы со знаком тигра]|h|r",
                name = "Кольцо природы со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36420:0:0:0:0:0:-36:42:10|h[Драгоценное кольцо с меткой волшебника]|h|r",
                name = "Драгоценное кольцо с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36432:0:0:0:0:0:-36:39:10|h[Серебряная цепь с меткой волшебника]|h|r",
                name = "Серебряная цепь с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36432:0:0:0:0:0:-41:39:10|h[Серебряная цепь с меткой зверя]|h|r",
                name = "Серебряная цепь с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36433:0:0:0:0:0:-45:40:10|h[Перевитое змеиное ожерелье с меткой победителя]|h|r",
                name = "Перевитое змеиное ожерелье с меткой победителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36434:0:0:0:0:0:-41:42:10|h[Золотой сетчатый ошейник с меткой зверя]|h|r",
                name = "Золотой сетчатый ошейник с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36445:0:0:0:0:0:-41:37:10|h[Склепанный щит с меткой зверя]|h|r",
                name = "Склепанный щит с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36446:3229:0:0:0:0:-43:39:10|h[Кованый железный щит с меткой солдата]|h|r",
                name = "Кованый железный щит с меткой солдата",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36447:0:0:0:0:0:-41:40:10|h[Кулачный щит Каскала с меткой зверя]|h|r",
                name = "Кулачный щит Каскала с меткой зверя",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:36487:0:0:0:0:0:-45:29:10|h[Утяжеленная камнем палица с меткой победителя]|h|r",
                name = "Утяжеленная камнем палица с меткой победителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36517:0:0:0:0:0:-40:31:10|h[Меч железной хватки с меткой преступника]|h|r",
                name = "Меч железной хватки с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36518:0:0:0:0:0:-45:32:10|h[Лезвие тундры с меткой победителя]|h|r",
                name = "Лезвие тундры с меткой победителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36529:0:0:0:0:0:-40:67:10|h[Выкопанный палаш с меткой преступника]|h|r",
                name = "Выкопанный палаш с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36530:0:0:0:0:0:-40:69:10|h[Заточенное железное лезвие с меткой преступника]|h|r",
                name = "Заточенное железное лезвие с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36544:0:0:0:0:0:-41:69:10|h[Посох путешественника с меткой зверя]|h|r",
                name = "Посох путешественника с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36559:0:0:0:0:0:-17:31:10|h[Ценные ручные серпы со знаком силы]|h|r",
                name = "Ценные ручные серпы со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36559:0:0:0:0:0:-40:31:10|h[Ценные ручные серпы с меткой преступника]|h|r",
                name = "Ценные ручные серпы с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36560:0:0:0:0:0:-16:32:10|h[Захваты бойца с печатью выносливости]|h|r",
                name = "Захваты бойца с печатью выносливости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36572:0:0:0:0:0:-40:30:10|h[Звенящий колун с меткой преступника]|h|r",
                name = "Звенящий колун с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36574:0:0:0:0:0:-40:32:10|h[Костяной колун с меткой преступника]|h|r",
                name = "Костяной колун с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36586:0:0:0:0:0:-40:69:10|h[Боевой топор расправы с меткой преступника]|h|r",
                name = "Боевой топор расправы с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36600:0:0:0:0:0:-40:69:10|h[Крестьянская коса с меткой преступника]|h|r",
                name = "Крестьянская коса с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36601:0:0:0:0:0:-14:72:10|h[Ранящий гарпун со знаком тигра]|h|r",
                name = "Ранящий гарпун со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36602:0:0:0:0:0:-40:75:10|h[Покрытая ржавчиной алебарда с меткой преступника]|h|r",
                name = "Покрытая ржавчиной алебарда с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36641:0:0:0:0:0:-45:21:10|h[Подогнанный мушкет с меткой победителя]|h|r",
                name = "Подогнанный мушкет с меткой победителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36642:0:0:0:0:0:-40:22:10|h[Кремниевое ружье с меткой преступника]|h|r",
                name = "Кремниевое ружье с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36656:0:0:0:0:0:-36:22:10|h[Потемневший жезл с меткой волшебника]|h|r",
                name = "Потемневший жезл с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36656:0:0:0:0:0:-38:22:10|h[Потемневший жезл с меткой пророка]|h|r",
                name = "Потемневший жезл с меткой пророка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36657:0:0:0:0:0:-38:23:10|h[Зловещий жезл с меткой пророка]|h|r",
                name = "Зловещий жезл с меткой пророка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36657:0:0:0:0:0:-39:23:10|h[Зловещий жезл с меткой заклинателя]|h|r",
                name = "Зловещий жезл с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36658:0:0:0:0:0:-36:23:10|h[Потухшая искра с меткой волшебника]|h|r",
                name = "Потухшая искра с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36670:0:0:0:0:0:-44:30:10|h[Цыганский клинок с меткой старца]|h|r",
                name = "Цыганский клинок с меткой старца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36711:0:0:0:0:0:-40:21:10|h[Острие Отрекшихся с меткой преступника]|h|r",
                name = "Острие Отрекшихся с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36712:0:0:0:0:0:-41:22:10|h[Воющие метательные ножи с меткой зверя]|h|r",
                name = "Воющие метательные ножи с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36712:0:0:0:0:0:-45:22:10|h[Воющие метательные ножи с меткой победителя]|h|r",
                name = "Воющие метательные ножи с меткой победителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36713:0:0:0:0:0:-45:23:10|h[Дальнобойная метательная звезда с меткой победителя]|h|r",
                name = "Дальнобойная метательная звезда с меткой победителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36714:0:0:0:0:0:-14:23:10|h[Клыкаррский пронзатель со знаком тигра]|h|r",
                name = "Клыкаррский пронзатель со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36714:0:0:0:0:0:-40:23:10|h[Клыкаррский пронзатель с меткой преступника]|h|r",
                name = "Клыкаррский пронзатель с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:40668:1071:0:0:0:0:0:0:10|h[Кобальтовый треугольный щит]|h|r",
                name = "Кобальтовый треугольный щит",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:42336:0:0:0:0:0:0:0:10|h[Кольцо кровавого камня]|h|r",
                name = "Кольцо кровавого камня",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:42337:0:0:0:0:0:0:0:10|h[Кольцо Солнечного Камня]|h|r",
                name = "Кольцо Солнечного Камня",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:43244:0:0:0:0:0:0:0:10|h[Ожерелье с кристаллом цитрина]|h|r",
                name = "Ожерелье с кристаллом цитрина",
                count = 1,
            },
        },
        bank = {
            last_update = 1782926473,
            items = {
                {
                    link = "|cff1eff00|Hitem:35955:0:0:0:0:0:-36:50:10|h[Далеченский пояс с меткой волшебника]|h|r",
                    name = "Далеченский пояс с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:35955:0:0:0:0:0:-37:50:10|h[Далеченский пояс с меткой целителя]|h|r",
                    name = "Далеченский пояс с меткой целителя",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:35955:0:0:0:0:0:-39:50:10|h[Далеченский пояс с меткой заклинателя]|h|r",
                    name = "Далеченский пояс с меткой заклинателя",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:35956:0:0:0:0:0:-39:50:10|h[Далеченские сапоги с меткой заклинателя]|h|r",
                    name = "Далеченские сапоги с меткой заклинателя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:35957:0:0:0:0:0:-37:67:10|h[Далеченское одеяние с меткой целителя]|h|r",
                    name = "Далеченское одеяние с меткой целителя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:35957:0:0:0:0:0:-39:67:10|h[Далеченское одеяние с меткой заклинателя]|h|r",
                    name = "Далеченское одеяние с меткой заклинателя",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:35959:0:0:0:0:0:-37:67:10|h[Далеченский капюшон с меткой целителя]|h|r",
                    name = "Далеченский капюшон с меткой целителя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:35959:0:0:0:0:0:-39:67:10|h[Далеченский капюшон с меткой заклинателя]|h|r",
                    name = "Далеченский капюшон с меткой заклинателя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:35960:0:0:0:0:0:-36:67:10|h[Далеченские штаны с меткой волшебника]|h|r",
                    name = "Далеченские штаны с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:35962:0:0:0:0:0:-37:37:10|h[Далеченские манжеты с меткой целителя]|h|r",
                    name = "Далеченские манжеты с меткой целителя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:35962:0:0:0:0:0:-39:37:10|h[Далеченские манжеты с меткой заклинателя]|h|r",
                    name = "Далеченские манжеты с меткой заклинателя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:35964:0:0:0:0:0:-36:52:10|h[Кровоспоровые сандалии с меткой волшебника]|h|r",
                    name = "Кровоспоровые сандалии с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:35964:0:0:0:0:0:-37:52:10|h[Кровоспоровые сандалии с меткой целителя]|h|r",
                    name = "Кровоспоровые сандалии с меткой целителя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:35964:0:0:0:0:0:-39:52:10|h[Кровоспоровые сандалии с меткой заклинателя]|h|r",
                    name = "Кровоспоровые сандалии с меткой заклинателя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:35965:0:0:0:0:0:-22:69:10|h[Кровоспоровое одеяние с магической аурой]|h|r",
                    name = "Кровоспоровое одеяние с магической аурой",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:35965:0:0:0:0:0:-36:69:10|h[Кровоспоровое одеяние с меткой волшебника]|h|r",
                    name = "Кровоспоровое одеяние с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:35965:0:0:0:0:0:-37:69:10|h[Кровоспоровое одеяние с меткой целителя]|h|r",
                    name = "Кровоспоровое одеяние с меткой целителя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:35966:0:0:0:0:0:-36:52:10|h[Кровоспоровые перчатки с меткой волшебника]|h|r",
                    name = "Кровоспоровые перчатки с меткой волшебника",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:35966:0:0:0:0:0:-37:52:10|h[Кровоспоровые перчатки с меткой целителя]|h|r",
                    name = "Кровоспоровые перчатки с меткой целителя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:35967:0:0:0:0:0:-37:69:10|h[Кровоспоровый капюшон с меткой целителя]|h|r",
                    name = "Кровоспоровый капюшон с меткой целителя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:35967:0:0:0:0:0:-39:69:10|h[Кровоспоровый капюшон с меткой заклинателя]|h|r",
                    name = "Кровоспоровый капюшон с меткой заклинателя",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:35967:0:0:0:0:0:-9:69:10|h[Кровоспоровый капюшон со знаком совы]|h|r",
                    name = "Кровоспоровый капюшон со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:35969:0:0:0:0:0:-36:52:10|h[Кровоспоровое оплечье с меткой волшебника]|h|r",
                    name = "Кровоспоровое оплечье с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:35969:0:0:0:0:0:-37:52:10|h[Кровоспоровое оплечье с меткой целителя]|h|r",
                    name = "Кровоспоровое оплечье с меткой целителя",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:35970:0:0:0:0:0:-36:39:10|h[Кровоспоровые браслеты с меткой волшебника]|h|r",
                    name = "Кровоспоровые браслеты с меткой волшебника",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:35970:0:0:0:0:0:-37:39:10|h[Кровоспоровые браслеты с меткой целителя]|h|r",
                    name = "Кровоспоровые браслеты с меткой целителя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:35970:0:0:0:0:0:-39:39:10|h[Кровоспоровые браслеты с меткой заклинателя]|h|r",
                    name = "Кровоспоровые браслеты с меткой заклинателя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:35976:0:0:0:0:0:-37:72:10|h[Мур'далакские поножи с меткой целителя]|h|r",
                    name = "Мур'далакские поножи с меткой целителя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:35981:0:0:0:0:0:-36:75:10|h[Одеяние опоры с меткой волшебника]|h|r",
                    name = "Одеяние опоры с меткой волшебника",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:36068:0:0:0:0:0:-37:50:10|h[Сапоги бухты Кинжалов с меткой целителя]|h|r",
                    name = "Сапоги бухты Кинжалов с меткой целителя",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:36068:0:0:0:0:0:-40:50:10|h[Сапоги бухты Кинжалов с меткой преступника]|h|r",
                    name = "Сапоги бухты Кинжалов с меткой преступника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36072:0:0:0:0:0:-40:67:10|h[Брюки бухты Кинжалов с меткой преступника]|h|r",
                    name = "Брюки бухты Кинжалов с меткой преступника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36078:0:0:0:0:0:-11:52:10|h[Перчатки Зимних Плавников со знаком сокола]|h|r",
                    name = "Перчатки Зимних Плавников со знаком сокола",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36079:0:0:0:0:0:-38:69:10|h[Клобук Зимних Плавников с меткой пророка]|h|r",
                    name = "Клобук Зимних Плавников с меткой пророка",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36083:0:0:0:0:0:-40:53:10|h[Пояс Терзающего Бича с меткой преступника]|h|r",
                    name = "Пояс Терзающего Бича с меткой преступника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36084:0:0:0:0:0:-42:53:10|h[Сапоги Терзающего Бича с меткой оракула]|h|r",
                    name = "Сапоги Терзающего Бича с меткой оракула",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36089:0:0:0:0:0:-37:53:10|h[Наплечье Терзающего Бича с меткой целителя]|h|r",
                    name = "Наплечье Терзающего Бича с меткой целителя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36180:0:0:0:0:0:-40:50:10|h[Кованые сапоги с меткой преступника]|h|r",
                    name = "Кованые сапоги с меткой преступника",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:36182:0:0:0:0:0:-40:50:10|h[Кованые кулачные перчатки с меткой преступника]|h|r",
                    name = "Кованые кулачные перчатки с меткой преступника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36184:0:0:0:0:0:-40:67:10|h[Кованые набедренники с меткой преступника]|h|r",
                    name = "Кованые набедренники с меткой преступника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36185:0:0:0:0:0:-40:50:10|h[Кованые наплечные щитки с меткой преступника]|h|r",
                    name = "Кованые наплечные щитки с меткой преступника",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:36190:0:0:0:0:0:-40:52:10|h[Ньордские рукавицы с меткой преступника]|h|r",
                    name = "Ньордские рукавицы с меткой преступника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36198:0:0:0:0:0:-40:53:10|h[Скомские перчатки с меткой преступника]|h|r",
                    name = "Скомские перчатки с меткой преступника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36199:0:0:0:0:0:-5:72:10|h[Скомский шлем со знаком мартышки]|h|r",
                    name = "Скомский шлем со знаком мартышки",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36202:0:0:0:0:0:-40:40:10|h[Скомские наручи с меткой преступника]|h|r",
                    name = "Скомские наручи с меткой преступника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36206:0:0:0:0:0:-40:56:10|h[Ниффлварские перчатки с меткой преступника]|h|r",
                    name = "Ниффлварские перчатки с меткой преступника",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:36209:0:0:0:0:0:-40:56:10|h[Ниффлварские наплечные щитки с меткой преступника]|h|r",
                    name = "Ниффлварские наплечные щитки с меткой преступника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36296:0:0:0:0:0:-45:67:10|h[Ножные латы Западной Стражи с меткой победителя]|h|r",
                    name = "Ножные латы Западной Стражи с меткой победителя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36297:0:0:0:0:0:-45:50:10|h[Эполеты Западной Стражи с меткой победителя]|h|r",
                    name = "Эполеты Западной Стражи с меткой победителя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36301:0:0:0:0:0:-45:69:10|h[Кираса мерзлого камня с меткой победителя]|h|r",
                    name = "Кираса мерзлого камня с меткой победителя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36308:0:0:0:0:0:-45:53:10|h[Гибльхеймские наголенники с меткой победителя]|h|r",
                    name = "Гибльхеймские наголенники с меткой победителя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36316:0:0:0:0:0:-43:56:10|h[Башмаки Драконьего Черепа с меткой солдата]|h|r",
                    name = "Башмаки Драконьего Черепа с меткой солдата",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36417:0:0:0:0:0:-36:37:10|h[Овальное кольцо с меткой волшебника]|h|r",
                    name = "Овальное кольцо с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36417:0:0:0:0:0:-37:37:10|h[Овальное кольцо с меткой целителя]|h|r",
                    name = "Овальное кольцо с меткой целителя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36417:0:0:0:0:0:-40:37:10|h[Овальное кольцо с меткой преступника]|h|r",
                    name = "Овальное кольцо с меткой преступника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36418:0:0:0:0:0:-14:39:10|h[Кольцо природы со знаком тигра]|h|r",
                    name = "Кольцо природы со знаком тигра",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36420:0:0:0:0:0:-36:42:10|h[Драгоценное кольцо с меткой волшебника]|h|r",
                    name = "Драгоценное кольцо с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36432:0:0:0:0:0:-36:39:10|h[Серебряная цепь с меткой волшебника]|h|r",
                    name = "Серебряная цепь с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36432:0:0:0:0:0:-41:39:10|h[Серебряная цепь с меткой зверя]|h|r",
                    name = "Серебряная цепь с меткой зверя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36433:0:0:0:0:0:-45:40:10|h[Перевитое змеиное ожерелье с меткой победителя]|h|r",
                    name = "Перевитое змеиное ожерелье с меткой победителя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36434:0:0:0:0:0:-41:42:10|h[Золотой сетчатый ошейник с меткой зверя]|h|r",
                    name = "Золотой сетчатый ошейник с меткой зверя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36445:0:0:0:0:0:-41:37:10|h[Склепанный щит с меткой зверя]|h|r",
                    name = "Склепанный щит с меткой зверя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36446:3229:0:0:0:0:-43:39:10|h[Кованый железный щит с меткой солдата]|h|r",
                    name = "Кованый железный щит с меткой солдата",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36447:0:0:0:0:0:-41:40:10|h[Кулачный щит Каскала с меткой зверя]|h|r",
                    name = "Кулачный щит Каскала с меткой зверя",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:40668:1071:0:0:0:0:0:0:10|h[Кобальтовый треугольный щит]|h|r",
                    name = "Кобальтовый треугольный щит",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:42336:0:0:0:0:0:0:0:10|h[Кольцо кровавого камня]|h|r",
                    name = "Кольцо кровавого камня",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:42337:0:0:0:0:0:0:0:10|h[Кольцо Солнечного Камня]|h|r",
                    name = "Кольцо Солнечного Камня",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:43244:0:0:0:0:0:0:0:10|h[Ожерелье с кристаллом цитрина]|h|r",
                    name = "Ожерелье с кристаллом цитрина",
                    count = 1,
                },
            },
        },
        bags = {
            last_update = 1782926475,
            items = {
                {
                    link = "|cff1eff00|Hitem:36487:0:0:0:0:0:-45:29:10|h[Утяжеленная камнем палица с меткой победителя]|h|r",
                    name = "Утяжеленная камнем палица с меткой победителя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36517:0:0:0:0:0:-40:31:10|h[Меч железной хватки с меткой преступника]|h|r",
                    name = "Меч железной хватки с меткой преступника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36518:0:0:0:0:0:-45:32:10|h[Лезвие тундры с меткой победителя]|h|r",
                    name = "Лезвие тундры с меткой победителя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36529:0:0:0:0:0:-40:67:10|h[Выкопанный палаш с меткой преступника]|h|r",
                    name = "Выкопанный палаш с меткой преступника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36530:0:0:0:0:0:-40:69:10|h[Заточенное железное лезвие с меткой преступника]|h|r",
                    name = "Заточенное железное лезвие с меткой преступника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36544:0:0:0:0:0:-41:69:10|h[Посох путешественника с меткой зверя]|h|r",
                    name = "Посох путешественника с меткой зверя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36559:0:0:0:0:0:-17:31:10|h[Ценные ручные серпы со знаком силы]|h|r",
                    name = "Ценные ручные серпы со знаком силы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36559:0:0:0:0:0:-40:31:10|h[Ценные ручные серпы с меткой преступника]|h|r",
                    name = "Ценные ручные серпы с меткой преступника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36560:0:0:0:0:0:-16:32:10|h[Захваты бойца с печатью выносливости]|h|r",
                    name = "Захваты бойца с печатью выносливости",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36572:0:0:0:0:0:-40:30:10|h[Звенящий колун с меткой преступника]|h|r",
                    name = "Звенящий колун с меткой преступника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36574:0:0:0:0:0:-40:32:10|h[Костяной колун с меткой преступника]|h|r",
                    name = "Костяной колун с меткой преступника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36586:0:0:0:0:0:-40:69:10|h[Боевой топор расправы с меткой преступника]|h|r",
                    name = "Боевой топор расправы с меткой преступника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36600:0:0:0:0:0:-40:69:10|h[Крестьянская коса с меткой преступника]|h|r",
                    name = "Крестьянская коса с меткой преступника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36601:0:0:0:0:0:-14:72:10|h[Ранящий гарпун со знаком тигра]|h|r",
                    name = "Ранящий гарпун со знаком тигра",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36602:0:0:0:0:0:-40:75:10|h[Покрытая ржавчиной алебарда с меткой преступника]|h|r",
                    name = "Покрытая ржавчиной алебарда с меткой преступника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36641:0:0:0:0:0:-45:21:10|h[Подогнанный мушкет с меткой победителя]|h|r",
                    name = "Подогнанный мушкет с меткой победителя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36642:0:0:0:0:0:-40:22:10|h[Кремниевое ружье с меткой преступника]|h|r",
                    name = "Кремниевое ружье с меткой преступника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36656:0:0:0:0:0:-36:22:10|h[Потемневший жезл с меткой волшебника]|h|r",
                    name = "Потемневший жезл с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36656:0:0:0:0:0:-38:22:10|h[Потемневший жезл с меткой пророка]|h|r",
                    name = "Потемневший жезл с меткой пророка",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36657:0:0:0:0:0:-38:23:10|h[Зловещий жезл с меткой пророка]|h|r",
                    name = "Зловещий жезл с меткой пророка",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36657:0:0:0:0:0:-39:23:10|h[Зловещий жезл с меткой заклинателя]|h|r",
                    name = "Зловещий жезл с меткой заклинателя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36658:0:0:0:0:0:-36:23:10|h[Потухшая искра с меткой волшебника]|h|r",
                    name = "Потухшая искра с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36670:0:0:0:0:0:-44:30:10|h[Цыганский клинок с меткой старца]|h|r",
                    name = "Цыганский клинок с меткой старца",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36711:0:0:0:0:0:-40:21:10|h[Острие Отрекшихся с меткой преступника]|h|r",
                    name = "Острие Отрекшихся с меткой преступника",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36712:0:0:0:0:0:-41:22:10|h[Воющие метательные ножи с меткой зверя]|h|r",
                    name = "Воющие метательные ножи с меткой зверя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36712:0:0:0:0:0:-45:22:10|h[Воющие метательные ножи с меткой победителя]|h|r",
                    name = "Воющие метательные ножи с меткой победителя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36713:0:0:0:0:0:-45:23:10|h[Дальнобойная метательная звезда с меткой победителя]|h|r",
                    name = "Дальнобойная метательная звезда с меткой победителя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36714:0:0:0:0:0:-14:23:10|h[Клыкаррский пронзатель со знаком тигра]|h|r",
                    name = "Клыкаррский пронзатель со знаком тигра",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:36714:0:0:0:0:0:-40:23:10|h[Клыкаррский пронзатель с меткой преступника]|h|r",
                    name = "Клыкаррский пронзатель с меткой преступника",
                    count = 1,
                },
            },
        },
    },
    {
        name = "Ожерельная",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-07-07 11:32:13",
        money = 13785,
        empty = 106,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:31147:0:0:0:0:0:0:0:10|h[Подвеска Хитрости]|h|r",
                name = "Подвеска Хитрости",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:31178:0:0:0:0:0:0:0:10|h[Амулет ускользающего могущества]|h|r",
                name = "Амулет ускользающего могущества",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:31194:0:0:0:0:0:-10:31:10|h[Боевые бусы Благословения Гроннов со знаком гориллы]|h|r",
                name = "Боевые бусы Благословения Гроннов со знаком гориллы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31194:0:0:0:0:0:-13:31:10|h[Боевые бусы Благословения Гроннов со знаком волка]|h|r",
                name = "Боевые бусы Благословения Гроннов со знаком волка",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:31194:0:0:0:0:0:-17:31:10|h[Боевые бусы Благословения Гроннов со знаком силы]|h|r",
                name = "Боевые бусы Благословения Гроннов со знаком силы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31194:0:0:0:0:0:-45:31:10|h[Боевые бусы Благословения Гроннов с меткой победителя]|h|r",
                name = "Боевые бусы Благословения Гроннов с меткой победителя",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:31194:0:0:0:0:0:-5:31:10|h[Боевые бусы Благословения Гроннов со знаком мартышки]|h|r",
                name = "Боевые бусы Благословения Гроннов со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31196:0:0:0:0:0:0:0:10|h[Амулет посвящения]|h|r",
                name = "Амулет посвящения",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:31258:0:0:0:0:0:0:0:10|h[Кольцо скорби]|h|r",
                name = "Кольцо скорби",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:31275:0:0:0:0:0:0:0:10|h[Ожерелье добычи]|h|r",
                name = "Ожерелье добычи",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:31277:0:0:0:0:0:0:0:10|h[Кольцо землепроходца]|h|r",
                name = "Кольцо землепроходца",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:31290:0:0:0:0:0:0:0:10|h[Кольцо власти]|h|r",
                name = "Кольцо власти",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:32772:0:0:0:0:0:0:0:10|h[Сверкающее жемчужное кольцо]|h|r",
                name = "Сверкающее жемчужное кольцо",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:37748:0:0:0:0:0:0:0:10|h[Ледяное ожерелье Зимней Спячки]|h|r",
                name = "Ледяное ожерелье Зимней Спячки",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:37751:0:0:0:0:0:0:0:10|h[Потеряный коготь Туги]|h|r",
                name = "Потеряный коготь Туги",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:37758:0:0:0:0:0:0:0:10|h[Неугасающее колье Рейна]|h|r",
                name = "Неугасающее колье Рейна",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:37819:0:0:0:0:0:0:0:10|h[Мастерски сделанное кольцо Милана]|h|r",
                name = "Мастерски сделанное кольцо Милана",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:37820:0:0:0:0:0:0:0:10|h[Воргенское кольцо возрождения]|h|r",
                name = "Воргенское кольцо возрождения",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:37821:0:0:0:0:0:0:0:10|h[Разрушительный перстень Рейна]|h|r",
                name = "Разрушительный перстень Рейна",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:37822:0:0:0:0:0:0:0:10|h[Крученое кольцо-головоломка]|h|r",
                name = "Крученое кольцо-головоломка",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:37823:0:0:0:0:0:0:0:10|h[Драконье колье лютости]|h|r",
                name = "Драконье колье лютости",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:42338:0:0:0:0:0:0:0:10|h[Нефритовый кинжал-подвеска]|h|r",
                name = "Нефритовый кинжал-подвеска",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:42339:0:0:0:0:0:0:0:10|h[Ожерелье Кровавого солнца]|h|r",
                name = "Ожерелье Кровавого солнца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:42340:0:0:0:0:0:-36:65:10|h[Перстень грез с меткой волшебника]|h|r",
                name = "Перстень грез с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:42340:0:0:0:0:0:-39:65:10|h[Перстень грез с меткой заклинателя]|h|r",
                name = "Перстень грез с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:42340:0:0:0:0:0:-42:65:10|h[Перстень грез с меткой оракула]|h|r",
                name = "Перстень грез с меткой оракула",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:42340:0:0:0:0:0:-90:65:10|h[Перстень грез с меткой некроманта]|h|r",
                name = "Перстень грез с меткой некроманта",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:42340:0:0:0:0:0:-92:65:10|h[Перстень грез с меткой оруженосца]|h|r",
                name = "Перстень грез с меткой оруженосца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:43250:0:0:0:0:0:0:0:10|h[Кольцо силы земли]|h|r",
                name = "Кольцо силы земли",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:43253:0:0:0:0:0:0:0:10|h[Кольцо хладных слез]|h|r",
                name = "Кольцо хладных слез",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:43498:0:0:0:0:0:0:0:10|h[Титановая печатка свирепости]|h|r",
                name = "Титановая печатка свирепости",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44681:0:0:0:0:0:-39:70:10|h[Титановый мозговорот с меткой заклинателя]|h|r",
                name = "Титановый мозговорот с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44681:0:0:0:0:0:-93:70:10|h[Титановый мозговорот с печатью восстановления]|h|r",
                name = "Титановый мозговорот с печатью восстановления",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44682:0:0:0:0:0:-93:70:10|h[Талисман, ускоряющий время с печатью восстановления]|h|r",
                name = "Талисман, ускоряющий время с печатью восстановления",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44683:0:0:0:0:0:-36:65:10|h[Королевская глазница с меткой волшебника]|h|r",
                name = "Королевская глазница с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44683:0:0:0:0:0:-42:65:10|h[Королевская глазница с меткой оракула]|h|r",
                name = "Королевская глазница с меткой оракула",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44683:0:0:0:0:0:-43:65:10|h[Королевская глазница с меткой солдата]|h|r",
                name = "Королевская глазница с меткой солдата",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44683:0:0:0:0:0:-91:65:10|h[Королевская глазница с меткой стрелка]|h|r",
                name = "Королевская глазница с меткой стрелка",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44688:0:0:0:0:0:-42:65:10|h[Отрубленный клык Лок'Нахак с меткой оракула]|h|r",
                name = "Отрубленный клык Лок'Нахак с меткой оракула",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:44688:0:0:0:0:0:-90:65:10|h[Отрубленный клык Лок'Нахак с меткой некроманта]|h|r",
                name = "Отрубленный клык Лок'Нахак с меткой некроманта",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44688:0:0:0:0:0:-92:65:10|h[Отрубленный клык Лок'Нахак с меткой оруженосца]|h|r",
                name = "Отрубленный клык Лок'Нахак с меткой оруженосца",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:44688:0:0:0:0:0:-93:65:10|h[Отрубленный клык Лок'Нахак с печатью восстановления]|h|r",
                name = "Отрубленный клык Лок'Нахак с печатью восстановления",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44741:0:0:0:0:0:-26:126:10|h[Механизированные снегозащитные очки с печатью силы заклинаний]|h|r",
                name = "Механизированные снегозащитные очки с печатью силы заклинаний",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44741:0:0:0:0:0:-36:126:10|h[Механизированные снегозащитные очки с меткой волшебника]|h|r",
                name = "Механизированные снегозащитные очки с меткой волшебника",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:46324:0:0:0:0:0:-91:65:10|h[Спектральный коготь Гондрии с меткой стрелка]|h|r",
                name = "Спектральный коготь Гондрии с меткой стрелка",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:46324:0:0:0:0:0:-92:65:10|h[Спектральный коготь Гондрии с меткой оруженосца]|h|r",
                name = "Спектральный коготь Гондрии с меткой оруженосца",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:43245:0:0:0:0:0:0:0:10|h[Амулет с кристаллом кальцедония]|h|r",
                name = "Амулет с кристаллом кальцедония",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:43249:0:0:0:0:0:0:0:10|h[Кольцо темного могущества]|h|r",
                name = "Кольцо темного могущества",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:19288:0:0:0:0:0:0:0:10|h[Карта Новолуния: Синий Дракон]|h|r",
                name = "Карта Новолуния: Синий Дракон",
                count = 1,
            },
        },
        bank = {
            last_update = 1783413127,
            items = {
                {
                    link = "|cff0070dd|Hitem:31147:0:0:0:0:0:0:0:10|h[Подвеска Хитрости]|h|r",
                    name = "Подвеска Хитрости",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:31178:0:0:0:0:0:0:0:10|h[Амулет ускользающего могущества]|h|r",
                    name = "Амулет ускользающего могущества",
                    count = 5,
                },
                {
                    link = "|cff0070dd|Hitem:31194:0:0:0:0:0:-10:31:10|h[Боевые бусы Благословения Гроннов со знаком гориллы]|h|r",
                    name = "Боевые бусы Благословения Гроннов со знаком гориллы",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31194:0:0:0:0:0:-13:31:10|h[Боевые бусы Благословения Гроннов со знаком волка]|h|r",
                    name = "Боевые бусы Благословения Гроннов со знаком волка",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:31194:0:0:0:0:0:-17:31:10|h[Боевые бусы Благословения Гроннов со знаком силы]|h|r",
                    name = "Боевые бусы Благословения Гроннов со знаком силы",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31194:0:0:0:0:0:-45:31:10|h[Боевые бусы Благословения Гроннов с меткой победителя]|h|r",
                    name = "Боевые бусы Благословения Гроннов с меткой победителя",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:31194:0:0:0:0:0:-5:31:10|h[Боевые бусы Благословения Гроннов со знаком мартышки]|h|r",
                    name = "Боевые бусы Благословения Гроннов со знаком мартышки",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31196:0:0:0:0:0:0:0:10|h[Амулет посвящения]|h|r",
                    name = "Амулет посвящения",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:31258:0:0:0:0:0:0:0:10|h[Кольцо скорби]|h|r",
                    name = "Кольцо скорби",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:31275:0:0:0:0:0:0:0:10|h[Ожерелье добычи]|h|r",
                    name = "Ожерелье добычи",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:31277:0:0:0:0:0:0:0:10|h[Кольцо землепроходца]|h|r",
                    name = "Кольцо землепроходца",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:31290:0:0:0:0:0:0:0:10|h[Кольцо власти]|h|r",
                    name = "Кольцо власти",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:32772:0:0:0:0:0:0:0:10|h[Сверкающее жемчужное кольцо]|h|r",
                    name = "Сверкающее жемчужное кольцо",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:37748:0:0:0:0:0:0:0:10|h[Ледяное ожерелье Зимней Спячки]|h|r",
                    name = "Ледяное ожерелье Зимней Спячки",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:37751:0:0:0:0:0:0:0:10|h[Потеряный коготь Туги]|h|r",
                    name = "Потеряный коготь Туги",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:37758:0:0:0:0:0:0:0:10|h[Неугасающее колье Рейна]|h|r",
                    name = "Неугасающее колье Рейна",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:37819:0:0:0:0:0:0:0:10|h[Мастерски сделанное кольцо Милана]|h|r",
                    name = "Мастерски сделанное кольцо Милана",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:37820:0:0:0:0:0:0:0:10|h[Воргенское кольцо возрождения]|h|r",
                    name = "Воргенское кольцо возрождения",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:37821:0:0:0:0:0:0:0:10|h[Разрушительный перстень Рейна]|h|r",
                    name = "Разрушительный перстень Рейна",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:37822:0:0:0:0:0:0:0:10|h[Крученое кольцо-головоломка]|h|r",
                    name = "Крученое кольцо-головоломка",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:37823:0:0:0:0:0:0:0:10|h[Драконье колье лютости]|h|r",
                    name = "Драконье колье лютости",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:42338:0:0:0:0:0:0:0:10|h[Нефритовый кинжал-подвеска]|h|r",
                    name = "Нефритовый кинжал-подвеска",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:42339:0:0:0:0:0:0:0:10|h[Ожерелье Кровавого солнца]|h|r",
                    name = "Ожерелье Кровавого солнца",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:42340:0:0:0:0:0:-36:65:10|h[Перстень грез с меткой волшебника]|h|r",
                    name = "Перстень грез с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:42340:0:0:0:0:0:-39:65:10|h[Перстень грез с меткой заклинателя]|h|r",
                    name = "Перстень грез с меткой заклинателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:42340:0:0:0:0:0:-42:65:10|h[Перстень грез с меткой оракула]|h|r",
                    name = "Перстень грез с меткой оракула",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:42340:0:0:0:0:0:-90:65:10|h[Перстень грез с меткой некроманта]|h|r",
                    name = "Перстень грез с меткой некроманта",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:42340:0:0:0:0:0:-92:65:10|h[Перстень грез с меткой оруженосца]|h|r",
                    name = "Перстень грез с меткой оруженосца",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:43250:0:0:0:0:0:0:0:10|h[Кольцо силы земли]|h|r",
                    name = "Кольцо силы земли",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:43253:0:0:0:0:0:0:0:10|h[Кольцо хладных слез]|h|r",
                    name = "Кольцо хладных слез",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:43498:0:0:0:0:0:0:0:10|h[Титановая печатка свирепости]|h|r",
                    name = "Титановая печатка свирепости",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44681:0:0:0:0:0:-39:70:10|h[Титановый мозговорот с меткой заклинателя]|h|r",
                    name = "Титановый мозговорот с меткой заклинателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44681:0:0:0:0:0:-93:70:10|h[Титановый мозговорот с печатью восстановления]|h|r",
                    name = "Титановый мозговорот с печатью восстановления",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44682:0:0:0:0:0:-93:70:10|h[Талисман, ускоряющий время с печатью восстановления]|h|r",
                    name = "Талисман, ускоряющий время с печатью восстановления",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44683:0:0:0:0:0:-36:65:10|h[Королевская глазница с меткой волшебника]|h|r",
                    name = "Королевская глазница с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44683:0:0:0:0:0:-42:65:10|h[Королевская глазница с меткой оракула]|h|r",
                    name = "Королевская глазница с меткой оракула",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44683:0:0:0:0:0:-43:65:10|h[Королевская глазница с меткой солдата]|h|r",
                    name = "Королевская глазница с меткой солдата",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44683:0:0:0:0:0:-91:65:10|h[Королевская глазница с меткой стрелка]|h|r",
                    name = "Королевская глазница с меткой стрелка",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44688:0:0:0:0:0:-42:65:10|h[Отрубленный клык Лок'Нахак с меткой оракула]|h|r",
                    name = "Отрубленный клык Лок'Нахак с меткой оракула",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:44688:0:0:0:0:0:-90:65:10|h[Отрубленный клык Лок'Нахак с меткой некроманта]|h|r",
                    name = "Отрубленный клык Лок'Нахак с меткой некроманта",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44688:0:0:0:0:0:-92:65:10|h[Отрубленный клык Лок'Нахак с меткой оруженосца]|h|r",
                    name = "Отрубленный клык Лок'Нахак с меткой оруженосца",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:44688:0:0:0:0:0:-93:65:10|h[Отрубленный клык Лок'Нахак с печатью восстановления]|h|r",
                    name = "Отрубленный клык Лок'Нахак с печатью восстановления",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44741:0:0:0:0:0:-26:126:10|h[Механизированные снегозащитные очки с печатью силы заклинаний]|h|r",
                    name = "Механизированные снегозащитные очки с печатью силы заклинаний",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44741:0:0:0:0:0:-36:126:10|h[Механизированные снегозащитные очки с меткой волшебника]|h|r",
                    name = "Механизированные снегозащитные очки с меткой волшебника",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:46324:0:0:0:0:0:-91:65:10|h[Спектральный коготь Гондрии с меткой стрелка]|h|r",
                    name = "Спектральный коготь Гондрии с меткой стрелка",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:46324:0:0:0:0:0:-92:65:10|h[Спектральный коготь Гондрии с меткой оруженосца]|h|r",
                    name = "Спектральный коготь Гондрии с меткой оруженосца",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:43245:0:0:0:0:0:0:0:10|h[Амулет с кристаллом кальцедония]|h|r",
                    name = "Амулет с кристаллом кальцедония",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:43249:0:0:0:0:0:0:0:10|h[Кольцо темного могущества]|h|r",
                    name = "Кольцо темного могущества",
                    count = 2,
                },
                {
                    link = "|cffa335ee|Hitem:19288:0:0:0:0:0:0:0:10|h[Карта Новолуния: Синий Дракон]|h|r",
                    name = "Карта Новолуния: Синий Дракон",
                    count = 1,
                },
            },
        },
        bags = {
            last_update = 1783413128,
            items = {
            },
        },
    },
    {
        name = "Пуляша",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-06-28 06:43:16",
        money = 13104,
        empty = 73,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:11630:0:0:0:0:0:0:0:10|h[Каменноосколочная беспатронная пуля]|h|r",
                name = "Каменноосколочная беспатронная пуля",
                count = 200,
            },
            {
                link = "|cff0070dd|Hitem:12984:0:0:0:0:0:0:0:10|h[Зов небес]|h|r",
                name = "Зов небес",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:13004:0:0:0:0:0:0:0:10|h[Факел Остен]|h|r",
                name = "Факел Остен",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:13019:0:0:0:0:0:0:0:10|h[Короткий лук из когтя гарпии]|h|r",
                name = "Короткий лук из когтя гарпии",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:13020:0:0:0:0:0:0:0:10|h[Лук небесного бойца]|h|r",
                name = "Лук небесного бойца",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:13021:0:0:0:0:0:0:0:10|h[Продеватель игл]|h|r",
                name = "Продеватель игл",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:13022:0:0:0:0:0:0:0:10|h[Длинный лук Грифоньего крыла]|h|r",
                name = "Длинный лук Грифоньего крыла",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:13023:0:0:0:0:0:0:0:10|h[Длинный лук Орлиного рога]|h|r",
                name = "Длинный лук Орлиного рога",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13037:0:0:0:0:0:0:0:10|h[Оса Хрустальных сосен]|h|r",
                name = "Оса Хрустальных сосен",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:13038:0:0:0:0:0:0:0:10|h[Быстроветр]|h|r",
                name = "Быстроветр",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:13039:0:0:0:0:0:0:0:10|h[Раскалывающий череп арбалет]|h|r",
                name = "Раскалывающий череп арбалет",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:13040:0:0:0:0:0:0:0:10|h[Арбалет Ищущий Сердце]|h|r",
                name = "Арбалет Ищущий Сердце",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:13062:0:0:0:0:0:0:0:10|h[Громодерево]|h|r",
                name = "Громодерево",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:13063:0:0:0:0:0:0:0:10|h[Звездопад]|h|r",
                name = "Звездопад",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:13064:0:0:0:0:0:0:0:10|h[Огнеиспускатель Джайны]|h|r",
                name = "Огнеиспускатель Джайны",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:13065:0:0:0:0:0:0:0:10|h[Жезл Аллистария]|h|r",
                name = "Жезл Аллистария",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:13136:0:0:0:0:0:0:0:10|h[Пугач маленького Тимми]|h|r",
                name = "Пугач маленького Тимми",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13137:0:0:0:0:0:0:0:10|h[Железноткач]|h|r",
                name = "Железноткач",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:13138:0:0:0:0:0:0:0:10|h[Глушитель]|h|r",
                name = "Глушитель",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:13139:0:0:0:0:0:0:0:10|h[Выдавливатель внутренностей]|h|r",
                name = "Выдавливатель внутренностей",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:13146:0:0:0:0:0:0:0:10|h[Крупнокалиберный дробовик]|h|r",
                name = "Крупнокалиберный дробовик",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:2098:0:0:0:0:0:0:0:10|h[Двуствольный дробовик]|h|r",
                name = "Двуствольный дробовик",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:23773:0:0:0:0:0:0:0:10|h[Адамантитовые патроны]|h|r",
                name = "Адамантитовые патроны",
                count = 8955,
            },
            {
                link = "|cff0070dd|Hitem:41165:0:0:0:0:0:0:0:10|h[Саронитовые острейшие стрелы]|h|r",
                name = "Саронитовые острейшие стрелы",
                count = 15601,
            },
            {
                link = "|cff1eff00|Hitem:10512:0:0:0:0:0:0:0:10|h[Бронебойные мифриловые пули]|h|r",
                name = "Бронебойные мифриловые пули",
                count = 5000,
            },
            {
                link = "|cff1eff00|Hitem:15997:0:0:0:0:0:0:0:10|h[Ториевые патроны]|h|r",
                name = "Ториевые патроны",
                count = 17710,
            },
            {
                link = "|cff1eff00|Hitem:18042:0:0:0:0:0:0:0:10|h[Стрела с ториевым наконечником]|h|r",
                name = "Стрела с ториевым наконечником",
                count = 10000,
            },
            {
                link = "|cff1eff00|Hitem:23772:0:0:0:0:0:0:0:10|h[Патроны из оскверненного железа]|h|r",
                name = "Патроны из оскверненного железа",
                count = 16495,
            },
            {
                link = "|cff1eff00|Hitem:4407:0:0:0:0:0:0:0:10|h[Точный прицел]|h|r",
                name = "Точный прицел",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:2099:0:0:0:0:0:0:0:10|h[Дворфийская пищаль]|h|r",
                name = "Дворфийская пищаль",
                count = 4,
            },
            {
                link = "|cffa335ee|Hitem:2100:0:0:0:0:0:0:0:10|h[Пристрелянный огнестрел]|h|r",
                name = "Пристрелянный огнестрел",
                count = 4,
            },
            {
                link = "|cffa335ee|Hitem:2824:0:0:0:0:0:0:0:10|h[Гроза]|h|r",
                name = "Гроза",
                count = 4,
            },
            {
                link = "|cffa335ee|Hitem:2825:0:0:0:0:0:0:0:10|h[Лук Жгучих Стрел]|h|r",
                name = "Лук Жгучих Стрел",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:10546:0:0:0:0:0:0:0:10|h[Смертоносный прицел]|h|r",
                name = "Смертоносный прицел",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:10548:0:0:0:0:0:0:0:10|h[Снайперский прицел]|h|r",
                name = "Снайперский прицел",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:4405:0:0:0:0:0:0:0:10|h[Кустарный прицел]|h|r",
                name = "Кустарный прицел",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:4406:0:0:0:0:0:0:0:10|h[Обычный прицел]|h|r",
                name = "Обычный прицел",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:44739:0:0:0:0:0:0:0:10|h[Рефракторный прицел с бриллиантовой огранкой]|h|r",
                name = "Рефракторный прицел с бриллиантовой огранкой",
                count = 11,
            },
        },
        bank = {
            last_update = 1782618182,
            items = {
                {
                    link = "|cff0070dd|Hitem:12984:0:0:0:0:0:0:0:10|h[Зов небес]|h|r",
                    name = "Зов небес",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:13004:0:0:0:0:0:0:0:10|h[Факел Остен]|h|r",
                    name = "Факел Остен",
                    count = 5,
                },
                {
                    link = "|cff0070dd|Hitem:13019:0:0:0:0:0:0:0:10|h[Короткий лук из когтя гарпии]|h|r",
                    name = "Короткий лук из когтя гарпии",
                    count = 5,
                },
                {
                    link = "|cff0070dd|Hitem:13020:0:0:0:0:0:0:0:10|h[Лук небесного бойца]|h|r",
                    name = "Лук небесного бойца",
                    count = 4,
                },
                {
                    link = "|cff0070dd|Hitem:13021:0:0:0:0:0:0:0:10|h[Продеватель игл]|h|r",
                    name = "Продеватель игл",
                    count = 4,
                },
                {
                    link = "|cff0070dd|Hitem:13022:0:0:0:0:0:0:0:10|h[Длинный лук Грифоньего крыла]|h|r",
                    name = "Длинный лук Грифоньего крыла",
                    count = 5,
                },
                {
                    link = "|cff0070dd|Hitem:13023:0:0:0:0:0:0:0:10|h[Длинный лук Орлиного рога]|h|r",
                    name = "Длинный лук Орлиного рога",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13037:0:0:0:0:0:0:0:10|h[Оса Хрустальных сосен]|h|r",
                    name = "Оса Хрустальных сосен",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:13038:0:0:0:0:0:0:0:10|h[Быстроветр]|h|r",
                    name = "Быстроветр",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:13039:0:0:0:0:0:0:0:10|h[Раскалывающий череп арбалет]|h|r",
                    name = "Раскалывающий череп арбалет",
                    count = 5,
                },
                {
                    link = "|cff0070dd|Hitem:13040:0:0:0:0:0:0:0:10|h[Арбалет Ищущий Сердце]|h|r",
                    name = "Арбалет Ищущий Сердце",
                    count = 5,
                },
                {
                    link = "|cff0070dd|Hitem:13062:0:0:0:0:0:0:0:10|h[Громодерево]|h|r",
                    name = "Громодерево",
                    count = 4,
                },
                {
                    link = "|cff0070dd|Hitem:13063:0:0:0:0:0:0:0:10|h[Звездопад]|h|r",
                    name = "Звездопад",
                    count = 4,
                },
                {
                    link = "|cff0070dd|Hitem:13064:0:0:0:0:0:0:0:10|h[Огнеиспускатель Джайны]|h|r",
                    name = "Огнеиспускатель Джайны",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:13065:0:0:0:0:0:0:0:10|h[Жезл Аллистария]|h|r",
                    name = "Жезл Аллистария",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:13136:0:0:0:0:0:0:0:10|h[Пугач маленького Тимми]|h|r",
                    name = "Пугач маленького Тимми",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13137:0:0:0:0:0:0:0:10|h[Железноткач]|h|r",
                    name = "Железноткач",
                    count = 5,
                },
                {
                    link = "|cff0070dd|Hitem:13138:0:0:0:0:0:0:0:10|h[Глушитель]|h|r",
                    name = "Глушитель",
                    count = 4,
                },
                {
                    link = "|cff0070dd|Hitem:13139:0:0:0:0:0:0:0:10|h[Выдавливатель внутренностей]|h|r",
                    name = "Выдавливатель внутренностей",
                    count = 5,
                },
                {
                    link = "|cff0070dd|Hitem:13146:0:0:0:0:0:0:0:10|h[Крупнокалиберный дробовик]|h|r",
                    name = "Крупнокалиберный дробовик",
                    count = 5,
                },
                {
                    link = "|cff0070dd|Hitem:2098:0:0:0:0:0:0:0:10|h[Двуствольный дробовик]|h|r",
                    name = "Двуствольный дробовик",
                    count = 4,
                },
                {
                    link = "|cffa335ee|Hitem:2099:0:0:0:0:0:0:0:10|h[Дворфийская пищаль]|h|r",
                    name = "Дворфийская пищаль",
                    count = 4,
                },
                {
                    link = "|cffa335ee|Hitem:2100:0:0:0:0:0:0:0:10|h[Пристрелянный огнестрел]|h|r",
                    name = "Пристрелянный огнестрел",
                    count = 4,
                },
                {
                    link = "|cffa335ee|Hitem:2824:0:0:0:0:0:0:0:10|h[Гроза]|h|r",
                    name = "Гроза",
                    count = 4,
                },
                {
                    link = "|cffa335ee|Hitem:2825:0:0:0:0:0:0:0:10|h[Лук Жгучих Стрел]|h|r",
                    name = "Лук Жгучих Стрел",
                    count = 5,
                },
            },
        },
        bags = {
            last_update = 1782618191,
            items = {
                {
                    link = "|cff0070dd|Hitem:11630:0:0:0:0:0:0:0:10|h[Каменноосколочная беспатронная пуля]|h|r",
                    name = "Каменноосколочная беспатронная пуля",
                    count = 200,
                },
                {
                    link = "|cff0070dd|Hitem:23773:0:0:0:0:0:0:0:10|h[Адамантитовые патроны]|h|r",
                    name = "Адамантитовые патроны",
                    count = 8955,
                },
                {
                    link = "|cff0070dd|Hitem:41165:0:0:0:0:0:0:0:10|h[Саронитовые острейшие стрелы]|h|r",
                    name = "Саронитовые острейшие стрелы",
                    count = 15601,
                },
                {
                    link = "|cff1eff00|Hitem:10512:0:0:0:0:0:0:0:10|h[Бронебойные мифриловые пули]|h|r",
                    name = "Бронебойные мифриловые пули",
                    count = 5000,
                },
                {
                    link = "|cff1eff00|Hitem:15997:0:0:0:0:0:0:0:10|h[Ториевые патроны]|h|r",
                    name = "Ториевые патроны",
                    count = 17710,
                },
                {
                    link = "|cff1eff00|Hitem:18042:0:0:0:0:0:0:0:10|h[Стрела с ториевым наконечником]|h|r",
                    name = "Стрела с ториевым наконечником",
                    count = 10000,
                },
                {
                    link = "|cff1eff00|Hitem:23772:0:0:0:0:0:0:0:10|h[Патроны из оскверненного железа]|h|r",
                    name = "Патроны из оскверненного железа",
                    count = 16495,
                },
                {
                    link = "|cff1eff00|Hitem:4407:0:0:0:0:0:0:0:10|h[Точный прицел]|h|r",
                    name = "Точный прицел",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:10546:0:0:0:0:0:0:0:10|h[Смертоносный прицел]|h|r",
                    name = "Смертоносный прицел",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:10548:0:0:0:0:0:0:0:10|h[Снайперский прицел]|h|r",
                    name = "Снайперский прицел",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:4405:0:0:0:0:0:0:0:10|h[Кустарный прицел]|h|r",
                    name = "Кустарный прицел",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:4406:0:0:0:0:0:0:0:10|h[Обычный прицел]|h|r",
                    name = "Обычный прицел",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:44739:0:0:0:0:0:0:0:10|h[Рефракторный прицел с бриллиантовой огранкой]|h|r",
                    name = "Рефракторный прицел с бриллиантовой огранкой",
                    count = 11,
                },
            },
        },
    },
    {
        name = "Пыляшка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-07-12 01:13:30",
        money = 385478,
        empty = 108,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:10978:0:0:0:0:0:0:0:10|h[Малый мерцающий осколок]|h|r",
                name = "Малый мерцающий осколок",
                count = 168,
            },
            {
                link = "|cff0070dd|Hitem:11084:0:0:0:0:0:0:0:10|h[Большой мерцающий осколок]|h|r",
                name = "Большой мерцающий осколок",
                count = 199,
            },
            {
                link = "|cff0070dd|Hitem:11138:0:0:0:0:0:0:0:10|h[Малый светящийся осколок]|h|r",
                name = "Малый светящийся осколок",
                count = 154,
            },
            {
                link = "|cff0070dd|Hitem:11139:0:0:0:0:0:0:0:10|h[Большой светящийся осколок]|h|r",
                name = "Большой светящийся осколок",
                count = 213,
            },
            {
                link = "|cff0070dd|Hitem:11177:0:0:0:0:0:0:0:10|h[Малый светозарный осколок]|h|r",
                name = "Малый светозарный осколок",
                count = 358,
            },
            {
                link = "|cff0070dd|Hitem:11178:0:0:0:0:0:0:0:10|h[Большой светозарный осколок]|h|r",
                name = "Большой светозарный осколок",
                count = 171,
            },
            {
                link = "|cff0070dd|Hitem:14343:0:0:0:0:0:0:0:10|h[Малый сверкающий осколок]|h|r",
                name = "Малый сверкающий осколок",
                count = 297,
            },
            {
                link = "|cff0070dd|Hitem:14344:0:0:0:0:0:0:0:10|h[Большой сверкающий осколок]|h|r",
                name = "Большой сверкающий осколок",
                count = 117,
            },
            {
                link = "|cff0070dd|Hitem:22448:0:0:0:0:0:0:0:10|h[Малый радужный осколок]|h|r",
                name = "Малый радужный осколок",
                count = 196,
            },
            {
                link = "|cff0070dd|Hitem:22449:0:0:0:0:0:0:0:10|h[Большой радужный осколок]|h|r",
                name = "Большой радужный осколок",
                count = 23,
            },
            {
                link = "|cff0070dd|Hitem:34052:0:0:0:0:0:0:0:10|h[Осколок грез]|h|r",
                name = "Осколок грез",
                count = 52,
            },
            {
                link = "|cff0070dd|Hitem:34053:0:0:0:0:0:0:0:10|h[Маленький осколок грез]|h|r",
                name = "Маленький осколок грез",
                count = 335,
            },
            {
                link = "|cff1eff00|Hitem:10938:0:0:0:0:0:0:0:10|h[Малая магическая субстанция]|h|r",
                name = "Малая магическая субстанция",
                count = 8,
            },
            {
                link = "|cff1eff00|Hitem:10939:0:0:0:0:0:0:0:10|h[Большая магическая субстанция]|h|r",
                name = "Большая магическая субстанция",
                count = 104,
            },
            {
                link = "|cff1eff00|Hitem:10998:0:0:0:0:0:0:0:10|h[Простая Астральная субстанция]|h|r",
                name = "Простая Астральная субстанция",
                count = 21,
            },
            {
                link = "|cff1eff00|Hitem:11082:0:0:0:0:0:0:0:10|h[Великая астральная субстанция]|h|r",
                name = "Великая астральная субстанция",
                count = 115,
            },
            {
                link = "|cff1eff00|Hitem:11134:0:0:0:0:0:0:0:10|h[Простая таинственная субстанция]|h|r",
                name = "Простая таинственная субстанция",
                count = 23,
            },
            {
                link = "|cff1eff00|Hitem:11135:0:0:0:0:0:0:0:10|h[Великая таинственная субстанция]|h|r",
                name = "Великая таинственная субстанция",
                count = 137,
            },
            {
                link = "|cff1eff00|Hitem:11174:0:0:0:0:0:0:0:10|h[Простая субстанция Пустоты]|h|r",
                name = "Простая субстанция Пустоты",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11175:0:0:0:0:0:0:0:10|h[Великая субстанция Пустоты]|h|r",
                name = "Великая субстанция Пустоты",
                count = 10,
            },
            {
                link = "|cff1eff00|Hitem:16203:0:0:0:0:0:0:0:10|h[Великая вечная субстанция]|h|r",
                name = "Великая вечная субстанция",
                count = 40,
            },
            {
                link = "|cff1eff00|Hitem:22446:0:0:0:0:0:0:0:10|h[Великая планарная субстанция]|h|r",
                name = "Великая планарная субстанция",
                count = 4,
            },
            {
                link = "|cff1eff00|Hitem:22447:0:0:0:0:0:0:0:10|h[Простая планарная субстанция]|h|r",
                name = "Простая планарная субстанция",
                count = 30,
            },
            {
                link = "|cff1eff00|Hitem:34055:0:0:0:0:0:0:0:10|h[Великая космическая субстанция]|h|r",
                name = "Великая космическая субстанция",
                count = 157,
            },
            {
                link = "|cff1eff00|Hitem:34056:0:0:0:0:0:0:0:10|h[Малая космическая субстанция]|h|r",
                name = "Малая космическая субстанция",
                count = 109,
            },
            {
                link = "|cffa335ee|Hitem:20725:0:0:0:0:0:0:0:10|h[Кристалл-источник]|h|r",
                name = "Кристалл-источник",
                count = 51,
            },
            {
                link = "|cffa335ee|Hitem:34057:0:0:0:0:0:0:0:10|h[Кристалл пропасти]|h|r",
                name = "Кристалл пропасти",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:10940:0:0:0:0:0:0:0:10|h[Странная пыль]|h|r",
                name = "Странная пыль",
                count = 345,
            },
            {
                link = "|cffffffff|Hitem:11083:0:0:0:0:0:0:0:10|h[Пыль духа]|h|r",
                name = "Пыль духа",
                count = 481,
            },
            {
                link = "|cffffffff|Hitem:11128:0:0:0:0:0:0:0:10|h[Золотой жезл]|h|r",
                name = "Золотой жезл",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:11137:0:0:0:0:0:0:0:10|h[Пыль провидения]|h|r",
                name = "Пыль провидения",
                count = 204,
            },
            {
                link = "|cffffffff|Hitem:11176:0:0:0:0:0:0:0:10|h[Сонная пыль]|h|r",
                name = "Сонная пыль",
                count = 200,
            },
            {
                link = "|cffffffff|Hitem:16206:0:0:0:0:0:0:0:10|h[Арканитовый жезл]|h|r",
                name = "Арканитовый жезл",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:17034:0:0:0:0:0:0:0:10|h[Семена клена]|h|r",
                name = "Семена клена",
                count = 40,
            },
            {
                link = "|cffffffff|Hitem:20744:0:0:0:0:0:0:0:10|h[Слабое волшебное масло]|h|r",
                name = "Слабое волшебное масло",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:20746:0:0:0:0:0:0:0:10|h[Простое волшебное масло]|h|r",
                name = "Простое волшебное масло",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:20748:0:0:0:0:0:0:0:10|h[Сверкающее масло маны]|h|r",
                name = "Сверкающее масло маны",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:20749:0:0:0:0:0:0:0:10|h[Сверкающее волшебное масло]|h|r",
                name = "Сверкающее волшебное масло",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:22522:0:0:0:0:0:0:0:10|h[Превосходное волшебное масло]|h|r",
                name = "Превосходное волшебное масло",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:25843:0:0:0:0:0:0:0:10|h[Жезл из оскверненного железа]|h|r",
                name = "Жезл из оскверненного железа",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:25844:0:0:0:0:0:0:0:10|h[Адамантитовый жезл]|h|r",
                name = "Адамантитовый жезл",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:25845:0:0:0:0:0:0:0:10|h[Этерниевый жезл]|h|r",
                name = "Этерниевый жезл",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:3371:0:0:0:0:0:0:0:10|h[Пустая колба]|h|r",
                name = "Пустая колба",
                count = 40,
            },
            {
                link = "|cffffffff|Hitem:41745:0:0:0:0:0:0:0:10|h[Титановый жезл]|h|r",
                name = "Титановый жезл",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:6338:0:0:0:0:0:0:0:10|h[Серебряный жезл]|h|r",
                name = "Серебряный жезл",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:6339:0:0:0:0:0:0:0:10|h[Рунический серебряный жезл]|h|r",
                name = "Рунический серебряный жезл",
                count = 1,
            },
        },
        bank = {
            last_update = 1783807747,
            items = {
                {
                    link = "|cff0070dd|Hitem:10978:0:0:0:0:0:0:0:10|h[Малый мерцающий осколок]|h|r",
                    name = "Малый мерцающий осколок",
                    count = 168,
                },
                {
                    link = "|cff0070dd|Hitem:11084:0:0:0:0:0:0:0:10|h[Большой мерцающий осколок]|h|r",
                    name = "Большой мерцающий осколок",
                    count = 199,
                },
                {
                    link = "|cff0070dd|Hitem:11138:0:0:0:0:0:0:0:10|h[Малый светящийся осколок]|h|r",
                    name = "Малый светящийся осколок",
                    count = 154,
                },
                {
                    link = "|cff0070dd|Hitem:11139:0:0:0:0:0:0:0:10|h[Большой светящийся осколок]|h|r",
                    name = "Большой светящийся осколок",
                    count = 213,
                },
                {
                    link = "|cff0070dd|Hitem:11177:0:0:0:0:0:0:0:10|h[Малый светозарный осколок]|h|r",
                    name = "Малый светозарный осколок",
                    count = 358,
                },
                {
                    link = "|cff0070dd|Hitem:11178:0:0:0:0:0:0:0:10|h[Большой светозарный осколок]|h|r",
                    name = "Большой светозарный осколок",
                    count = 171,
                },
                {
                    link = "|cff0070dd|Hitem:14343:0:0:0:0:0:0:0:10|h[Малый сверкающий осколок]|h|r",
                    name = "Малый сверкающий осколок",
                    count = 297,
                },
                {
                    link = "|cff0070dd|Hitem:14344:0:0:0:0:0:0:0:10|h[Большой сверкающий осколок]|h|r",
                    name = "Большой сверкающий осколок",
                    count = 117,
                },
                {
                    link = "|cff0070dd|Hitem:22448:0:0:0:0:0:0:0:10|h[Малый радужный осколок]|h|r",
                    name = "Малый радужный осколок",
                    count = 196,
                },
                {
                    link = "|cff0070dd|Hitem:22449:0:0:0:0:0:0:0:10|h[Большой радужный осколок]|h|r",
                    name = "Большой радужный осколок",
                    count = 23,
                },
                {
                    link = "|cff0070dd|Hitem:34052:0:0:0:0:0:0:0:10|h[Осколок грез]|h|r",
                    name = "Осколок грез",
                    count = 52,
                },
                {
                    link = "|cff0070dd|Hitem:34053:0:0:0:0:0:0:0:10|h[Маленький осколок грез]|h|r",
                    name = "Маленький осколок грез",
                    count = 335,
                },
                {
                    link = "|cff1eff00|Hitem:10938:0:0:0:0:0:0:0:10|h[Малая магическая субстанция]|h|r",
                    name = "Малая магическая субстанция",
                    count = 8,
                },
                {
                    link = "|cff1eff00|Hitem:10939:0:0:0:0:0:0:0:10|h[Большая магическая субстанция]|h|r",
                    name = "Большая магическая субстанция",
                    count = 104,
                },
                {
                    link = "|cff1eff00|Hitem:10998:0:0:0:0:0:0:0:10|h[Простая Астральная субстанция]|h|r",
                    name = "Простая Астральная субстанция",
                    count = 21,
                },
                {
                    link = "|cff1eff00|Hitem:11082:0:0:0:0:0:0:0:10|h[Великая астральная субстанция]|h|r",
                    name = "Великая астральная субстанция",
                    count = 115,
                },
                {
                    link = "|cff1eff00|Hitem:11134:0:0:0:0:0:0:0:10|h[Простая таинственная субстанция]|h|r",
                    name = "Простая таинственная субстанция",
                    count = 23,
                },
                {
                    link = "|cff1eff00|Hitem:11135:0:0:0:0:0:0:0:10|h[Великая таинственная субстанция]|h|r",
                    name = "Великая таинственная субстанция",
                    count = 137,
                },
                {
                    link = "|cff1eff00|Hitem:11174:0:0:0:0:0:0:0:10|h[Простая субстанция Пустоты]|h|r",
                    name = "Простая субстанция Пустоты",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:11175:0:0:0:0:0:0:0:10|h[Великая субстанция Пустоты]|h|r",
                    name = "Великая субстанция Пустоты",
                    count = 10,
                },
                {
                    link = "|cff1eff00|Hitem:16203:0:0:0:0:0:0:0:10|h[Великая вечная субстанция]|h|r",
                    name = "Великая вечная субстанция",
                    count = 40,
                },
                {
                    link = "|cff1eff00|Hitem:22446:0:0:0:0:0:0:0:10|h[Великая планарная субстанция]|h|r",
                    name = "Великая планарная субстанция",
                    count = 4,
                },
                {
                    link = "|cff1eff00|Hitem:22447:0:0:0:0:0:0:0:10|h[Простая планарная субстанция]|h|r",
                    name = "Простая планарная субстанция",
                    count = 30,
                },
                {
                    link = "|cff1eff00|Hitem:34055:0:0:0:0:0:0:0:10|h[Великая космическая субстанция]|h|r",
                    name = "Великая космическая субстанция",
                    count = 157,
                },
                {
                    link = "|cff1eff00|Hitem:34056:0:0:0:0:0:0:0:10|h[Малая космическая субстанция]|h|r",
                    name = "Малая космическая субстанция",
                    count = 109,
                },
                {
                    link = "|cffa335ee|Hitem:20725:0:0:0:0:0:0:0:10|h[Кристалл-источник]|h|r",
                    name = "Кристалл-источник",
                    count = 51,
                },
                {
                    link = "|cffa335ee|Hitem:34057:0:0:0:0:0:0:0:10|h[Кристалл пропасти]|h|r",
                    name = "Кристалл пропасти",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:10940:0:0:0:0:0:0:0:10|h[Странная пыль]|h|r",
                    name = "Странная пыль",
                    count = 345,
                },
                {
                    link = "|cffffffff|Hitem:11083:0:0:0:0:0:0:0:10|h[Пыль духа]|h|r",
                    name = "Пыль духа",
                    count = 481,
                },
                {
                    link = "|cffffffff|Hitem:11137:0:0:0:0:0:0:0:10|h[Пыль провидения]|h|r",
                    name = "Пыль провидения",
                    count = 204,
                },
                {
                    link = "|cffffffff|Hitem:11176:0:0:0:0:0:0:0:10|h[Сонная пыль]|h|r",
                    name = "Сонная пыль",
                    count = 200,
                },
                {
                    link = "|cffffffff|Hitem:17034:0:0:0:0:0:0:0:10|h[Семена клена]|h|r",
                    name = "Семена клена",
                    count = 40,
                },
                {
                    link = "|cffffffff|Hitem:20744:0:0:0:0:0:0:0:10|h[Слабое волшебное масло]|h|r",
                    name = "Слабое волшебное масло",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:20746:0:0:0:0:0:0:0:10|h[Простое волшебное масло]|h|r",
                    name = "Простое волшебное масло",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:20748:0:0:0:0:0:0:0:10|h[Сверкающее масло маны]|h|r",
                    name = "Сверкающее масло маны",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:20749:0:0:0:0:0:0:0:10|h[Сверкающее волшебное масло]|h|r",
                    name = "Сверкающее волшебное масло",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:22522:0:0:0:0:0:0:0:10|h[Превосходное волшебное масло]|h|r",
                    name = "Превосходное волшебное масло",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:3371:0:0:0:0:0:0:0:10|h[Пустая колба]|h|r",
                    name = "Пустая колба",
                    count = 40,
                },
                {
                    link = "|cffffffff|Hitem:6339:0:0:0:0:0:0:0:10|h[Рунический серебряный жезл]|h|r",
                    name = "Рунический серебряный жезл",
                    count = 1,
                },
            },
        },
        bags = {
            last_update = 1783807778,
            items = {
                {
                    link = "|cffffffff|Hitem:11128:0:0:0:0:0:0:0:10|h[Золотой жезл]|h|r",
                    name = "Золотой жезл",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:16206:0:0:0:0:0:0:0:10|h[Арканитовый жезл]|h|r",
                    name = "Арканитовый жезл",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:25843:0:0:0:0:0:0:0:10|h[Жезл из оскверненного железа]|h|r",
                    name = "Жезл из оскверненного железа",
                    count = 6,
                },
                {
                    link = "|cffffffff|Hitem:25844:0:0:0:0:0:0:0:10|h[Адамантитовый жезл]|h|r",
                    name = "Адамантитовый жезл",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:25845:0:0:0:0:0:0:0:10|h[Этерниевый жезл]|h|r",
                    name = "Этерниевый жезл",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:41745:0:0:0:0:0:0:0:10|h[Титановый жезл]|h|r",
                    name = "Титановый жезл",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:6338:0:0:0:0:0:0:0:10|h[Серебряный жезл]|h|r",
                    name = "Серебряный жезл",
                    count = 4,
                },
            },
        },
    },
    {
        name = "Рец",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-07-11 17:53:08",
        money = 164134,
        empty = 46,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:10605:0:0:0:0:0:0:0:10|h[Чертеж: экстремальные очки магической силы]|h|r",
                name = "Чертеж: экстремальные очки магической силы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:10608:0:0:0:0:0:0:0:10|h[Схема: снайперский прицел]|h|r",
                name = "Схема: снайперский прицел",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:12711:0:0:0:0:0:0:0:10|h[Чертеж: шлем чистой души]|h|r",
                name = "Чертеж: шлем чистой души",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:12839:0:0:0:0:0:0:0:10|h[Чертеж: пронзатель сердец]|h|r",
                name = "Чертеж: пронзатель сердец",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:14497:0:0:0:0:0:0:0:10|h[Выкройка: поножи из луноткани]|h|r",
                name = "Выкройка: поножи из луноткани",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:14501:0:0:0:0:0:0:0:10|h[Выкройка: жилет из луноткани]|h|r",
                name = "Выкройка: жилет из луноткани",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:15752:0:0:0:0:0:0:0:10|h[Выкройка: поножи жизни]|h|r",
                name = "Выкройка: поножи жизни",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:15760:0:0:0:0:0:0:0:10|h[Выкройка: железноперая кираса]|h|r",
                name = "Выкройка: железноперая кираса",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:15781:0:0:0:0:0:0:0:10|h[Выкройка: поножи из чешуи черного дракона]|h|r",
                name = "Выкройка: поножи из чешуи черного дракона",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:23802:0:0:0:0:0:0:0:10|h[Схема: узорчатая кориевая винтовка]|h|r",
                name = "Схема: узорчатая кориевая винтовка",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:24170:0:0:0:0:0:0:0:10|h[Эскиз: объятия рассвета]|h|r",
                name = "Эскиз: объятия рассвета",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:24300:0:0:0:0:0:0:0:10|h[Выкройка: плащ вечности]|h|r",
                name = "Выкройка: плащ вечности",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:3871:0:0:0:0:0:0:0:10|h[Чертеж: золотые чешуйчатые наплечники]|h|r",
                name = "Чертеж: золотые чешуйчатые наплечники",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:4298:0:0:0:0:0:0:0:10|h[Выкройка: пояс стража]|h|r",
                name = "Выкройка: пояс стража",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:4301:0:0:0:0:0:0:0:10|h[Выкройка: варварский пояс]|h|r",
                name = "Выкройка: варварский пояс",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:4415:0:0:0:0:0:0:0:10|h[Схема: монокль ремесленника]|h|r",
                name = "Схема: монокль ремесленника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:7452:0:0:0:0:0:0:0:10|h[Выкройка: мглистые сапоги]|h|r",
                name = "Выкройка: мглистые сапоги",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:7976:0:0:0:0:0:0:0:10|h[Чертеж: мифриловый шип для щита]|h|r",
                name = "Чертеж: мифриловый шип для щита",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:7991:0:0:0:0:0:0:0:10|h[Чертеж: мифриловые чешуйчатые наплечники]|h|r",
                name = "Чертеж: мифриловые чешуйчатые наплечники",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:8028:0:0:0:0:0:0:0:10|h[Чертеж: рунический мифриловый молот]|h|r",
                name = "Чертеж: рунический мифриловый молот",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10300:0:0:0:0:0:0:0:10|h[Выкройка: красный жилет из магической ткани]|h|r",
                name = "Выкройка: красный жилет из магической ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10301:0:0:0:0:0:0:0:10|h[Выкройка: белая бандитская маска]|h|r",
                name = "Выкройка: белая бандитская маска",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10302:0:0:0:0:0:0:0:10|h[Выкройка: красные штаны из магической ткани]|h|r",
                name = "Выкройка: красные штаны из магической ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10312:0:0:0:0:0:0:0:10|h[Выкройка: красные перчатки из магической ткани]|h|r",
                name = "Выкройка: красные перчатки из магической ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10316:0:0:0:0:0:0:0:10|h[Выкройка: многоцветный килт]|h|r",
                name = "Выкройка: многоцветный килт",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10320:0:0:0:0:0:0:0:10|h[Выкройка: красная головная повязка из магической ткани]|h|r",
                name = "Выкройка: красная головная повязка из магической ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10424:0:0:0:0:0:0:0:10|h[Чертеж: посеребренные бронзовые поножи]|h|r",
                name = "Чертеж: посеребренные бронзовые поножи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10601:0:0:0:0:0:0:0:10|h[Схема: яркоглазые очки]|h|r",
                name = "Схема: яркоглазые очки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10603:0:0:0:0:0:0:0:10|h[Схема: ультра-очки \"Кошачий глаз\"]|h|r",
                name = "Схема: ультра-очки \"Кошачий глаз\"",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10604:0:0:0:0:0:0:0:10|h[Схема: мифриловая крупнокалиберная винтовка]|h|r",
                name = "Схема: мифриловая крупнокалиберная винтовка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10606:0:0:0:0:0:0:0:10|h[Схема: плащ-парашют]|h|r",
                name = "Схема: плащ-парашют",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11038:0:0:0:0:0:0:0:10|h[Формула чар для двуручного оружия - дух I]|h|r",
                name = "Формула чар для двуручного оружия - дух I",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11039:0:0:0:0:0:0:0:10|h[Формула чар для плаща - ловкость I]|h|r",
                name = "Формула чар для плаща - ловкость I",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11081:0:0:0:0:0:0:0:10|h[Формула чар для щита - броня]|h|r",
                name = "Формула чар для щита - броня",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11152:0:0:0:0:0:0:0:10|h[Формула чар для перчаток - рыбная ловля]|h|r",
                name = "Формула чар для перчаток - рыбная ловля",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11164:0:0:0:0:0:0:0:10|h[Формула чар для оружия - истребитель зверей II]|h|r",
                name = "Формула чар для оружия - истребитель зверей II",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11165:0:0:0:0:0:0:0:10|h[Формула чар для оружия - истребитель элементалей]|h|r",
                name = "Формула чар для оружия - истребитель элементалей",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11166:0:0:0:0:0:0:0:10|h[Формула чар для перчаток - снятие шкур]|h|r",
                name = "Формула чар для перчаток - снятие шкур",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11167:0:0:0:0:0:0:0:10|h[Формула чар для обуви - дух I]|h|r",
                name = "Формула чар для обуви - дух I",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11202:0:0:0:0:0:0:0:10|h[Формула чар для щита - выносливость III]|h|r",
                name = "Формула чар для щита - выносливость III",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11203:0:0:0:0:0:0:0:10|h[Формула чар для перчаток - горное дело II]|h|r",
                name = "Формула чар для перчаток - горное дело II",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11204:0:0:0:0:0:0:0:10|h[Формула чар для наручей - дух IV]|h|r",
                name = "Формула чар для наручей - дух IV",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11205:0:0:0:0:0:0:0:10|h[Формула чар для перчаток - травничество II]|h|r",
                name = "Формула чар для перчаток - травничество II",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11206:0:0:0:0:0:0:0:10|h[Формула чар для плаща - ловкость II]|h|r",
                name = "Формула чар для плаща - ловкость II",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12682:0:0:0:0:0:0:0:10|h[Чертеж: ториевая броня]|h|r",
                name = "Чертеж: ториевая броня",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12683:0:0:0:0:0:0:0:10|h[Чертеж: ториевый пояс]|h|r",
                name = "Чертеж: ториевый пояс",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12684:0:0:0:0:0:0:0:10|h[Чертеж: ториевые наручи]|h|r",
                name = "Чертеж: ториевые наручи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12689:0:0:0:0:0:0:0:10|h[Чертеж: светозарная кираса]|h|r",
                name = "Чертеж: светозарная кираса",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12691:0:0:0:0:0:0:0:10|h[Чертеж: доспех дикого терна]|h|r",
                name = "Чертеж: доспех дикого терна",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12692:0:0:0:0:0:0:0:10|h[Чертеж: ториевый шип для щита]|h|r",
                name = "Чертеж: ториевый шип для щита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12693:0:0:0:0:0:0:0:10|h[Чертеж: ториевые сапоги]|h|r",
                name = "Чертеж: ториевые сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12694:0:0:0:0:0:0:0:10|h[Чертеж: ториевый шлем]|h|r",
                name = "Чертеж: ториевый шлем",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12695:0:0:0:0:0:0:0:10|h[Чертеж: светозарные перчатки]|h|r",
                name = "Чертеж: светозарные перчатки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12697:0:0:0:0:0:0:0:10|h[Чертеж: светозарные сапоги]|h|r",
                name = "Чертеж: светозарные сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12702:0:0:0:0:0:0:0:10|h[Чертеж: светозарный венец]|h|r",
                name = "Чертеж: светозарный венец",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12704:0:0:0:0:0:0:0:10|h[Чертеж: ториевые поножи]|h|r",
                name = "Чертеж: ториевые поножи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12713:0:0:0:0:0:0:0:10|h[Чертеж: светозарные поножи]|h|r",
                name = "Чертеж: светозарные поножи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12827:0:0:0:0:0:0:0:10|h[Чертеж: Безмятежность]|h|r",
                name = "Чертеж: Безмятежность",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:13481:0:0:0:0:0:0:0:10|h[Рецепт: эликсир грубой силы]|h|r",
                name = "Рецепт: эликсир грубой силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:13488:0:0:0:0:0:0:0:10|h[Рецепт: трансмутация жизни в землю]|h|r",
                name = "Рецепт: трансмутация жизни в землю",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:13490:0:0:0:0:0:0:0:10|h[Рецепт: сильное зелье каменного щита]|h|r",
                name = "Рецепт: сильное зелье каменного щита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:13491:0:0:0:0:0:0:0:10|h[Рецепт: эликсир мангуста]|h|r",
                name = "Рецепт: эликсир мангуста",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:13492:0:0:0:0:0:0:0:10|h[Рецепт: зелье очищения]|h|r",
                name = "Рецепт: зелье очищения",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:13493:0:0:0:0:0:0:0:10|h[Рецепт: сильный чародейский эликсир]|h|r",
                name = "Рецепт: сильный чародейский эликсир",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14466:0:0:0:0:0:0:0:10|h[Выкройка: мундир из ледяной ткани]|h|r",
                name = "Выкройка: мундир из ледяной ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14467:0:0:0:0:0:0:0:10|h[Выкройка: одеяние из ледяной ткани]|h|r",
                name = "Выкройка: одеяние из ледяной ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14470:0:0:0:0:0:0:0:10|h[Выкройка: мундир из рунной ткани]|h|r",
                name = "Выкройка: мундир из рунной ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14474:0:0:0:0:0:0:0:10|h[Выкройка: перчатки из ледяной ткани]|h|r",
                name = "Выкройка: перчатки из ледяной ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14478:0:0:0:0:0:0:0:10|h[Выкройка: одеяние из яркой ткани]|h|r",
                name = "Выкройка: одеяние из яркой ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14479:0:0:0:0:0:0:0:10|h[Выкройка: перчатки из яркой ткани]|h|r",
                name = "Выкройка: перчатки из яркой ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14484:0:0:0:0:0:0:0:10|h[Выкройка: плащ из яркой ткани]|h|r",
                name = "Выкройка: плащ из яркой ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14489:0:0:0:0:0:0:0:10|h[Выкройка: штаны из ледяной ткани]|h|r",
                name = "Выкройка: штаны из ледяной ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14492:0:0:0:0:0:0:0:10|h[Выкройка: сапоги из ткани Скверны]|h|r",
                name = "Выкройка: сапоги из ткани Скверны",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14494:0:0:0:0:0:0:0:10|h[Выкройка: штаны из яркой ткани]|h|r",
                name = "Выкройка: штаны из яркой ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14495:0:0:0:0:0:0:0:10|h[Выкройка: штаны из призрачной ткани]|h|r",
                name = "Выкройка: штаны из призрачной ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14496:0:0:0:0:0:0:0:10|h[Выкройка: капюшон из ткани Скверны]|h|r",
                name = "Выкройка: капюшон из ткани Скверны",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14498:0:0:0:0:0:0:0:10|h[Выкройка: головная повязка из рунной ткани]|h|r",
                name = "Выкройка: головная повязка из рунной ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14499:0:0:0:0:0:0:0:10|h[Выкройка: сумка из луноткани]|h|r",
                name = "Выкройка: сумка из луноткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14634:0:0:0:0:0:0:0:10|h[Рецепт: масло льда]|h|r",
                name = "Рецепт: масло льда",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:15731:0:0:0:0:0:0:0:10|h[Выкройка: рунические кожаные рукавицы]|h|r",
                name = "Выкройка: рунические кожаные рукавицы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15737:0:0:0:0:0:0:0:10|h[Выкройка: химерические сапоги]|h|r",
                name = "Выкройка: химерические сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15745:0:0:0:0:0:0:0:10|h[Выкройка: рунический кожаный пояс]|h|r",
                name = "Выкройка: рунический кожаный пояс",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15746:0:0:0:0:0:0:0:10|h[Выкройка: химерические поножи]|h|r",
                name = "Выкройка: химерические поножи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15747:0:0:0:0:0:0:0:10|h[Выкройка: поножи из кожи ледопарда]|h|r",
                name = "Выкройка: поножи из кожи ледопарда",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15757:0:0:0:0:0:0:0:10|h[Выкройка: гибельные кожаные штаны]|h|r",
                name = "Выкройка: гибельные кожаные штаны",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15761:0:0:0:0:0:0:0:10|h[Выкройка: перчатки из кожи ледопарда]|h|r",
                name = "Выкройка: перчатки из кожи ледопарда",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15779:0:0:0:0:0:0:0:10|h[Выкройка: мундир из кожи ледопарда]|h|r",
                name = "Выкройка: мундир из кожи ледопарда",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:16043:0:0:0:0:0:0:0:10|h[Чертеж: ториевая винтовка]|h|r",
                name = "Чертеж: ториевая винтовка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:16044:0:0:0:0:0:0:0:10|h[Схема: механическая жаба]|h|r",
                name = "Схема: механическая жаба",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:16045:0:0:0:0:0:0:0:10|h[Чертеж: суперэкстремальные очки магической силы]|h|r",
                name = "Чертеж: суперэкстремальные очки магической силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:16051:0:0:0:0:0:0:0:10|h[Чертеж: ториевые патроны]|h|r",
                name = "Чертеж: ториевые патроны",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:16055:0:0:0:0:0:0:0:10|h[Схема: чародейская бомба]|h|r",
                name = "Схема: чародейская бомба",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:16214:0:0:0:0:0:0:0:10|h[Формула: зачаровывание браслетов - интеллект, III ступень]|h|r",
                name = "Формула: зачаровывание браслетов - интеллект, III ступень",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:16248:0:0:0:0:0:0:0:10|h[Формула чар для оружия - нечестивое оружие]|h|r",
                name = "Формула чар для оружия - нечестивое оружие",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:18658:0:0:0:0:0:0:0:10|h[Схема: ультра-вспышечный отражатель тьмы]|h|r",
                name = "Схема: ультра-вспышечный отражатель тьмы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:18661:0:0:0:0:0:0:0:10|h[Схема: увеличитель мира]|h|r",
                name = "Схема: увеличитель мира",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:21547:0:0:0:0:0:0:0:10|h[Рецепт: сильный эликсир огневой мощи]|h|r",
                name = "Рецепт: сильный эликсир огневой мощи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:23810:0:0:0:0:0:0:0:10|h[Схема: робот \"Бей-Молоти\"]|h|r",
                name = "Схема: робот \"Бей-Молоти\"",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2406:0:0:0:0:0:0:0:10|h[Выкройка: тонкие кожаные сапоги]|h|r",
                name = "Выкройка: тонкие кожаные сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2407:0:0:0:0:0:0:0:10|h[Выкройка: белый кожаный жакет]|h|r",
                name = "Выкройка: белый кожаный жакет",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2408:0:0:0:0:0:0:0:10|h[Выкройка: тонкие кожаные перчатки]|h|r",
                name = "Выкройка: тонкие кожаные перчатки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2409:0:0:0:0:0:0:0:10|h[Выкройка: темный кожаный мундир]|h|r",
                name = "Выкройка: темный кожаный мундир",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2598:0:0:0:0:0:0:0:10|h[Выкройка: красное льняное одеяние]|h|r",
                name = "Выкройка: красное льняное одеяние",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2881:0:0:0:0:0:0:0:10|h[Чертеж: руническая медная кираса]|h|r",
                name = "Чертеж: руническая медная кираса",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2882:0:0:0:0:0:0:0:10|h[Чертеж: посеребренные бронзовые наплечники]|h|r",
                name = "Чертеж: посеребренные бронзовые наплечники",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2883:0:0:0:0:0:0:0:10|h[Чертеж: смертоносный бронзовый короткий кинжал]|h|r",
                name = "Чертеж: смертоносный бронзовый короткий кинжал",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3395:0:0:0:0:0:0:0:10|h[Рецепт: слабое зелье неуязвимости]|h|r",
                name = "Рецепт: слабое зелье неуязвимости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3608:0:0:0:0:0:0:0:10|h[Чертеж: тяжелый железный молот]|h|r",
                name = "Чертеж: тяжелый железный молот",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3609:0:0:0:0:0:0:0:10|h[Чертеж: медный плетеный нагрудник]|h|r",
                name = "Чертеж: медный плетеный нагрудник",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3610:0:0:0:0:0:0:0:10|h[Чертеж: украшенные медные рукавицы]|h|r",
                name = "Чертеж: украшенные медные рукавицы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3611:0:0:0:0:0:0:0:10|h[Чертеж: зеленые железные сапоги]|h|r",
                name = "Чертеж: зеленые железные сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3612:0:0:0:0:0:0:0:10|h[Чертеж: зеленые железные рукавицы]|h|r",
                name = "Чертеж: зеленые железные рукавицы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3832:0:0:0:0:0:0:0:10|h[Рецепт: эликсир обнаружения простой невидимости]|h|r",
                name = "Рецепт: эликсир обнаружения простой невидимости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3866:0:0:0:0:0:0:0:10|h[Чертеж: нефритовый змеиный клинок]|h|r",
                name = "Чертеж: нефритовый змеиный клинок",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3867:0:0:0:0:0:0:0:10|h[Чертеж: позолоченный железный разрушитель]|h|r",
                name = "Чертеж: позолоченный железный разрушитель",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3868:0:0:0:0:0:0:0:10|h[Чертеж: клинок ледяного тигра]|h|r",
                name = "Чертеж: клинок ледяного тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3869:0:0:0:0:0:0:0:10|h[Чертеж: серповидная секира тени]|h|r",
                name = "Чертеж: серповидная секира тени",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3870:0:0:0:0:0:0:0:10|h[Чертеж: зеленые железные наплечники]|h|r",
                name = "Чертеж: зеленые железные наплечники",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3872:0:0:0:0:0:0:0:10|h[Чертеж: золотые чешуйчатые поножи]|h|r",
                name = "Чертеж: золотые чешуйчатые поножи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3873:0:0:0:0:0:0:0:10|h[Чертеж: золотой чешуйчатый панцирь]|h|r",
                name = "Чертеж: золотой чешуйчатый панцирь",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3874:0:0:0:0:0:0:0:10|h[Чертеж: полированные стальные сапоги]|h|r",
                name = "Чертеж: полированные стальные сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4292:0:0:0:0:0:0:0:10|h[Выкройка: зеленая шерстяная сумка]|h|r",
                name = "Выкройка: зеленая шерстяная сумка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4293:0:0:0:0:0:0:0:10|h[Выкройка: кожаный жилет жителя холмов]|h|r",
                name = "Выкройка: кожаный жилет жителя холмов",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4294:0:0:0:0:0:0:0:10|h[Выкройка: пояс жителя холмов]|h|r",
                name = "Выкройка: пояс жителя холмов",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4296:0:0:0:0:0:0:0:10|h[Выкройка: темные кожаные наплечники]|h|r",
                name = "Выкройка: темные кожаные наплечники",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4297:0:0:0:0:0:0:0:10|h[Выкройка: варварские перчатки]|h|r",
                name = "Выкройка: варварские перчатки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4299:0:0:0:0:0:0:0:10|h[Выкройка: защитная броня стража]|h|r",
                name = "Выкройка: защитная броня стража",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4345:0:0:0:0:0:0:0:10|h[Выкройка: красные шерстяные сапоги]|h|r",
                name = "Выкройка: красные шерстяные сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4346:0:0:0:0:0:0:0:10|h[Выкройка: тяжелый шерстяной плащ]|h|r",
                name = "Выкройка: тяжелый шерстяной плащ",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4347:0:0:0:0:0:0:0:10|h[Выкройка: усиленные шерстяные наплечники]|h|r",
                name = "Выкройка: усиленные шерстяные наплечники",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4348:0:0:0:0:0:0:0:10|h[Выкройка: перчатки Феникса]|h|r",
                name = "Выкройка: перчатки Феникса",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4349:0:0:0:0:0:0:0:10|h[Выкройка: штаны Феникса]|h|r",
                name = "Выкройка: штаны Феникса",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4350:0:0:0:0:0:0:0:10|h[Выкройка: туфли из паутины]|h|r",
                name = "Выкройка: туфли из паутины",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4351:0:0:0:0:0:0:0:10|h[Выкройка: теневой капюшон]|h|r",
                name = "Выкройка: теневой капюшон",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4352:0:0:0:0:0:0:0:10|h[Выкройка: сапоги заклинателя]|h|r",
                name = "Выкройка: сапоги заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4353:0:0:0:0:0:0:0:10|h[Выкройка: паучий пояс]|h|r",
                name = "Выкройка: паучий пояс",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4408:0:0:0:0:0:0:0:10|h[Схема: коробка с механической белкой]|h|r",
                name = "Схема: коробка с механической белкой",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4409:0:0:0:0:0:0:0:10|h[Схема: малый сефориевый заряд]|h|r",
                name = "Схема: малый сефориевый заряд",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4410:0:0:0:0:0:0:0:10|h[Схема: теневые очки]|h|r",
                name = "Схема: теневые очки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4412:0:0:0:0:0:0:0:10|h[Схема: лунная винтовка]|h|r",
                name = "Схема: лунная винтовка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4414:0:0:0:0:0:0:0:10|h[Схема: переносной бронзовый миномет]|h|r",
                name = "Схема: переносной бронзовый миномет",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4416:0:0:0:0:0:0:0:10|h[Схема: гоблинская наземная мина]|h|r",
                name = "Схема: гоблинская наземная мина",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:5083:0:0:0:0:0:0:0:10|h[Выкройка: сумка из шкуры кодо]|h|r",
                name = "Выкройка: сумка из шкуры кодо",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:5543:0:0:0:0:0:0:0:10|h[Чертеж: радужный молот]|h|r",
                name = "Чертеж: радужный молот",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:5578:0:0:0:0:0:0:0:10|h[Чертеж: посеребренная бронзовая кираса]|h|r",
                name = "Чертеж: посеребренная бронзовая кираса",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:5774:0:0:0:0:0:0:0:10|h[Выкройка: зеленая шелковая сума]|h|r",
                name = "Выкройка: зеленая шелковая сума",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:5972:0:0:0:0:0:0:0:10|h[Выкройка: тонкие кожаные штаны]|h|r",
                name = "Выкройка: тонкие кожаные штаны",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:5974:0:0:0:0:0:0:0:10|h[Выкройка: плащ хранителя]|h|r",
                name = "Выкройка: плащ хранителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6044:0:0:0:0:0:0:0:10|h[Чертеж: железный шип для щита]|h|r",
                name = "Чертеж: железный шип для щита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6045:0:0:0:0:0:0:0:10|h[Чертеж: железный противовес]|h|r",
                name = "Чертеж: железный противовес",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6271:0:0:0:0:0:0:0:10|h[Выкройка: красный льняной жилет]|h|r",
                name = "Выкройка: красный льняной жилет",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6344:0:0:0:0:0:0:0:10|h[Формула чар для наручей - дух I]|h|r",
                name = "Формула чар для наручей - дух I",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6347:0:0:0:0:0:0:0:10|h[Формула чар для наручей - сила I]|h|r",
                name = "Формула чар для наручей - сила I",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6375:0:0:0:0:0:0:0:10|h[Формула чар для наручей - дух II]|h|r",
                name = "Формула чар для наручей - дух II",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6390:0:0:0:0:0:0:0:10|h[Выкройка: стильная синяя рубашка]|h|r",
                name = "Выкройка: стильная синяя рубашка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6391:0:0:0:0:0:0:0:10|h[Выкройка: стильная зеленая рубашка]|h|r",
                name = "Выкройка: стильная зеленая рубашка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6476:0:0:0:0:0:0:0:10|h[Выкройка: пояс из искаженной чешуи]|h|r",
                name = "Выкройка: пояс из искаженной чешуи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6661:0:0:0:0:0:0:0:10|h[Рецепт: загадочное острое лакомство]|h|r",
                name = "Рецепт: загадочное острое лакомство",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:6716:0:0:0:0:0:0:0:10|h[Схема: динамит \"Pro-100-брос\"]|h|r",
                name = "Схема: динамит \"Pro-100-брос\"",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7084:0:0:0:0:0:0:0:10|h[Выкройка: багровые шелковые наплечники]|h|r",
                name = "Выкройка: багровые шелковые наплечники",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7085:0:0:0:0:0:0:0:10|h[Выкройка: лазурные наплечники]|h|r",
                name = "Выкройка: лазурные наплечники",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7086:0:0:0:0:0:0:0:10|h[Выкройка: шелковый пояс земли]|h|r",
                name = "Выкройка: шелковый пояс земли",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7090:0:0:0:0:0:0:0:10|h[Выкройка: зеленая шелковая броня]|h|r",
                name = "Выкройка: зеленая шелковая броня",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7091:0:0:0:0:0:0:0:10|h[Выкройка: перчатки истинной веры]|h|r",
                name = "Выкройка: перчатки истинной веры",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7092:0:0:0:0:0:0:0:10|h[Выкройка: краги Тьмы]|h|r",
                name = "Выкройка: краги Тьмы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7192:0:0:0:0:0:0:0:10|h[Планы: Гоблинские реактивные сапоги]|h|r",
                name = "Планы: Гоблинские реактивные сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7288:0:0:0:0:0:0:0:10|h[Выкройка: штаны из грубой кожи]|h|r",
                name = "Выкройка: штаны из грубой кожи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7360:0:0:0:0:0:0:0:10|h[Выкройка: темные кожаные перчатки]|h|r",
                name = "Выкройка: темные кожаные перчатки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7363:0:0:0:0:0:0:0:10|h[Выкройка: перчатки жулика]|h|r",
                name = "Выкройка: перчатки жулика",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7364:0:0:0:0:0:0:0:10|h[Выкройка: тяжелые перчатки Земли]|h|r",
                name = "Выкройка: тяжелые перчатки Земли",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7449:0:0:0:0:0:0:0:10|h[Выкройка: мглистые кожаные поножи]|h|r",
                name = "Выкройка: мглистые кожаные поножи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7450:0:0:0:0:0:0:0:10|h[Выкройка: броня из зеленого дракончика]|h|r",
                name = "Выкройка: броня из зеленого дракончика",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7451:0:0:0:0:0:0:0:10|h[Выкройка: наручи из чешуи зеленого дракончика]|h|r",
                name = "Выкройка: наручи из чешуи зеленого дракончика",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7453:0:0:0:0:0:0:0:10|h[Выкройка: сапоги быстроты]|h|r",
                name = "Выкройка: сапоги быстроты",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7975:0:0:0:0:0:0:0:10|h[Чертеж: тяжелые мифриловые штаны]|h|r",
                name = "Чертеж: тяжелые мифриловые штаны",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7989:0:0:0:0:0:0:0:10|h[Чертеж: мифриловые шпоры]|h|r",
                name = "Чертеж: мифриловые шпоры",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7990:0:0:0:0:0:0:0:10|h[Чертеж: тяжелый мифриловый шлем]|h|r",
                name = "Чертеж: тяжелый мифриловый шлем",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7992:0:0:0:0:0:0:0:10|h[Чертеж: синий блистающий топор]|h|r",
                name = "Чертеж: синий блистающий топор",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7993:0:0:0:0:0:0:0:10|h[Чертеж: ослепительная мифриловая рапира]|h|r",
                name = "Чертеж: ослепительная мифриловая рапира",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8386:0:0:0:0:0:0:0:10|h[Выкройка: большое вудуистское одеяние]|h|r",
                name = "Выкройка: большое вудуистское одеяние",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8389:0:0:0:0:0:0:0:10|h[Выкройка: большие вудуистские штаны]|h|r",
                name = "Выкройка: большие вудуистские штаны",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8395:0:0:0:0:0:0:0:10|h[Выкройка: жесткая кираса из чешуи скорпида]|h|r",
                name = "Выкройка: жесткая кираса из чешуи скорпида",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8409:0:0:0:0:0:0:0:10|h[Выкройка: ночные наплечники]|h|r",
                name = "Выкройка: ночные наплечники",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9293:0:0:0:0:0:0:0:10|h[Рецепт: зелье защиты от магии]|h|r",
                name = "Рецепт: зелье защиты от магии",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9294:0:0:0:0:0:0:0:10|h[Рецепт: зелье из дикой лозы]|h|r",
                name = "Рецепт: зелье из дикой лозы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9295:0:0:0:0:0:0:0:10|h[Рецепт: зелье невидимости]|h|r",
                name = "Рецепт: зелье невидимости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9297:0:0:0:0:0:0:0:10|h[Рецепт: эликсир снозрения]|h|r",
                name = "Рецепт: эликсир снозрения",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:12163:0:0:0:0:0:0:0:10|h[Чертеж: палаш лунной стали]|h|r",
                name = "Чертеж: палаш лунной стали",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:12227:0:0:0:0:0:0:0:10|h[Рецепт: постный стейк из волчатины]|h|r",
                name = "Рецепт: постный стейк из волчатины",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:12229:0:0:0:0:0:0:0:10|h[Рецепт: острая волчья грудинка]|h|r",
                name = "Рецепт: острая волчья грудинка",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:12233:0:0:0:0:0:0:0:10|h[Рецепт: загадочная похлебка]|h|r",
                name = "Рецепт: загадочная похлебка",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:12239:0:0:0:0:0:0:0:10|h[Рецепт: мясо в соусе \"Дыхание дракона\"]|h|r",
                name = "Рецепт: мясо в соусе \"Дыхание дракона\"",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:15734:0:0:0:0:0:0:0:10|h[Выкройка: наплечники жизни]|h|r",
                name = "Выкройка: наплечники жизни",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:15742:0:0:0:0:0:0:0:10|h[Выкройка: портупея боевого медведя]|h|r",
                name = "Выкройка: портупея боевого медведя",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:16046:0:0:0:0:0:0:0:10|h[Схема: манекен-мишень искусной работы]|h|r",
                name = "Схема: манекен-мишень искусной работы",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:16050:0:0:0:0:0:0:0:10|h[Схема: сверхточный арканитовый преобразователь]|h|r",
                name = "Схема: сверхточный арканитовый преобразователь",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:16072:0:0:0:0:0:0:0:10|h[Поваренная книга умельца]|h|r",
                name = "Поваренная книга умельца",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:17062:0:0:0:0:0:0:0:10|h[Рецепт: мифрилоголовая форель]|h|r",
                name = "Рецепт: мифрилоголовая форель",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:18652:0:0:0:0:0:0:0:10|h[Схема: гирозамораживающий ледяной отражатель]|h|r",
                name = "Схема: гирозамораживающий ледяной отражатель",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:21099:0:0:0:0:0:0:0:10|h[Рецепт: копченый шалфокунь]|h|r",
                name = "Рецепт: копченый шалфокунь",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:21219:0:0:0:0:0:0:0:10|h[Рецепт: деликатес из шалфокуня]|h|r",
                name = "Рецепт: деликатес из шалфокуня",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:21943:0:0:0:0:0:0:0:10|h[Эскиз: краб из истинного серебра]|h|r",
                name = "Эскиз: краб из истинного серебра",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:22647:0:0:0:0:0:0:0:10|h[Рецепт: хрустящий паучий десерт]|h|r",
                name = "Рецепт: хрустящий паучий десерт",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:27684:0:0:0:0:0:0:0:10|h[Рецепт: закуска из канюка]|h|r",
                name = "Рецепт: закуска из канюка",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:27736:0:0:0:0:0:0:0:10|h[Поварская книга]|h|r",
                name = "Поварская книга",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:32381:0:0:0:0:0:0:0:10|h[Схема: кабельная система с плавкими предохранителями]|h|r",
                name = "Схема: кабельная система с плавкими предохранителями",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:3734:0:0:0:0:0:0:0:10|h[Рецепт: большой медвежий стейк]|h|r",
                name = "Рецепт: большой медвежий стейк",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:3735:0:0:0:0:0:0:0:10|h[Рецепт: острая отбивная из мяса льва]|h|r",
                name = "Рецепт: острая отбивная из мяса льва",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:3830:0:0:0:0:0:0:0:10|h[Рецепт: эликсир стойкости]|h|r",
                name = "Рецепт: эликсир стойкости",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:4609:0:0:0:0:0:0:0:10|h[Рецепт: жареное крыло канюка]|h|r",
                name = "Рецепт: жареное крыло канюка",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:5786:0:0:0:0:0:0:0:10|h[Выкройка: пояс из чешуи мурлока]|h|r",
                name = "Выкройка: пояс из чешуи мурлока",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:5787:0:0:0:0:0:0:0:10|h[Выкройка: кираса из чешуи мурлока]|h|r",
                name = "Выкройка: кираса из чешуи мурлока",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:6369:0:0:0:0:0:0:0:10|h[Рецепт: каменношкурая треска]|h|r",
                name = "Рецепт: каменношкурая треска",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:7561:0:0:0:0:0:0:0:10|h[Схема: гоблинский кабельный дефибриллятор]|h|r",
                name = "Схема: гоблинский кабельный дефибриллятор",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:8385:0:0:0:0:0:0:0:10|h[Выкройка: перчатки из черепашьего панциря]|h|r",
                name = "Выкройка: перчатки из черепашьего панциря",
                count = 1,
            },
        },
        bank = {
            last_update = 1783781424,
            items = {
                {
                    link = "|cff0070dd|Hitem:10605:0:0:0:0:0:0:0:10|h[Чертеж: экстремальные очки магической силы]|h|r",
                    name = "Чертеж: экстремальные очки магической силы",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:10608:0:0:0:0:0:0:0:10|h[Схема: снайперский прицел]|h|r",
                    name = "Схема: снайперский прицел",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:12711:0:0:0:0:0:0:0:10|h[Чертеж: шлем чистой души]|h|r",
                    name = "Чертеж: шлем чистой души",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:12839:0:0:0:0:0:0:0:10|h[Чертеж: пронзатель сердец]|h|r",
                    name = "Чертеж: пронзатель сердец",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:14497:0:0:0:0:0:0:0:10|h[Выкройка: поножи из луноткани]|h|r",
                    name = "Выкройка: поножи из луноткани",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:14501:0:0:0:0:0:0:0:10|h[Выкройка: жилет из луноткани]|h|r",
                    name = "Выкройка: жилет из луноткани",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:15752:0:0:0:0:0:0:0:10|h[Выкройка: поножи жизни]|h|r",
                    name = "Выкройка: поножи жизни",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:15760:0:0:0:0:0:0:0:10|h[Выкройка: железноперая кираса]|h|r",
                    name = "Выкройка: железноперая кираса",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:15781:0:0:0:0:0:0:0:10|h[Выкройка: поножи из чешуи черного дракона]|h|r",
                    name = "Выкройка: поножи из чешуи черного дракона",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:23802:0:0:0:0:0:0:0:10|h[Схема: узорчатая кориевая винтовка]|h|r",
                    name = "Схема: узорчатая кориевая винтовка",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:24300:0:0:0:0:0:0:0:10|h[Выкройка: плащ вечности]|h|r",
                    name = "Выкройка: плащ вечности",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:3871:0:0:0:0:0:0:0:10|h[Чертеж: золотые чешуйчатые наплечники]|h|r",
                    name = "Чертеж: золотые чешуйчатые наплечники",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:4298:0:0:0:0:0:0:0:10|h[Выкройка: пояс стража]|h|r",
                    name = "Выкройка: пояс стража",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:4301:0:0:0:0:0:0:0:10|h[Выкройка: варварский пояс]|h|r",
                    name = "Выкройка: варварский пояс",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:4415:0:0:0:0:0:0:0:10|h[Схема: монокль ремесленника]|h|r",
                    name = "Схема: монокль ремесленника",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:7452:0:0:0:0:0:0:0:10|h[Выкройка: мглистые сапоги]|h|r",
                    name = "Выкройка: мглистые сапоги",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:7976:0:0:0:0:0:0:0:10|h[Чертеж: мифриловый шип для щита]|h|r",
                    name = "Чертеж: мифриловый шип для щита",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:7991:0:0:0:0:0:0:0:10|h[Чертеж: мифриловые чешуйчатые наплечники]|h|r",
                    name = "Чертеж: мифриловые чешуйчатые наплечники",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:8028:0:0:0:0:0:0:0:10|h[Чертеж: рунический мифриловый молот]|h|r",
                    name = "Чертеж: рунический мифриловый молот",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:10302:0:0:0:0:0:0:0:10|h[Выкройка: красные штаны из магической ткани]|h|r",
                    name = "Выкройка: красные штаны из магической ткани",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:10312:0:0:0:0:0:0:0:10|h[Выкройка: красные перчатки из магической ткани]|h|r",
                    name = "Выкройка: красные перчатки из магической ткани",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:10601:0:0:0:0:0:0:0:10|h[Схема: яркоглазые очки]|h|r",
                    name = "Схема: яркоглазые очки",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:10603:0:0:0:0:0:0:0:10|h[Схема: ультра-очки \"Кошачий глаз\"]|h|r",
                    name = "Схема: ультра-очки \"Кошачий глаз\"",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:10606:0:0:0:0:0:0:0:10|h[Схема: плащ-парашют]|h|r",
                    name = "Схема: плащ-парашют",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12683:0:0:0:0:0:0:0:10|h[Чертеж: ториевый пояс]|h|r",
                    name = "Чертеж: ториевый пояс",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12684:0:0:0:0:0:0:0:10|h[Чертеж: ториевые наручи]|h|r",
                    name = "Чертеж: ториевые наручи",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12689:0:0:0:0:0:0:0:10|h[Чертеж: светозарная кираса]|h|r",
                    name = "Чертеж: светозарная кираса",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12691:0:0:0:0:0:0:0:10|h[Чертеж: доспех дикого терна]|h|r",
                    name = "Чертеж: доспех дикого терна",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12692:0:0:0:0:0:0:0:10|h[Чертеж: ториевый шип для щита]|h|r",
                    name = "Чертеж: ториевый шип для щита",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12693:0:0:0:0:0:0:0:10|h[Чертеж: ториевые сапоги]|h|r",
                    name = "Чертеж: ториевые сапоги",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12694:0:0:0:0:0:0:0:10|h[Чертеж: ториевый шлем]|h|r",
                    name = "Чертеж: ториевый шлем",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12695:0:0:0:0:0:0:0:10|h[Чертеж: светозарные перчатки]|h|r",
                    name = "Чертеж: светозарные перчатки",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12697:0:0:0:0:0:0:0:10|h[Чертеж: светозарные сапоги]|h|r",
                    name = "Чертеж: светозарные сапоги",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12702:0:0:0:0:0:0:0:10|h[Чертеж: светозарный венец]|h|r",
                    name = "Чертеж: светозарный венец",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12704:0:0:0:0:0:0:0:10|h[Чертеж: ториевые поножи]|h|r",
                    name = "Чертеж: ториевые поножи",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12713:0:0:0:0:0:0:0:10|h[Чертеж: светозарные поножи]|h|r",
                    name = "Чертеж: светозарные поножи",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12827:0:0:0:0:0:0:0:10|h[Чертеж: Безмятежность]|h|r",
                    name = "Чертеж: Безмятежность",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:13481:0:0:0:0:0:0:0:10|h[Рецепт: эликсир грубой силы]|h|r",
                    name = "Рецепт: эликсир грубой силы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:13488:0:0:0:0:0:0:0:10|h[Рецепт: трансмутация жизни в землю]|h|r",
                    name = "Рецепт: трансмутация жизни в землю",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:13490:0:0:0:0:0:0:0:10|h[Рецепт: сильное зелье каменного щита]|h|r",
                    name = "Рецепт: сильное зелье каменного щита",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:13491:0:0:0:0:0:0:0:10|h[Рецепт: эликсир мангуста]|h|r",
                    name = "Рецепт: эликсир мангуста",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:13492:0:0:0:0:0:0:0:10|h[Рецепт: зелье очищения]|h|r",
                    name = "Рецепт: зелье очищения",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:13493:0:0:0:0:0:0:0:10|h[Рецепт: сильный чародейский эликсир]|h|r",
                    name = "Рецепт: сильный чародейский эликсир",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:14470:0:0:0:0:0:0:0:10|h[Выкройка: мундир из рунной ткани]|h|r",
                    name = "Выкройка: мундир из рунной ткани",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:14474:0:0:0:0:0:0:0:10|h[Выкройка: перчатки из ледяной ткани]|h|r",
                    name = "Выкройка: перчатки из ледяной ткани",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:14478:0:0:0:0:0:0:0:10|h[Выкройка: одеяние из яркой ткани]|h|r",
                    name = "Выкройка: одеяние из яркой ткани",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:14484:0:0:0:0:0:0:0:10|h[Выкройка: плащ из яркой ткани]|h|r",
                    name = "Выкройка: плащ из яркой ткани",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:14489:0:0:0:0:0:0:0:10|h[Выкройка: штаны из ледяной ткани]|h|r",
                    name = "Выкройка: штаны из ледяной ткани",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:14492:0:0:0:0:0:0:0:10|h[Выкройка: сапоги из ткани Скверны]|h|r",
                    name = "Выкройка: сапоги из ткани Скверны",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:14494:0:0:0:0:0:0:0:10|h[Выкройка: штаны из яркой ткани]|h|r",
                    name = "Выкройка: штаны из яркой ткани",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:14495:0:0:0:0:0:0:0:10|h[Выкройка: штаны из призрачной ткани]|h|r",
                    name = "Выкройка: штаны из призрачной ткани",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:14496:0:0:0:0:0:0:0:10|h[Выкройка: капюшон из ткани Скверны]|h|r",
                    name = "Выкройка: капюшон из ткани Скверны",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:14498:0:0:0:0:0:0:0:10|h[Выкройка: головная повязка из рунной ткани]|h|r",
                    name = "Выкройка: головная повязка из рунной ткани",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:14499:0:0:0:0:0:0:0:10|h[Выкройка: сумка из луноткани]|h|r",
                    name = "Выкройка: сумка из луноткани",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:14634:0:0:0:0:0:0:0:10|h[Рецепт: масло льда]|h|r",
                    name = "Рецепт: масло льда",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:15731:0:0:0:0:0:0:0:10|h[Выкройка: рунические кожаные рукавицы]|h|r",
                    name = "Выкройка: рунические кожаные рукавицы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:15737:0:0:0:0:0:0:0:10|h[Выкройка: химерические сапоги]|h|r",
                    name = "Выкройка: химерические сапоги",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:15745:0:0:0:0:0:0:0:10|h[Выкройка: рунический кожаный пояс]|h|r",
                    name = "Выкройка: рунический кожаный пояс",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:15746:0:0:0:0:0:0:0:10|h[Выкройка: химерические поножи]|h|r",
                    name = "Выкройка: химерические поножи",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:15747:0:0:0:0:0:0:0:10|h[Выкройка: поножи из кожи ледопарда]|h|r",
                    name = "Выкройка: поножи из кожи ледопарда",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:15757:0:0:0:0:0:0:0:10|h[Выкройка: гибельные кожаные штаны]|h|r",
                    name = "Выкройка: гибельные кожаные штаны",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:15761:0:0:0:0:0:0:0:10|h[Выкройка: перчатки из кожи ледопарда]|h|r",
                    name = "Выкройка: перчатки из кожи ледопарда",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:15779:0:0:0:0:0:0:0:10|h[Выкройка: мундир из кожи ледопарда]|h|r",
                    name = "Выкройка: мундир из кожи ледопарда",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:16043:0:0:0:0:0:0:0:10|h[Чертеж: ториевая винтовка]|h|r",
                    name = "Чертеж: ториевая винтовка",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:16045:0:0:0:0:0:0:0:10|h[Чертеж: суперэкстремальные очки магической силы]|h|r",
                    name = "Чертеж: суперэкстремальные очки магической силы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:16051:0:0:0:0:0:0:0:10|h[Чертеж: ториевые патроны]|h|r",
                    name = "Чертеж: ториевые патроны",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:18658:0:0:0:0:0:0:0:10|h[Схема: ультра-вспышечный отражатель тьмы]|h|r",
                    name = "Схема: ультра-вспышечный отражатель тьмы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:2406:0:0:0:0:0:0:0:10|h[Выкройка: тонкие кожаные сапоги]|h|r",
                    name = "Выкройка: тонкие кожаные сапоги",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:2407:0:0:0:0:0:0:0:10|h[Выкройка: белый кожаный жакет]|h|r",
                    name = "Выкройка: белый кожаный жакет",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:2408:0:0:0:0:0:0:0:10|h[Выкройка: тонкие кожаные перчатки]|h|r",
                    name = "Выкройка: тонкие кожаные перчатки",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:2409:0:0:0:0:0:0:0:10|h[Выкройка: темный кожаный мундир]|h|r",
                    name = "Выкройка: темный кожаный мундир",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:2598:0:0:0:0:0:0:0:10|h[Выкройка: красное льняное одеяние]|h|r",
                    name = "Выкройка: красное льняное одеяние",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:2881:0:0:0:0:0:0:0:10|h[Чертеж: руническая медная кираса]|h|r",
                    name = "Чертеж: руническая медная кираса",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:2882:0:0:0:0:0:0:0:10|h[Чертеж: посеребренные бронзовые наплечники]|h|r",
                    name = "Чертеж: посеребренные бронзовые наплечники",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:2883:0:0:0:0:0:0:0:10|h[Чертеж: смертоносный бронзовый короткий кинжал]|h|r",
                    name = "Чертеж: смертоносный бронзовый короткий кинжал",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:3395:0:0:0:0:0:0:0:10|h[Рецепт: слабое зелье неуязвимости]|h|r",
                    name = "Рецепт: слабое зелье неуязвимости",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:3608:0:0:0:0:0:0:0:10|h[Чертеж: тяжелый железный молот]|h|r",
                    name = "Чертеж: тяжелый железный молот",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:3609:0:0:0:0:0:0:0:10|h[Чертеж: медный плетеный нагрудник]|h|r",
                    name = "Чертеж: медный плетеный нагрудник",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:3610:0:0:0:0:0:0:0:10|h[Чертеж: украшенные медные рукавицы]|h|r",
                    name = "Чертеж: украшенные медные рукавицы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:3612:0:0:0:0:0:0:0:10|h[Чертеж: зеленые железные рукавицы]|h|r",
                    name = "Чертеж: зеленые железные рукавицы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:3832:0:0:0:0:0:0:0:10|h[Рецепт: эликсир обнаружения простой невидимости]|h|r",
                    name = "Рецепт: эликсир обнаружения простой невидимости",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:3866:0:0:0:0:0:0:0:10|h[Чертеж: нефритовый змеиный клинок]|h|r",
                    name = "Чертеж: нефритовый змеиный клинок",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:3867:0:0:0:0:0:0:0:10|h[Чертеж: позолоченный железный разрушитель]|h|r",
                    name = "Чертеж: позолоченный железный разрушитель",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:3870:0:0:0:0:0:0:0:10|h[Чертеж: зеленые железные наплечники]|h|r",
                    name = "Чертеж: зеленые железные наплечники",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:3872:0:0:0:0:0:0:0:10|h[Чертеж: золотые чешуйчатые поножи]|h|r",
                    name = "Чертеж: золотые чешуйчатые поножи",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:3873:0:0:0:0:0:0:0:10|h[Чертеж: золотой чешуйчатый панцирь]|h|r",
                    name = "Чертеж: золотой чешуйчатый панцирь",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:3874:0:0:0:0:0:0:0:10|h[Чертеж: полированные стальные сапоги]|h|r",
                    name = "Чертеж: полированные стальные сапоги",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4293:0:0:0:0:0:0:0:10|h[Выкройка: кожаный жилет жителя холмов]|h|r",
                    name = "Выкройка: кожаный жилет жителя холмов",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4294:0:0:0:0:0:0:0:10|h[Выкройка: пояс жителя холмов]|h|r",
                    name = "Выкройка: пояс жителя холмов",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4296:0:0:0:0:0:0:0:10|h[Выкройка: темные кожаные наплечники]|h|r",
                    name = "Выкройка: темные кожаные наплечники",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4297:0:0:0:0:0:0:0:10|h[Выкройка: варварские перчатки]|h|r",
                    name = "Выкройка: варварские перчатки",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4299:0:0:0:0:0:0:0:10|h[Выкройка: защитная броня стража]|h|r",
                    name = "Выкройка: защитная броня стража",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4348:0:0:0:0:0:0:0:10|h[Выкройка: перчатки Феникса]|h|r",
                    name = "Выкройка: перчатки Феникса",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4350:0:0:0:0:0:0:0:10|h[Выкройка: туфли из паутины]|h|r",
                    name = "Выкройка: туфли из паутины",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4351:0:0:0:0:0:0:0:10|h[Выкройка: теневой капюшон]|h|r",
                    name = "Выкройка: теневой капюшон",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4353:0:0:0:0:0:0:0:10|h[Выкройка: паучий пояс]|h|r",
                    name = "Выкройка: паучий пояс",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4409:0:0:0:0:0:0:0:10|h[Схема: малый сефориевый заряд]|h|r",
                    name = "Схема: малый сефориевый заряд",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4410:0:0:0:0:0:0:0:10|h[Схема: теневые очки]|h|r",
                    name = "Схема: теневые очки",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4412:0:0:0:0:0:0:0:10|h[Схема: лунная винтовка]|h|r",
                    name = "Схема: лунная винтовка",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4414:0:0:0:0:0:0:0:10|h[Схема: переносной бронзовый миномет]|h|r",
                    name = "Схема: переносной бронзовый миномет",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4416:0:0:0:0:0:0:0:10|h[Схема: гоблинская наземная мина]|h|r",
                    name = "Схема: гоблинская наземная мина",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:5083:0:0:0:0:0:0:0:10|h[Выкройка: сумка из шкуры кодо]|h|r",
                    name = "Выкройка: сумка из шкуры кодо",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:5578:0:0:0:0:0:0:0:10|h[Чертеж: посеребренная бронзовая кираса]|h|r",
                    name = "Чертеж: посеребренная бронзовая кираса",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:5972:0:0:0:0:0:0:0:10|h[Выкройка: тонкие кожаные штаны]|h|r",
                    name = "Выкройка: тонкие кожаные штаны",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:5974:0:0:0:0:0:0:0:10|h[Выкройка: плащ хранителя]|h|r",
                    name = "Выкройка: плащ хранителя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:6044:0:0:0:0:0:0:0:10|h[Чертеж: железный шип для щита]|h|r",
                    name = "Чертеж: железный шип для щита",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:6045:0:0:0:0:0:0:0:10|h[Чертеж: железный противовес]|h|r",
                    name = "Чертеж: железный противовес",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:6271:0:0:0:0:0:0:0:10|h[Выкройка: красный льняной жилет]|h|r",
                    name = "Выкройка: красный льняной жилет",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:6391:0:0:0:0:0:0:0:10|h[Выкройка: стильная зеленая рубашка]|h|r",
                    name = "Выкройка: стильная зеленая рубашка",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:6476:0:0:0:0:0:0:0:10|h[Выкройка: пояс из искаженной чешуи]|h|r",
                    name = "Выкройка: пояс из искаженной чешуи",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:6661:0:0:0:0:0:0:0:10|h[Рецепт: загадочное острое лакомство]|h|r",
                    name = "Рецепт: загадочное острое лакомство",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:6716:0:0:0:0:0:0:0:10|h[Схема: динамит \"Pro-100-брос\"]|h|r",
                    name = "Схема: динамит \"Pro-100-брос\"",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:7084:0:0:0:0:0:0:0:10|h[Выкройка: багровые шелковые наплечники]|h|r",
                    name = "Выкройка: багровые шелковые наплечники",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:7086:0:0:0:0:0:0:0:10|h[Выкройка: шелковый пояс земли]|h|r",
                    name = "Выкройка: шелковый пояс земли",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:7091:0:0:0:0:0:0:0:10|h[Выкройка: перчатки истинной веры]|h|r",
                    name = "Выкройка: перчатки истинной веры",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:7192:0:0:0:0:0:0:0:10|h[Планы: Гоблинские реактивные сапоги]|h|r",
                    name = "Планы: Гоблинские реактивные сапоги",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:7288:0:0:0:0:0:0:0:10|h[Выкройка: штаны из грубой кожи]|h|r",
                    name = "Выкройка: штаны из грубой кожи",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:7360:0:0:0:0:0:0:0:10|h[Выкройка: темные кожаные перчатки]|h|r",
                    name = "Выкройка: темные кожаные перчатки",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:7363:0:0:0:0:0:0:0:10|h[Выкройка: перчатки жулика]|h|r",
                    name = "Выкройка: перчатки жулика",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:7364:0:0:0:0:0:0:0:10|h[Выкройка: тяжелые перчатки Земли]|h|r",
                    name = "Выкройка: тяжелые перчатки Земли",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:7449:0:0:0:0:0:0:0:10|h[Выкройка: мглистые кожаные поножи]|h|r",
                    name = "Выкройка: мглистые кожаные поножи",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:7450:0:0:0:0:0:0:0:10|h[Выкройка: броня из зеленого дракончика]|h|r",
                    name = "Выкройка: броня из зеленого дракончика",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:7451:0:0:0:0:0:0:0:10|h[Выкройка: наручи из чешуи зеленого дракончика]|h|r",
                    name = "Выкройка: наручи из чешуи зеленого дракончика",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:7453:0:0:0:0:0:0:0:10|h[Выкройка: сапоги быстроты]|h|r",
                    name = "Выкройка: сапоги быстроты",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:7975:0:0:0:0:0:0:0:10|h[Чертеж: тяжелые мифриловые штаны]|h|r",
                    name = "Чертеж: тяжелые мифриловые штаны",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:7989:0:0:0:0:0:0:0:10|h[Чертеж: мифриловые шпоры]|h|r",
                    name = "Чертеж: мифриловые шпоры",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:7992:0:0:0:0:0:0:0:10|h[Чертеж: синий блистающий топор]|h|r",
                    name = "Чертеж: синий блистающий топор",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:7993:0:0:0:0:0:0:0:10|h[Чертеж: ослепительная мифриловая рапира]|h|r",
                    name = "Чертеж: ослепительная мифриловая рапира",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:8386:0:0:0:0:0:0:0:10|h[Выкройка: большое вудуистское одеяние]|h|r",
                    name = "Выкройка: большое вудуистское одеяние",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:8389:0:0:0:0:0:0:0:10|h[Выкройка: большие вудуистские штаны]|h|r",
                    name = "Выкройка: большие вудуистские штаны",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:8409:0:0:0:0:0:0:0:10|h[Выкройка: ночные наплечники]|h|r",
                    name = "Выкройка: ночные наплечники",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:9293:0:0:0:0:0:0:0:10|h[Рецепт: зелье защиты от магии]|h|r",
                    name = "Рецепт: зелье защиты от магии",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:9294:0:0:0:0:0:0:0:10|h[Рецепт: зелье из дикой лозы]|h|r",
                    name = "Рецепт: зелье из дикой лозы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:9295:0:0:0:0:0:0:0:10|h[Рецепт: зелье невидимости]|h|r",
                    name = "Рецепт: зелье невидимости",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:9297:0:0:0:0:0:0:0:10|h[Рецепт: эликсир снозрения]|h|r",
                    name = "Рецепт: эликсир снозрения",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:12163:0:0:0:0:0:0:0:10|h[Чертеж: палаш лунной стали]|h|r",
                    name = "Чертеж: палаш лунной стали",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:12227:0:0:0:0:0:0:0:10|h[Рецепт: постный стейк из волчатины]|h|r",
                    name = "Рецепт: постный стейк из волчатины",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:12229:0:0:0:0:0:0:0:10|h[Рецепт: острая волчья грудинка]|h|r",
                    name = "Рецепт: острая волчья грудинка",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:12233:0:0:0:0:0:0:0:10|h[Рецепт: загадочная похлебка]|h|r",
                    name = "Рецепт: загадочная похлебка",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:12239:0:0:0:0:0:0:0:10|h[Рецепт: мясо в соусе \"Дыхание дракона\"]|h|r",
                    name = "Рецепт: мясо в соусе \"Дыхание дракона\"",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:15734:0:0:0:0:0:0:0:10|h[Выкройка: наплечники жизни]|h|r",
                    name = "Выкройка: наплечники жизни",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:15742:0:0:0:0:0:0:0:10|h[Выкройка: портупея боевого медведя]|h|r",
                    name = "Выкройка: портупея боевого медведя",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:16046:0:0:0:0:0:0:0:10|h[Схема: манекен-мишень искусной работы]|h|r",
                    name = "Схема: манекен-мишень искусной работы",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:16050:0:0:0:0:0:0:0:10|h[Схема: сверхточный арканитовый преобразователь]|h|r",
                    name = "Схема: сверхточный арканитовый преобразователь",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:16072:0:0:0:0:0:0:0:10|h[Поваренная книга умельца]|h|r",
                    name = "Поваренная книга умельца",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:17062:0:0:0:0:0:0:0:10|h[Рецепт: мифрилоголовая форель]|h|r",
                    name = "Рецепт: мифрилоголовая форель",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:18652:0:0:0:0:0:0:0:10|h[Схема: гирозамораживающий ледяной отражатель]|h|r",
                    name = "Схема: гирозамораживающий ледяной отражатель",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:21099:0:0:0:0:0:0:0:10|h[Рецепт: копченый шалфокунь]|h|r",
                    name = "Рецепт: копченый шалфокунь",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:21219:0:0:0:0:0:0:0:10|h[Рецепт: деликатес из шалфокуня]|h|r",
                    name = "Рецепт: деликатес из шалфокуня",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:21943:0:0:0:0:0:0:0:10|h[Эскиз: краб из истинного серебра]|h|r",
                    name = "Эскиз: краб из истинного серебра",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:22647:0:0:0:0:0:0:0:10|h[Рецепт: хрустящий паучий десерт]|h|r",
                    name = "Рецепт: хрустящий паучий десерт",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:27684:0:0:0:0:0:0:0:10|h[Рецепт: закуска из канюка]|h|r",
                    name = "Рецепт: закуска из канюка",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:27736:0:0:0:0:0:0:0:10|h[Поварская книга]|h|r",
                    name = "Поварская книга",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:32381:0:0:0:0:0:0:0:10|h[Схема: кабельная система с плавкими предохранителями]|h|r",
                    name = "Схема: кабельная система с плавкими предохранителями",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:3734:0:0:0:0:0:0:0:10|h[Рецепт: большой медвежий стейк]|h|r",
                    name = "Рецепт: большой медвежий стейк",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:3735:0:0:0:0:0:0:0:10|h[Рецепт: острая отбивная из мяса льва]|h|r",
                    name = "Рецепт: острая отбивная из мяса льва",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:3830:0:0:0:0:0:0:0:10|h[Рецепт: эликсир стойкости]|h|r",
                    name = "Рецепт: эликсир стойкости",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:4609:0:0:0:0:0:0:0:10|h[Рецепт: жареное крыло канюка]|h|r",
                    name = "Рецепт: жареное крыло канюка",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:5786:0:0:0:0:0:0:0:10|h[Выкройка: пояс из чешуи мурлока]|h|r",
                    name = "Выкройка: пояс из чешуи мурлока",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:5787:0:0:0:0:0:0:0:10|h[Выкройка: кираса из чешуи мурлока]|h|r",
                    name = "Выкройка: кираса из чешуи мурлока",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:6369:0:0:0:0:0:0:0:10|h[Рецепт: каменношкурая треска]|h|r",
                    name = "Рецепт: каменношкурая треска",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:7561:0:0:0:0:0:0:0:10|h[Схема: гоблинский кабельный дефибриллятор]|h|r",
                    name = "Схема: гоблинский кабельный дефибриллятор",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:8385:0:0:0:0:0:0:0:10|h[Выкройка: перчатки из черепашьего панциря]|h|r",
                    name = "Выкройка: перчатки из черепашьего панциря",
                    count = 1,
                },
            },
        },
        bags = {
            last_update = 1783781471,
            items = {
                {
                    link = "|cff0070dd|Hitem:24170:0:0:0:0:0:0:0:10|h[Эскиз: объятия рассвета]|h|r",
                    name = "Эскиз: объятия рассвета",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:10300:0:0:0:0:0:0:0:10|h[Выкройка: красный жилет из магической ткани]|h|r",
                    name = "Выкройка: красный жилет из магической ткани",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:10301:0:0:0:0:0:0:0:10|h[Выкройка: белая бандитская маска]|h|r",
                    name = "Выкройка: белая бандитская маска",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:10316:0:0:0:0:0:0:0:10|h[Выкройка: многоцветный килт]|h|r",
                    name = "Выкройка: многоцветный килт",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:10320:0:0:0:0:0:0:0:10|h[Выкройка: красная головная повязка из магической ткани]|h|r",
                    name = "Выкройка: красная головная повязка из магической ткани",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:10424:0:0:0:0:0:0:0:10|h[Чертеж: посеребренные бронзовые поножи]|h|r",
                    name = "Чертеж: посеребренные бронзовые поножи",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:10604:0:0:0:0:0:0:0:10|h[Схема: мифриловая крупнокалиберная винтовка]|h|r",
                    name = "Схема: мифриловая крупнокалиберная винтовка",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:11038:0:0:0:0:0:0:0:10|h[Формула чар для двуручного оружия - дух I]|h|r",
                    name = "Формула чар для двуручного оружия - дух I",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:11039:0:0:0:0:0:0:0:10|h[Формула чар для плаща - ловкость I]|h|r",
                    name = "Формула чар для плаща - ловкость I",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:11081:0:0:0:0:0:0:0:10|h[Формула чар для щита - броня]|h|r",
                    name = "Формула чар для щита - броня",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:11152:0:0:0:0:0:0:0:10|h[Формула чар для перчаток - рыбная ловля]|h|r",
                    name = "Формула чар для перчаток - рыбная ловля",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:11164:0:0:0:0:0:0:0:10|h[Формула чар для оружия - истребитель зверей II]|h|r",
                    name = "Формула чар для оружия - истребитель зверей II",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:11165:0:0:0:0:0:0:0:10|h[Формула чар для оружия - истребитель элементалей]|h|r",
                    name = "Формула чар для оружия - истребитель элементалей",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:11166:0:0:0:0:0:0:0:10|h[Формула чар для перчаток - снятие шкур]|h|r",
                    name = "Формула чар для перчаток - снятие шкур",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:11167:0:0:0:0:0:0:0:10|h[Формула чар для обуви - дух I]|h|r",
                    name = "Формула чар для обуви - дух I",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:11202:0:0:0:0:0:0:0:10|h[Формула чар для щита - выносливость III]|h|r",
                    name = "Формула чар для щита - выносливость III",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:11203:0:0:0:0:0:0:0:10|h[Формула чар для перчаток - горное дело II]|h|r",
                    name = "Формула чар для перчаток - горное дело II",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:11204:0:0:0:0:0:0:0:10|h[Формула чар для наручей - дух IV]|h|r",
                    name = "Формула чар для наручей - дух IV",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:11205:0:0:0:0:0:0:0:10|h[Формула чар для перчаток - травничество II]|h|r",
                    name = "Формула чар для перчаток - травничество II",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:11206:0:0:0:0:0:0:0:10|h[Формула чар для плаща - ловкость II]|h|r",
                    name = "Формула чар для плаща - ловкость II",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12682:0:0:0:0:0:0:0:10|h[Чертеж: ториевая броня]|h|r",
                    name = "Чертеж: ториевая броня",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:14466:0:0:0:0:0:0:0:10|h[Выкройка: мундир из ледяной ткани]|h|r",
                    name = "Выкройка: мундир из ледяной ткани",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:14467:0:0:0:0:0:0:0:10|h[Выкройка: одеяние из ледяной ткани]|h|r",
                    name = "Выкройка: одеяние из ледяной ткани",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:14479:0:0:0:0:0:0:0:10|h[Выкройка: перчатки из яркой ткани]|h|r",
                    name = "Выкройка: перчатки из яркой ткани",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:16044:0:0:0:0:0:0:0:10|h[Схема: механическая жаба]|h|r",
                    name = "Схема: механическая жаба",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:16055:0:0:0:0:0:0:0:10|h[Схема: чародейская бомба]|h|r",
                    name = "Схема: чародейская бомба",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:16214:0:0:0:0:0:0:0:10|h[Формула: зачаровывание браслетов - интеллект, III ступень]|h|r",
                    name = "Формула: зачаровывание браслетов - интеллект, III ступень",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:16248:0:0:0:0:0:0:0:10|h[Формула чар для оружия - нечестивое оружие]|h|r",
                    name = "Формула чар для оружия - нечестивое оружие",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:18661:0:0:0:0:0:0:0:10|h[Схема: увеличитель мира]|h|r",
                    name = "Схема: увеличитель мира",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:21547:0:0:0:0:0:0:0:10|h[Рецепт: сильный эликсир огневой мощи]|h|r",
                    name = "Рецепт: сильный эликсир огневой мощи",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:23810:0:0:0:0:0:0:0:10|h[Схема: робот \"Бей-Молоти\"]|h|r",
                    name = "Схема: робот \"Бей-Молоти\"",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:3611:0:0:0:0:0:0:0:10|h[Чертеж: зеленые железные сапоги]|h|r",
                    name = "Чертеж: зеленые железные сапоги",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:3868:0:0:0:0:0:0:0:10|h[Чертеж: клинок ледяного тигра]|h|r",
                    name = "Чертеж: клинок ледяного тигра",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:3869:0:0:0:0:0:0:0:10|h[Чертеж: серповидная секира тени]|h|r",
                    name = "Чертеж: серповидная секира тени",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4292:0:0:0:0:0:0:0:10|h[Выкройка: зеленая шерстяная сумка]|h|r",
                    name = "Выкройка: зеленая шерстяная сумка",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4345:0:0:0:0:0:0:0:10|h[Выкройка: красные шерстяные сапоги]|h|r",
                    name = "Выкройка: красные шерстяные сапоги",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4346:0:0:0:0:0:0:0:10|h[Выкройка: тяжелый шерстяной плащ]|h|r",
                    name = "Выкройка: тяжелый шерстяной плащ",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4347:0:0:0:0:0:0:0:10|h[Выкройка: усиленные шерстяные наплечники]|h|r",
                    name = "Выкройка: усиленные шерстяные наплечники",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4349:0:0:0:0:0:0:0:10|h[Выкройка: штаны Феникса]|h|r",
                    name = "Выкройка: штаны Феникса",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4352:0:0:0:0:0:0:0:10|h[Выкройка: сапоги заклинателя]|h|r",
                    name = "Выкройка: сапоги заклинателя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4408:0:0:0:0:0:0:0:10|h[Схема: коробка с механической белкой]|h|r",
                    name = "Схема: коробка с механической белкой",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:5543:0:0:0:0:0:0:0:10|h[Чертеж: радужный молот]|h|r",
                    name = "Чертеж: радужный молот",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:5774:0:0:0:0:0:0:0:10|h[Выкройка: зеленая шелковая сума]|h|r",
                    name = "Выкройка: зеленая шелковая сума",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:6344:0:0:0:0:0:0:0:10|h[Формула чар для наручей - дух I]|h|r",
                    name = "Формула чар для наручей - дух I",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:6347:0:0:0:0:0:0:0:10|h[Формула чар для наручей - сила I]|h|r",
                    name = "Формула чар для наручей - сила I",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:6375:0:0:0:0:0:0:0:10|h[Формула чар для наручей - дух II]|h|r",
                    name = "Формула чар для наручей - дух II",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:6390:0:0:0:0:0:0:0:10|h[Выкройка: стильная синяя рубашка]|h|r",
                    name = "Выкройка: стильная синяя рубашка",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:7085:0:0:0:0:0:0:0:10|h[Выкройка: лазурные наплечники]|h|r",
                    name = "Выкройка: лазурные наплечники",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:7090:0:0:0:0:0:0:0:10|h[Выкройка: зеленая шелковая броня]|h|r",
                    name = "Выкройка: зеленая шелковая броня",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:7092:0:0:0:0:0:0:0:10|h[Выкройка: краги Тьмы]|h|r",
                    name = "Выкройка: краги Тьмы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:7990:0:0:0:0:0:0:0:10|h[Чертеж: тяжелый мифриловый шлем]|h|r",
                    name = "Чертеж: тяжелый мифриловый шлем",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:8395:0:0:0:0:0:0:0:10|h[Выкройка: жесткая кираса из чешуи скорпида]|h|r",
                    name = "Выкройка: жесткая кираса из чешуи скорпида",
                    count = 1,
                },
            },
        },
    },
    {
        name = "Рыбная",
        realm = "Sirus x5 - 3.3.5a+",
        updated_at = "2026-06-04 12:50:43",
        money = 4042,
        empty = 152,
        location = "Оргриммар",
        items = {
            {
                link = "|cffffffff|Hitem:13754:0:0:0:0:0:0:0:10|h[Сырая блестящая мощь-рыба]|h|r",
                name = "Сырая блестящая мощь-рыба",
                count = 267,
            },
            {
                link = "|cffffffff|Hitem:13755:0:0:0:0:0:0:0:10|h[Зимний кальмар]|h|r",
                name = "Зимний кальмар",
                count = 250,
            },
            {
                link = "|cffffffff|Hitem:13756:0:0:0:0:0:0:0:10|h[Сырой летний окунь]|h|r",
                name = "Сырой летний окунь",
                count = 191,
            },
            {
                link = "|cffffffff|Hitem:13757:0:0:0:0:0:0:0:10|h[Молниевый угорь]|h|r",
                name = "Молниевый угорь",
                count = 22,
            },
            {
                link = "|cffffffff|Hitem:13758:0:0:0:0:0:0:0:10|h[Сырая краснобородка]|h|r",
                name = "Сырая краснобородка",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:13759:0:0:0:0:0:0:0:10|h[Сырой ночной луциан]|h|r",
                name = "Сырой ночной луциан",
                count = 28,
            },
            {
                link = "|cffffffff|Hitem:13760:0:0:0:0:0:0:0:10|h[Сырой солнечный лосось]|h|r",
                name = "Сырой солнечный лосось",
                count = 41,
            },
            {
                link = "|cffffffff|Hitem:13890:0:0:0:0:0:0:0:10|h[Пластинчатая бронерыба]|h|r",
                name = "Пластинчатая бронерыба",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:21071:0:0:0:0:0:0:0:10|h[Сырой шалфокунь]|h|r",
                name = "Сырой шалфокунь",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:41802:0:0:0:0:0:0:0:10|h[Королевский морской дьявол]|h|r",
                name = "Королевский морской дьявол",
                count = 15,
            },
            {
                link = "|cffffffff|Hitem:41803:0:0:0:0:0:0:0:10|h[Камнеперый морской окунь]|h|r",
                name = "Камнеперый морской окунь",
                count = 21,
            },
            {
                link = "|cffffffff|Hitem:41805:0:0:0:0:0:0:0:10|h[Борейский медузник]|h|r",
                name = "Борейский медузник",
                count = 33,
            },
            {
                link = "|cffffffff|Hitem:41807:0:0:0:0:0:0:0:10|h[Дракоперая рыба-ангел]|h|r",
                name = "Дракоперая рыба-ангел",
                count = 62,
            },
            {
                link = "|cffffffff|Hitem:41808:0:0:0:0:0:0:0:10|h[Костечешуйный луциан]|h|r",
                name = "Костечешуйный луциан",
                count = 102,
            },
            {
                link = "|cffffffff|Hitem:41812:0:0:0:0:0:0:0:10|h[Бочкоголовый бычок]|h|r",
                name = "Бочкоголовый бычок",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:41813:0:0:0:0:0:0:0:10|h[Медуза]|h|r",
                name = "Медуза",
                count = 245,
            },
            {
                link = "|cffffffff|Hitem:4603:0:0:0:0:0:0:0:10|h[Сырой пятнистый желтохвост]|h|r",
                name = "Сырой пятнистый желтохвост",
                count = 332,
            },
            {
                link = "|cffffffff|Hitem:6289:0:0:0:0:0:0:0:10|h[Сырой острозубый илистый луциан]|h|r",
                name = "Сырой острозубый илистый луциан",
                count = 176,
            },
            {
                link = "|cffffffff|Hitem:6291:0:0:0:0:0:0:0:10|h[Сырая блестящая рыбка]|h|r",
                name = "Сырая блестящая рыбка",
                count = 99,
            },
            {
                link = "|cffffffff|Hitem:6303:0:0:0:0:0:0:0:10|h[Сырая скользкокожая скумбрия]|h|r",
                name = "Сырая скользкокожая скумбрия",
                count = 215,
            },
            {
                link = "|cffffffff|Hitem:6308:0:0:0:0:0:0:0:10|h[Сырая ощетиненная зубатка]|h|r",
                name = "Сырая ощетиненная зубатка",
                count = 27,
            },
            {
                link = "|cffffffff|Hitem:6361:0:0:0:0:0:0:0:10|h[Сырой радужный тунец]|h|r",
                name = "Сырой радужный тунец",
                count = 218,
            },
            {
                link = "|cffffffff|Hitem:6362:0:0:0:0:0:0:0:10|h[Сырая каменношкурая треска]|h|r",
                name = "Сырая каменношкурая треска",
                count = 343,
            },
            {
                link = "|cffffffff|Hitem:6522:0:0:0:0:0:0:0:10|h[Загадочная рыба]|h|r",
                name = "Загадочная рыба",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:8365:0:0:0:0:0:0:0:10|h[Сырая мифрилоголовая форель]|h|r",
                name = "Сырая мифрилоголовая форель",
                count = 22,
            },
        },
        bank = {
            last_update = 1780566628,
            items = {
                {
                    link = "|cffffffff|Hitem:13754:0:0:0:0:0:0:0:10|h[Сырая блестящая мощь-рыба]|h|r",
                    name = "Сырая блестящая мощь-рыба",
                    count = 267,
                },
                {
                    link = "|cffffffff|Hitem:13755:0:0:0:0:0:0:0:10|h[Зимний кальмар]|h|r",
                    name = "Зимний кальмар",
                    count = 250,
                },
                {
                    link = "|cffffffff|Hitem:13756:0:0:0:0:0:0:0:10|h[Сырой летний окунь]|h|r",
                    name = "Сырой летний окунь",
                    count = 191,
                },
                {
                    link = "|cffffffff|Hitem:13757:0:0:0:0:0:0:0:10|h[Молниевый угорь]|h|r",
                    name = "Молниевый угорь",
                    count = 22,
                },
                {
                    link = "|cffffffff|Hitem:13758:0:0:0:0:0:0:0:10|h[Сырая краснобородка]|h|r",
                    name = "Сырая краснобородка",
                    count = 12,
                },
                {
                    link = "|cffffffff|Hitem:13759:0:0:0:0:0:0:0:10|h[Сырой ночной луциан]|h|r",
                    name = "Сырой ночной луциан",
                    count = 28,
                },
                {
                    link = "|cffffffff|Hitem:13760:0:0:0:0:0:0:0:10|h[Сырой солнечный лосось]|h|r",
                    name = "Сырой солнечный лосось",
                    count = 41,
                },
                {
                    link = "|cffffffff|Hitem:13890:0:0:0:0:0:0:0:10|h[Пластинчатая бронерыба]|h|r",
                    name = "Пластинчатая бронерыба",
                    count = 16,
                },
                {
                    link = "|cffffffff|Hitem:21071:0:0:0:0:0:0:0:10|h[Сырой шалфокунь]|h|r",
                    name = "Сырой шалфокунь",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:41802:0:0:0:0:0:0:0:10|h[Королевский морской дьявол]|h|r",
                    name = "Королевский морской дьявол",
                    count = 15,
                },
                {
                    link = "|cffffffff|Hitem:41803:0:0:0:0:0:0:0:10|h[Камнеперый морской окунь]|h|r",
                    name = "Камнеперый морской окунь",
                    count = 21,
                },
                {
                    link = "|cffffffff|Hitem:41805:0:0:0:0:0:0:0:10|h[Борейский медузник]|h|r",
                    name = "Борейский медузник",
                    count = 33,
                },
                {
                    link = "|cffffffff|Hitem:41807:0:0:0:0:0:0:0:10|h[Дракоперая рыба-ангел]|h|r",
                    name = "Дракоперая рыба-ангел",
                    count = 62,
                },
                {
                    link = "|cffffffff|Hitem:41808:0:0:0:0:0:0:0:10|h[Костечешуйный луциан]|h|r",
                    name = "Костечешуйный луциан",
                    count = 102,
                },
                {
                    link = "|cffffffff|Hitem:41812:0:0:0:0:0:0:0:10|h[Бочкоголовый бычок]|h|r",
                    name = "Бочкоголовый бычок",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:41813:0:0:0:0:0:0:0:10|h[Медуза]|h|r",
                    name = "Медуза",
                    count = 245,
                },
                {
                    link = "|cffffffff|Hitem:4603:0:0:0:0:0:0:0:10|h[Сырой пятнистый желтохвост]|h|r",
                    name = "Сырой пятнистый желтохвост",
                    count = 332,
                },
                {
                    link = "|cffffffff|Hitem:6289:0:0:0:0:0:0:0:10|h[Сырой острозубый илистый луциан]|h|r",
                    name = "Сырой острозубый илистый луциан",
                    count = 176,
                },
                {
                    link = "|cffffffff|Hitem:6291:0:0:0:0:0:0:0:10|h[Сырая блестящая рыбка]|h|r",
                    name = "Сырая блестящая рыбка",
                    count = 99,
                },
                {
                    link = "|cffffffff|Hitem:6303:0:0:0:0:0:0:0:10|h[Сырая скользкокожая скумбрия]|h|r",
                    name = "Сырая скользкокожая скумбрия",
                    count = 215,
                },
                {
                    link = "|cffffffff|Hitem:6308:0:0:0:0:0:0:0:10|h[Сырая ощетиненная зубатка]|h|r",
                    name = "Сырая ощетиненная зубатка",
                    count = 27,
                },
                {
                    link = "|cffffffff|Hitem:6361:0:0:0:0:0:0:0:10|h[Сырой радужный тунец]|h|r",
                    name = "Сырой радужный тунец",
                    count = 218,
                },
                {
                    link = "|cffffffff|Hitem:6362:0:0:0:0:0:0:0:10|h[Сырая каменношкурая треска]|h|r",
                    name = "Сырая каменношкурая треска",
                    count = 343,
                },
                {
                    link = "|cffffffff|Hitem:6522:0:0:0:0:0:0:0:10|h[Загадочная рыба]|h|r",
                    name = "Загадочная рыба",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:8365:0:0:0:0:0:0:0:10|h[Сырая мифрилоголовая форель]|h|r",
                    name = "Сырая мифрилоголовая форель",
                    count = 22,
                },
            },
        },
        bags = {
            last_update = 1780566630,
            items = {
            },
        },
    },
    {
        name = "Свитковый",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-07-11 21:43:49",
        money = 214291,
        empty = 179,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:38871:0:0:0:0:0:0:0:10|h[Свиток чар для оружия - похищение жизни]|h|r",
                name = "Свиток чар для оружия - похищение жизни",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:38992:0:0:0:0:0:0:0:10|h[Свиток чар для двуручного оружия - свирепость II]|h|r",
                name = "Свиток чар для двуручного оружия - свирепость II",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:44453:0:0:0:0:0:0:0:10|h[Свиток чар для оружия - могущество II]|h|r",
                name = "Свиток чар для оружия - могущество II",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:10308:0:0:0:0:0:0:0:10|h[Свиток интеллекта IV]|h|r",
                name = "Свиток интеллекта IV",
                count = 25,
            },
            {
                link = "|cffffffff|Hitem:10309:0:0:0:0:0:0:0:10|h[Свиток ловкости IV]|h|r",
                name = "Свиток ловкости IV",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:10310:0:0:0:0:0:0:0:10|h[Свиток силы IV]|h|r",
                name = "Свиток силы IV",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:1180:0:0:0:0:0:0:0:10|h[Свиток выносливости]|h|r",
                name = "Свиток выносливости",
                count = 26,
            },
            {
                link = "|cffffffff|Hitem:1181:0:0:0:0:0:0:0:10|h[Свиток духа]|h|r",
                name = "Свиток духа",
                count = 60,
            },
            {
                link = "|cffffffff|Hitem:1477:0:0:0:0:0:0:0:10|h[Свиток ловкости II]|h|r",
                name = "Свиток ловкости II",
                count = 35,
            },
            {
                link = "|cffffffff|Hitem:1712:0:0:0:0:0:0:0:10|h[Свиток духа II]|h|r",
                name = "Свиток духа II",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:2289:0:0:0:0:0:0:0:10|h[Свиток силы II]|h|r",
                name = "Свиток силы II",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:2290:0:0:0:0:0:0:0:10|h[Свиток интеллекта II]|h|r",
                name = "Свиток интеллекта II",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:27498:0:0:0:0:0:0:0:10|h[Свиток ловкости V]|h|r",
                name = "Свиток ловкости V",
                count = 33,
            },
            {
                link = "|cffffffff|Hitem:27499:0:0:0:0:0:0:0:10|h[Свиток интеллекта V]|h|r",
                name = "Свиток интеллекта V",
                count = 83,
            },
            {
                link = "|cffffffff|Hitem:27503:0:0:0:0:0:0:0:10|h[Свиток силы V]|h|r",
                name = "Свиток силы V",
                count = 129,
            },
            {
                link = "|cffffffff|Hitem:3013:0:0:0:0:0:0:0:10|h[Охранный свиток]|h|r",
                name = "Охранный свиток",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:33458:0:0:0:0:0:0:0:10|h[Свиток интеллекта VI]|h|r",
                name = "Свиток интеллекта VI",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:33460:0:0:0:0:0:0:0:10|h[Свиток духа VI]|h|r",
                name = "Свиток духа VI",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:33462:0:0:0:0:0:0:0:10|h[Свиток силы VI]|h|r",
                name = "Свиток силы VI",
                count = 57,
            },
            {
                link = "|cffffffff|Hitem:37091:0:0:0:0:0:0:0:10|h[Свиток интеллекта VII]|h|r",
                name = "Свиток интеллекта VII",
                count = 32,
            },
            {
                link = "|cffffffff|Hitem:37093:0:0:0:0:0:0:0:10|h[Свиток выносливости VII]|h|r",
                name = "Свиток выносливости VII",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:37097:0:0:0:0:0:0:0:10|h[Свиток духа VII]|h|r",
                name = "Свиток духа VII",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:38682:0:0:0:0:0:0:0:10|h[Материал для свитка брони]|h|r",
                name = "Материал для свитка брони",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:38828:0:0:0:0:0:0:0:10|h[Свиток чар для щита - выносливость III]|h|r",
                name = "Свиток чар для щита - выносливость III",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:38829:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - интеллект II]|h|r",
                name = "Свиток чар для наручей - интеллект II",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:38837:0:0:0:0:0:0:0:10|h[Свиток чар для обуви - скорость]|h|r",
                name = "Свиток чар для обуви - скорость",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:38849:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - выносливость IV]|h|r",
                name = "Свиток чар для наручей - выносливость IV",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:38897:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - грубая сила]|h|r",
                name = "Свиток чар для наручей - грубая сила",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:38914:0:0:0:0:0:0:0:10|h[Свиток чар для плаща - броня III]|h|r",
                name = "Свиток чар для плаща - броня III",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:38933:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - сила III]|h|r",
                name = "Свиток чар для перчаток - сила III",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:38945:0:0:0:0:0:0:0:10|h[Свиток чар для щита - выносливость V]|h|r",
                name = "Свиток чар для щита - выносливость V",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:38953:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - Точность]|h|r",
                name = "Свиток чар для перчаток - Точность",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:38964:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - штурм II]|h|r",
                name = "Свиток чар для перчаток - штурм II",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:38967:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - ловкость IV]|h|r",
                name = "Свиток чар для перчаток - ловкость IV",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:38968:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - интеллект V]|h|r",
                name = "Свиток чар для наручей - интеллект V",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:38971:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - удар III]|h|r",
                name = "Свиток чар для наручей - удар III",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:38976:0:0:0:0:0:0:0:10|h[Свиток чар для обуви - ловкость V]|h|r",
                name = "Свиток чар для обуви - ловкость V",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:38979:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - сила заклинаний II]|h|r",
                name = "Свиток чар для перчаток - сила заклинаний II",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:39006:0:0:0:0:0:0:0:10|h[Свиток чар для обуви - живучесть клыкарра]|h|r",
                name = "Свиток чар для обуви - живучесть клыкарра",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:43463:0:0:0:0:0:0:0:10|h[Свиток ловкости VII]|h|r",
                name = "Свиток ловкости VII",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43465:0:0:0:0:0:0:0:10|h[Свиток силы VII]|h|r",
                name = "Свиток силы VII",
                count = 46,
            },
            {
                link = "|cffffffff|Hitem:43467:0:0:0:0:0:0:0:10|h[Свиток защиты VII]|h|r",
                name = "Свиток защиты VII",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:4419:0:0:0:0:0:0:0:10|h[Свиток интеллекта III]|h|r",
                name = "Свиток интеллекта III",
                count = 27,
            },
            {
                link = "|cffffffff|Hitem:4421:0:0:0:0:0:0:0:10|h[Охранный свиток III]|h|r",
                name = "Охранный свиток III",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:4424:0:0:0:0:0:0:0:10|h[Свиток духа III]|h|r",
                name = "Свиток духа III",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:4425:0:0:0:0:0:0:0:10|h[Свиток ловкости III]|h|r",
                name = "Свиток ловкости III",
                count = 67,
            },
            {
                link = "|cffffffff|Hitem:4426:0:0:0:0:0:0:0:10|h[Свиток силы III]|h|r",
                name = "Свиток силы III",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:44449:0:0:0:0:0:0:0:10|h[Свиток чар для обуви - штурм I]|h|r",
                name = "Свиток чар для обуви - штурм I",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:44456:0:0:0:0:0:0:0:10|h[Свиток чар для плаща - скорость I]|h|r",
                name = "Свиток чар для плаща - скорость I",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:44457:0:0:0:0:0:0:0:10|h[Свиток чар для плаща - ловкость V]|h|r",
                name = "Свиток чар для плаща - ловкость V",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:44458:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - крушитель]|h|r",
                name = "Свиток чар для перчаток - крушитель",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:44470:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - сила заклинаний III]|h|r",
                name = "Свиток чар для наручей - сила заклинаний III",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:44815:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - штурм II]|h|r",
                name = "Свиток чар для наручей - штурм II",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:955:0:0:0:0:0:0:0:10|h[Свиток интеллекта]|h|r",
                name = "Свиток интеллекта",
                count = 21,
            },
        },
        bank = {
            last_update = 1783795182,
            items = {
                {
                    link = "|cffffffff|Hitem:10308:0:0:0:0:0:0:0:10|h[Свиток интеллекта IV]|h|r",
                    name = "Свиток интеллекта IV",
                    count = 25,
                },
                {
                    link = "|cffffffff|Hitem:10310:0:0:0:0:0:0:0:10|h[Свиток силы IV]|h|r",
                    name = "Свиток силы IV",
                    count = 50,
                },
                {
                    link = "|cffffffff|Hitem:1180:0:0:0:0:0:0:0:10|h[Свиток выносливости]|h|r",
                    name = "Свиток выносливости",
                    count = 26,
                },
                {
                    link = "|cffffffff|Hitem:1181:0:0:0:0:0:0:0:10|h[Свиток духа]|h|r",
                    name = "Свиток духа",
                    count = 60,
                },
                {
                    link = "|cffffffff|Hitem:1477:0:0:0:0:0:0:0:10|h[Свиток ловкости II]|h|r",
                    name = "Свиток ловкости II",
                    count = 35,
                },
                {
                    link = "|cffffffff|Hitem:1712:0:0:0:0:0:0:0:10|h[Свиток духа II]|h|r",
                    name = "Свиток духа II",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:2289:0:0:0:0:0:0:0:10|h[Свиток силы II]|h|r",
                    name = "Свиток силы II",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:2290:0:0:0:0:0:0:0:10|h[Свиток интеллекта II]|h|r",
                    name = "Свиток интеллекта II",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:27498:0:0:0:0:0:0:0:10|h[Свиток ловкости V]|h|r",
                    name = "Свиток ловкости V",
                    count = 33,
                },
                {
                    link = "|cffffffff|Hitem:27499:0:0:0:0:0:0:0:10|h[Свиток интеллекта V]|h|r",
                    name = "Свиток интеллекта V",
                    count = 83,
                },
                {
                    link = "|cffffffff|Hitem:27503:0:0:0:0:0:0:0:10|h[Свиток силы V]|h|r",
                    name = "Свиток силы V",
                    count = 129,
                },
                {
                    link = "|cffffffff|Hitem:3013:0:0:0:0:0:0:0:10|h[Охранный свиток]|h|r",
                    name = "Охранный свиток",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:33458:0:0:0:0:0:0:0:10|h[Свиток интеллекта VI]|h|r",
                    name = "Свиток интеллекта VI",
                    count = 12,
                },
                {
                    link = "|cffffffff|Hitem:33460:0:0:0:0:0:0:0:10|h[Свиток духа VI]|h|r",
                    name = "Свиток духа VI",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:33462:0:0:0:0:0:0:0:10|h[Свиток силы VI]|h|r",
                    name = "Свиток силы VI",
                    count = 57,
                },
                {
                    link = "|cffffffff|Hitem:37091:0:0:0:0:0:0:0:10|h[Свиток интеллекта VII]|h|r",
                    name = "Свиток интеллекта VII",
                    count = 32,
                },
                {
                    link = "|cffffffff|Hitem:37093:0:0:0:0:0:0:0:10|h[Свиток выносливости VII]|h|r",
                    name = "Свиток выносливости VII",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:37097:0:0:0:0:0:0:0:10|h[Свиток духа VII]|h|r",
                    name = "Свиток духа VII",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:43463:0:0:0:0:0:0:0:10|h[Свиток ловкости VII]|h|r",
                    name = "Свиток ловкости VII",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43465:0:0:0:0:0:0:0:10|h[Свиток силы VII]|h|r",
                    name = "Свиток силы VII",
                    count = 46,
                },
                {
                    link = "|cffffffff|Hitem:43467:0:0:0:0:0:0:0:10|h[Свиток защиты VII]|h|r",
                    name = "Свиток защиты VII",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:4419:0:0:0:0:0:0:0:10|h[Свиток интеллекта III]|h|r",
                    name = "Свиток интеллекта III",
                    count = 27,
                },
                {
                    link = "|cffffffff|Hitem:4421:0:0:0:0:0:0:0:10|h[Охранный свиток III]|h|r",
                    name = "Охранный свиток III",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:4424:0:0:0:0:0:0:0:10|h[Свиток духа III]|h|r",
                    name = "Свиток духа III",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:4425:0:0:0:0:0:0:0:10|h[Свиток ловкости III]|h|r",
                    name = "Свиток ловкости III",
                    count = 67,
                },
                {
                    link = "|cffffffff|Hitem:4426:0:0:0:0:0:0:0:10|h[Свиток силы III]|h|r",
                    name = "Свиток силы III",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:955:0:0:0:0:0:0:0:10|h[Свиток интеллекта]|h|r",
                    name = "Свиток интеллекта",
                    count = 21,
                },
            },
        },
        bags = {
            last_update = 1783795197,
            items = {
                {
                    link = "|cff0070dd|Hitem:38871:0:0:0:0:0:0:0:10|h[Свиток чар для оружия - похищение жизни]|h|r",
                    name = "Свиток чар для оружия - похищение жизни",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:38992:0:0:0:0:0:0:0:10|h[Свиток чар для двуручного оружия - свирепость II]|h|r",
                    name = "Свиток чар для двуручного оружия - свирепость II",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:44453:0:0:0:0:0:0:0:10|h[Свиток чар для оружия - могущество II]|h|r",
                    name = "Свиток чар для оружия - могущество II",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:10309:0:0:0:0:0:0:0:10|h[Свиток ловкости IV]|h|r",
                    name = "Свиток ловкости IV",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:38682:0:0:0:0:0:0:0:10|h[Материал для свитка брони]|h|r",
                    name = "Материал для свитка брони",
                    count = 50,
                },
                {
                    link = "|cffffffff|Hitem:38828:0:0:0:0:0:0:0:10|h[Свиток чар для щита - выносливость III]|h|r",
                    name = "Свиток чар для щита - выносливость III",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:38829:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - интеллект II]|h|r",
                    name = "Свиток чар для наручей - интеллект II",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:38837:0:0:0:0:0:0:0:10|h[Свиток чар для обуви - скорость]|h|r",
                    name = "Свиток чар для обуви - скорость",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:38849:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - выносливость IV]|h|r",
                    name = "Свиток чар для наручей - выносливость IV",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:38897:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - грубая сила]|h|r",
                    name = "Свиток чар для наручей - грубая сила",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:38914:0:0:0:0:0:0:0:10|h[Свиток чар для плаща - броня III]|h|r",
                    name = "Свиток чар для плаща - броня III",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:38933:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - сила III]|h|r",
                    name = "Свиток чар для перчаток - сила III",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:38945:0:0:0:0:0:0:0:10|h[Свиток чар для щита - выносливость V]|h|r",
                    name = "Свиток чар для щита - выносливость V",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:38953:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - Точность]|h|r",
                    name = "Свиток чар для перчаток - Точность",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:38964:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - штурм II]|h|r",
                    name = "Свиток чар для перчаток - штурм II",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:38967:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - ловкость IV]|h|r",
                    name = "Свиток чар для перчаток - ловкость IV",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:38968:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - интеллект V]|h|r",
                    name = "Свиток чар для наручей - интеллект V",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:38971:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - удар III]|h|r",
                    name = "Свиток чар для наручей - удар III",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:38976:0:0:0:0:0:0:0:10|h[Свиток чар для обуви - ловкость V]|h|r",
                    name = "Свиток чар для обуви - ловкость V",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:38979:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - сила заклинаний II]|h|r",
                    name = "Свиток чар для перчаток - сила заклинаний II",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:39006:0:0:0:0:0:0:0:10|h[Свиток чар для обуви - живучесть клыкарра]|h|r",
                    name = "Свиток чар для обуви - живучесть клыкарра",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:44449:0:0:0:0:0:0:0:10|h[Свиток чар для обуви - штурм I]|h|r",
                    name = "Свиток чар для обуви - штурм I",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:44456:0:0:0:0:0:0:0:10|h[Свиток чар для плаща - скорость I]|h|r",
                    name = "Свиток чар для плаща - скорость I",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:44457:0:0:0:0:0:0:0:10|h[Свиток чар для плаща - ловкость V]|h|r",
                    name = "Свиток чар для плаща - ловкость V",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:44458:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - крушитель]|h|r",
                    name = "Свиток чар для перчаток - крушитель",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:44470:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - сила заклинаний III]|h|r",
                    name = "Свиток чар для наручей - сила заклинаний III",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:44815:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - штурм II]|h|r",
                    name = "Свиток чар для наручей - штурм II",
                    count = 1,
                },
            },
        },
    },
    {
        name = "Стартовая",
        realm = "Proxy Sirus x5 - 3.3.5a+",
        updated_at = "2026-07-10 22:00:22",
        money = 358852,
        empty = 97,
        location = "Оргриммар",
        items = {
            {
                link = "|cff1eff00|Hitem:11287:0:0:0:0:0:0:0:10|h[Малый магический жезл]|h|r",
                name = "Малый магический жезл",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:11288:0:0:0:0:0:0:0:10|h[Большой магический жезл]|h|r",
                name = "Большой магический жезл",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:14094:1892:0:0:0:0:754:0:10|h[Бисерная блуза со знаком совы]|h|r",
                name = "Бисерная блуза со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14097:0:0:0:0:0:756:0:10|h[Дикарские штаны со знаком совы]|h|r",
                name = "Дикарские штаны со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14114:929:0:0:0:0:760:0:10|h[Туземные обмотки со знаком совы]|h|r",
                name = "Туземные обмотки со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14120:1892:0:0:0:0:760:0:10|h[Туземное одеяние со знаком совы]|h|r",
                name = "Туземное одеяние со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14129:3858:0:0:0:0:847:0:10|h[Ритуальные сандалии со знаком орла]|h|r",
                name = "Ритуальные сандалии со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14161:884:0:0:0:0:754:0:10|h[Языческая накидка со знаком совы]|h|r",
                name = "Языческая накидка со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14168:931:0:0:0:0:843:0:10|h[Перчатки пирата со знаком орла]|h|r",
                name = "Перчатки пирата со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14171:0:0:0:0:0:763:0:10|h[Штаны пирата со знаком совы]|h|r",
                name = "Штаны пирата со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14172:1893:0:0:0:0:849:0:10|h[Одеяния пирата со знаком орла]|h|r",
                name = "Одеяния пирата со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14174:3858:0:0:0:0:759:0:10|h[Сапоги пирата со знаком совы]|h|r",
                name = "Сапоги пирата со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14174:3858:0:0:0:0:847:0:10|h[Сапоги пирата со знаком орла]|h|r",
                name = "Сапоги пирата со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14369:1892:0:0:0:0:0:0:10|h[Кушак мистика]|h|r",
                name = "Кушак мистика",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:14371:1892:0:0:0:0:0:0:10|h[Одеяние мистика]|h|r",
                name = "Одеяние мистика",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:14562:1892:0:0:0:0:0:0:10|h[Нагрудник геолога]|h|r",
                name = "Нагрудник геолога",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:14565:0:0:0:0:0:0:0:10|h[Короткие штаны геолога]|h|r",
                name = "Короткие штаны геолога",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14568:929:0:0:0:0:0:0:10|h[Сапоги дыбогривов]|h|r",
                name = "Сапоги дыбогривов",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14571:849:0:0:0:0:0:0:10|h[Накидка дыбогривов]|h|r",
                name = "Накидка дыбогривов",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15014:929:0:0:0:0:238:0:10|h[Волчий кулачный щит со знаком сокола]|h|r",
                name = "Волчий кулачный щит со знаком сокола",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15017:0:0:0:0:0:762:0:10|h[Волчьи поножи со знаком совы]|h|r",
                name = "Волчьи поножи со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15211:20235:0:0:0:0:24:0:10|h[Короткий меч ополченца со знаком силы]|h|r",
                name = "Короткий меч ополченца со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15224:20244:0:0:0:0:1182:0:10|h[Боевой сокрушитель со знаком медведя]|h|r",
                name = "Боевой сокрушитель со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15248:20319:0:0:0:0:507:0:10|h[Блестящий клеймор со знаком волка]|h|r",
                name = "Блестящий клеймор со знаком волка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15259:20319:0:0:0:0:1022:0:10|h[Здоровенный боевой молот со знаком кита]|h|r",
                name = "Здоровенный боевой молот со знаком кита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15303:0:0:0:0:0:757:0:10|h[Штаны гризли со знаком совы]|h|r",
                name = "Штаны гризли со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15304:1892:0:0:0:0:94:0:10|h[Жакет гризли со знаком интеллекта]|h|r",
                name = "Жакет гризли со знаком интеллекта",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15305:929:0:0:0:0:759:0:10|h[Дикие ботинки со знаком совы]|h|r",
                name = "Дикие ботинки со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15307:929:0:0:0:0:93:0:10|h[Дикий кулачный щит со знаком ловкости]|h|r",
                name = "Дикий кулачный щит со знаком ловкости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15479:1892:0:0:0:0:23:0:10|h[Броня атакующего со знаком силы]|h|r",
                name = "Броня атакующего со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15486:929:0:0:0:0:14:0:10|h[Потрепанный в бою щит со знаком ловкости]|h|r",
                name = "Потрепанный в бою щит со знаком ловкости",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:15486:929:0:0:0:0:924:0:10|h[Потрепанный в бою щит со знаком гориллы]|h|r",
                name = "Потрепанный в бою щит со знаком гориллы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15510:0:0:0:0:0:1015:0:10|h[Пояс рубаки со знаком кита]|h|r",
                name = "Пояс рубаки со знаком кита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15512:929:0:0:0:0:96:0:10|h[Щит рубаки с печатью выносливости]|h|r",
                name = "Щит рубаки с печатью выносливости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15894:929:0:0:0:0:0:0:10|h[Кулачный щит дыбогривов]|h|r",
                name = "Кулачный щит дыбогривов",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15925:0:0:0:0:0:0:0:10|h[Посох подмастерья]|h|r",
                name = "Посох подмастерья",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15926:0:0:0:0:0:0:0:10|h[Сфера заклинателя]|h|r",
                name = "Сфера заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15969:0:0:0:0:0:2027:0:10|h[Сфера Бусин с печатью исцеления]|h|r",
                name = "Сфера Бусин с печатью исцеления",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15969:0:0:0:0:0:839:0:10|h[Сфера Бусин со знаком орла]|h|r",
                name = "Сфера Бусин со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2035:20239:0:0:0:0:0:0:10|h[Меч Ночного Неба]|h|r",
                name = "Меч Ночного Неба",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2078:20235:0:0:0:0:23:0:10|h[Северный короткий меч со знаком силы]|h|r",
                name = "Северный короткий меч со знаком силы",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:2312:931:0:0:0:0:0:0:10|h[Тонкие кожаные перчатки]|h|r",
                name = "Тонкие кожаные перчатки",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:2315:3858:0:0:0:0:0:0:10|h[Темные кожаные сапоги]|h|r",
                name = "Темные кожаные сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2316:884:0:0:0:0:0:0:10|h[Темный кожаный плащ]|h|r",
                name = "Темный кожаный плащ",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2317:1892:0:0:0:0:0:0:10|h[Темный кожаный мундир]|h|r",
                name = "Темный кожаный мундир",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2585:1892:0:0:0:0:0:0:10|h[Серое шерстяное одеяние]|h|r",
                name = "Серое шерстяное одеяние",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2857:0:0:0:0:0:0:0:10|h[Рунический медный пояс]|h|r",
                name = "Рунический медный пояс",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:2957:1892:0:0:0:0:0:0:10|h[Жилет подмастерья]|h|r",
                name = "Жилет подмастерья",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2958:0:0:0:0:0:0:0:10|h[Штаны подмастерья]|h|r",
                name = "Штаны подмастерья",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2962:0:0:0:0:0:0:0:10|h[Обгоревшие кожаные брюки]|h|r",
                name = "Обгоревшие кожаные брюки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2966:0:0:0:0:0:0:0:10|h[Воинские штаны]|h|r",
                name = "Воинские штаны",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:2969:1892:0:0:0:0:0:0:10|h[Жилет заклинателя]|h|r",
                name = "Жилет заклинателя",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:2970:0:0:0:0:0:0:0:10|h[Штаны заклинателя]|h|r",
                name = "Штаны заклинателя",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:2981:1892:0:0:0:0:0:0:10|h[Одеяние Провидца]|h|r",
                name = "Одеяние Провидца",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:2985:1892:0:0:0:0:0:0:10|h[Расписанная кожаная кираса]|h|r",
                name = "Расписанная кожаная кираса",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2986:0:0:0:0:0:0:0:10|h[Покрытые письменами кожаные штаны]|h|r",
                name = "Покрытые письменами кожаные штаны",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3039:0:0:0:0:0:0:0:10|h[Короткий ясеневый лук]|h|r",
                name = "Короткий ясеневый лук",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3048:0:0:0:0:0:0:0:10|h[Отблескивающие чешуйчатые набедренники]|h|r",
                name = "Отблескивающие чешуйчатые набедренники",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3057:1887:0:0:0:0:0:0:10|h[Лесные кожаные сапоги]|h|r",
                name = "Лесные кожаные сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3058:904:0:0:0:0:0:0:10|h[Лесные кожаные перчатки]|h|r",
                name = "Лесные кожаные перчатки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3184:20239:0:0:0:0:17:0:10|h[Кинжал-крюк со знаком ловкости]|h|r",
                name = "Кинжал-крюк со знаком ловкости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3184:20244:0:0:0:0:22:0:10|h[Кинжал-крюк с печатью выносливости]|h|r",
                name = "Кинжал-крюк с печатью выносливости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3192:20320:0:0:0:0:1013:0:10|h[Короткий полуторный меч со знаком кита]|h|r",
                name = "Короткий полуторный меч со знаком кита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3199:20319:0:0:0:0:851:0:10|h[Грозный Убийца со знаком орла]|h|r",
                name = "Грозный Убийца со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3201:20319:0:0:0:0:687:0:10|h[Варварская секира со знаком тигра]|h|r",
                name = "Варварская секира со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3202:927:0:0:0:0:0:0:10|h[Лесные кожаные наручи]|h|r",
                name = "Лесные кожаные наручи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3287:0:0:0:0:0:0:0:10|h[Племенные штаны]|h|r",
                name = "Племенные штаны",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3292:1892:0:0:0:0:0:0:10|h[Мундир предков]|h|r",
                name = "Мундир предков",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3651:929:0:0:0:0:0:0:10|h[Щит ветерана]|h|r",
                name = "Щит ветерана",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3652:929:0:0:0:0:0:0:10|h[Охотничий кулачный щит]|h|r",
                name = "Охотничий кулачный щит",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3653:929:0:0:0:0:0:0:10|h[Парадный кулачный щит]|h|r",
                name = "Парадный кулачный щит",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3654:929:0:0:0:0:0:0:10|h[Щит недвижной воды]|h|r",
                name = "Щит недвижной воды",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3740:20239:0:0:0:0:671:0:10|h[Обезглавливающий меч со знаком тигра]|h|r",
                name = "Обезглавливающий меч со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3740:20244:0:0:0:0:584:0:10|h[Обезглавливающий меч со знаком мартышки]|h|r",
                name = "Обезглавливающий меч со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4244:1892:0:0:0:0:0:0:10|h[Кожаный жилет жителя холмов]|h|r",
                name = "Кожаный жилет жителя холмов",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4244:1893:0:0:0:0:0:0:10|h[Кожаный жилет жителя холмов]|h|r",
                name = "Кожаный жилет жителя холмов",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4251:0:0:0:0:0:0:0:10|h[Наплечники жителя холмов]|h|r",
                name = "Наплечники жителя холмов",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4314:0:0:0:0:0:0:0:10|h[Шерстяные наплечники с двойным швом]|h|r",
                name = "Шерстяные наплечники с двойным швом",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4316:0:0:0:0:0:0:0:10|h[Тяжелые шерстяные штаны]|h|r",
                name = "Тяжелые шерстяные штаны",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:4562:20319:0:0:0:0:1009:0:10|h[Сверхострый топор со знаком кита]|h|r",
                name = "Сверхострый топор со знаком кита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4562:20319:0:0:0:0:502:0:10|h[Сверхострый топор со знаком волка]|h|r",
                name = "Сверхострый топор со знаком волка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4562:20319:0:0:0:0:93:0:10|h[Сверхострый топор со знаком ловкости]|h|r",
                name = "Сверхострый топор со знаком ловкости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4567:20319:0:0:0:0:1017:0:10|h[Меч наемного воина со знаком кита]|h|r",
                name = "Меч наемного воина со знаком кита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4567:20319:0:0:0:0:93:0:10|h[Меч наемного воина со знаком ловкости]|h|r",
                name = "Меч наемного воина со знаком ловкости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4568:20235:0:0:0:0:23:0:10|h[Топор рубаки со знаком силы]|h|r",
                name = "Топор рубаки со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4568:20235:0:0:0:0:24:0:10|h[Топор рубаки со знаком силы]|h|r",
                name = "Топор рубаки со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4570:20319:0:0:0:0:1012:0:10|h[Кувалда Березовой рощи со знаком кита]|h|r",
                name = "Кувалда Березовой рощи со знаком кита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4571:20239:0:0:0:0:23:0:10|h[Нож воина со знаком силы]|h|r",
                name = "Нож воина со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4699:0:0:0:0:0:0:0:10|h[Пояс Провидца]|h|r",
                name = "Пояс Провидца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4708:0:0:0:0:0:0:0:10|h[Яркий пояс]|h|r",
                name = "Яркий пояс",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4777:20319:0:0:0:0:0:0:10|h[Кувалда железного дерева]|h|r",
                name = "Кувалда железного дерева",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4785:0:0:0:0:0:0:0:10|h[Серный пояс]|h|r",
                name = "Серный пояс",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:5212:0:0:0:0:0:0:0:10|h[Пылающий жезл]|h|r",
                name = "Пылающий жезл",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:5422:0:0:0:0:0:0:0:10|h[Поножи ежевичных зарослей]|h|r",
                name = "Поножи ежевичных зарослей",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:5958:0:0:0:0:0:0:0:10|h[Тонкие кожаные штаны]|h|r",
                name = "Тонкие кожаные штаны",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:6269:0:0:0:0:0:227:0:10|h[Брюки первопроходца со знаком сокола]|h|r",
                name = "Брюки первопроходца со знаком сокола",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6382:0:0:0:0:0:0:0:10|h[Лесной кожаный пояс]|h|r",
                name = "Лесной кожаный пояс",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6467:927:0:0:0:0:0:0:10|h[Перчатки из искаженной чешуи]|h|r",
                name = "Перчатки из искаженной чешуи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6528:1892:0:0:0:0:0:0:10|h[Одеяние заклинателя]|h|r",
                name = "Одеяние заклинателя",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:6531:1892:0:0:0:0:0:0:10|h[Варварское матерчатое одеяние]|h|r",
                name = "Варварское матерчатое одеяние",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:6536:1892:0:0:0:0:760:0:10|h[Ивовый жилет со знаком совы]|h|r",
                name = "Ивовый жилет со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6552:1892:0:0:0:0:1016:0:10|h[Мундир барда со знаком кита]|h|r",
                name = "Мундир барда со знаком кита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6559:929:0:0:0:0:672:0:10|h[Кулачный щит барда со знаком тигра]|h|r",
                name = "Кулачный щит барда со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6560:929:0:0:0:0:24:0:10|h[Солдатский щит со знаком силы]|h|r",
                name = "Солдатский щит со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6562:3858:0:0:0:0:757:0:10|h[Мерцающие сапоги со знаком совы]|h|r",
                name = "Мерцающие сапоги со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6564:884:0:0:0:0:757:0:10|h[Сверкающий плащ со знаком совы]|h|r",
                name = "Сверкающий плащ со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6567:1892:0:0:0:0:768:0:10|h[Мерцающая броня со знаком совы]|h|r",
                name = "Мерцающая броня со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6568:0:0:0:0:0:850:0:10|h[Мерцающие брюки со знаком орла]|h|r",
                name = "Мерцающие брюки со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6568:0:0:0:0:0:851:0:10|h[Мерцающие брюки со знаком орла]|h|r",
                name = "Мерцающие брюки со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6571:929:0:0:0:0:111:0:10|h[Кулачный щит лазутчика со знаком ловкости]|h|r",
                name = "Кулачный щит лазутчика со знаком ловкости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6571:929:0:0:0:0:97:0:10|h[Кулачный щит лазутчика со знаком силы]|h|r",
                name = "Кулачный щит лазутчика со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6581:0:0:0:0:0:758:0:10|h[Пояс лазутчика со знаком совы]|h|r",
                name = "Пояс лазутчика со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6585:884:0:0:0:0:757:0:10|h[Плащ лазутчика со знаком совы]|h|r",
                name = "Плащ лазутчика со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6587:0:0:0:0:0:849:0:10|h[Брюки лазутчика со знаком орла]|h|r",
                name = "Брюки лазутчика со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:727:0:0:0:0:0:6:0:10|h[Зубчатый короткий меч со знаком силы]|h|r",
                name = "Зубчатый короткий меч со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:727:20235:0:0:0:0:15:0:10|h[Зубчатый короткий меч с печатью выносливости]|h|r",
                name = "Зубчатый короткий меч с печатью выносливости",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:727:20244:0:0:0:0:6:0:10|h[Зубчатый короткий меч со знаком силы]|h|r",
                name = "Зубчатый короткий меч со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7285:856:0:0:0:0:0:0:10|h[Перчатки из гибкой кожи]|h|r",
                name = "Перчатки из гибкой кожи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7423:0:0:0:0:0:945:0:10|h[Строевые поножи со знаком гориллы]|h|r",
                name = "Строевые поножи со знаком гориллы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:790:20239:0:0:0:0:97:0:10|h[Топор лесника со знаком силы]|h|r",
                name = "Топор лесника со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:790:20244:0:0:0:0:97:0:10|h[Топор лесника со знаком силы]|h|r",
                name = "Топор лесника со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8178:0:0:0:0:0:587:0:10|h[Тренировочный меч со знаком мартышки]|h|r",
                name = "Тренировочный меч со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8178:20319:0:0:0:0:1009:0:10|h[Тренировочный меч со знаком кита]|h|r",
                name = "Тренировочный меч со знаком кита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8178:20319:0:0:0:0:1096:0:10|h[Тренировочный меч со знаком вепря]|h|r",
                name = "Тренировочный меч со знаком вепря",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8178:20319:0:0:0:0:501:0:10|h[Тренировочный меч со знаком волка]|h|r",
                name = "Тренировочный меч со знаком волка",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:8178:20319:0:0:0:0:840:0:10|h[Тренировочный меч со знаком орла]|h|r",
                name = "Тренировочный меч со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8178:20319:0:0:0:0:842:0:10|h[Тренировочный меч со знаком орла]|h|r",
                name = "Тренировочный меч со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8178:20319:0:0:0:0:93:0:10|h[Тренировочный меч со знаком ловкости]|h|r",
                name = "Тренировочный меч со знаком ловкости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9747:0:0:0:0:0:1011:0:10|h[Простые брюки со знаком кита]|h|r",
                name = "Простые брюки со знаком кита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9748:1892:0:0:0:0:26:0:10|h[Простое одеяние со знаком интеллекта]|h|r",
                name = "Простое одеяние со знаком интеллекта",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9748:1892:0:0:0:0:755:0:10|h[Простое одеяние со знаком совы]|h|r",
                name = "Простое одеяние со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9749:1892:0:0:0:0:755:0:10|h[Простая рубашка со знаком совы]|h|r",
                name = "Простая рубашка со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9753:929:0:0:0:0:1179:0:10|h[Цыганский кулачный щит со знаком медведя]|h|r",
                name = "Цыганский кулачный щит со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9753:929:0:0:0:0:669:0:10|h[Цыганский кулачный щит со знаком тигра]|h|r",
                name = "Цыганский кулачный щит со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9770:884:0:0:0:0:1012:0:10|h[Зеленотканый плащ со знаком кита]|h|r",
                name = "Зеленотканый плащ со знаком кита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9781:0:0:0:0:0:2033:0:10|h[Бандитские штаны с печатью исцеления]|h|r",
                name = "Бандитские штаны с печатью исцеления",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9781:0:0:0:0:0:764:0:10|h[Бандитские штаны со знаком совы]|h|r",
                name = "Бандитские штаны со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9782:1892:0:0:0:0:764:0:10|h[Бандитский жакет со знаком совы]|h|r",
                name = "Бандитский жакет со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9788:0:0:0:0:0:1183:0:10|h[Разбойничий пояс со знаком медведя]|h|r",
                name = "Разбойничий пояс со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9788:0:0:0:0:0:1184:0:10|h[Разбойничий пояс со знаком медведя]|h|r",
                name = "Разбойничий пояс со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9801:0:0:0:0:0:1189:0:10|h[Наилучший пояс со знаком медведя]|h|r",
                name = "Наилучший пояс со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9801:0:0:0:0:0:1190:0:10|h[Наилучший пояс со знаком медведя]|h|r",
                name = "Наилучший пояс со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9812:884:0:0:0:0:1098:0:10|h[Укрепленный плащ со знаком вепря]|h|r",
                name = "Укрепленный плащ со знаком вепря",
                count = 1,
            },
        },
        bank = {
            last_update = 1783709965,
            items = {
                {
                    link = "|cff1eff00|Hitem:14094:1892:0:0:0:0:754:0:10|h[Бисерная блуза со знаком совы]|h|r",
                    name = "Бисерная блуза со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:14097:0:0:0:0:0:756:0:10|h[Дикарские штаны со знаком совы]|h|r",
                    name = "Дикарские штаны со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:14114:929:0:0:0:0:760:0:10|h[Туземные обмотки со знаком совы]|h|r",
                    name = "Туземные обмотки со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:14120:1892:0:0:0:0:760:0:10|h[Туземное одеяние со знаком совы]|h|r",
                    name = "Туземное одеяние со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:14129:3858:0:0:0:0:847:0:10|h[Ритуальные сандалии со знаком орла]|h|r",
                    name = "Ритуальные сандалии со знаком орла",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:14161:884:0:0:0:0:754:0:10|h[Языческая накидка со знаком совы]|h|r",
                    name = "Языческая накидка со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:14168:931:0:0:0:0:843:0:10|h[Перчатки пирата со знаком орла]|h|r",
                    name = "Перчатки пирата со знаком орла",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:14171:0:0:0:0:0:763:0:10|h[Штаны пирата со знаком совы]|h|r",
                    name = "Штаны пирата со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:14172:1893:0:0:0:0:849:0:10|h[Одеяния пирата со знаком орла]|h|r",
                    name = "Одеяния пирата со знаком орла",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:14174:3858:0:0:0:0:759:0:10|h[Сапоги пирата со знаком совы]|h|r",
                    name = "Сапоги пирата со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:14174:3858:0:0:0:0:847:0:10|h[Сапоги пирата со знаком орла]|h|r",
                    name = "Сапоги пирата со знаком орла",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:14369:1892:0:0:0:0:0:0:10|h[Кушак мистика]|h|r",
                    name = "Кушак мистика",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:14371:1892:0:0:0:0:0:0:10|h[Одеяние мистика]|h|r",
                    name = "Одеяние мистика",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:14562:1892:0:0:0:0:0:0:10|h[Нагрудник геолога]|h|r",
                    name = "Нагрудник геолога",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:14565:0:0:0:0:0:0:0:10|h[Короткие штаны геолога]|h|r",
                    name = "Короткие штаны геолога",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:14568:929:0:0:0:0:0:0:10|h[Сапоги дыбогривов]|h|r",
                    name = "Сапоги дыбогривов",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:14571:849:0:0:0:0:0:0:10|h[Накидка дыбогривов]|h|r",
                    name = "Накидка дыбогривов",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:15014:929:0:0:0:0:238:0:10|h[Волчий кулачный щит со знаком сокола]|h|r",
                    name = "Волчий кулачный щит со знаком сокола",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:15017:0:0:0:0:0:762:0:10|h[Волчьи поножи со знаком совы]|h|r",
                    name = "Волчьи поножи со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:15303:0:0:0:0:0:757:0:10|h[Штаны гризли со знаком совы]|h|r",
                    name = "Штаны гризли со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:15304:1892:0:0:0:0:94:0:10|h[Жакет гризли со знаком интеллекта]|h|r",
                    name = "Жакет гризли со знаком интеллекта",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:15305:929:0:0:0:0:759:0:10|h[Дикие ботинки со знаком совы]|h|r",
                    name = "Дикие ботинки со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:15307:929:0:0:0:0:93:0:10|h[Дикий кулачный щит со знаком ловкости]|h|r",
                    name = "Дикий кулачный щит со знаком ловкости",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:15479:1892:0:0:0:0:23:0:10|h[Броня атакующего со знаком силы]|h|r",
                    name = "Броня атакующего со знаком силы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:15486:929:0:0:0:0:14:0:10|h[Потрепанный в бою щит со знаком ловкости]|h|r",
                    name = "Потрепанный в бою щит со знаком ловкости",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:15486:929:0:0:0:0:924:0:10|h[Потрепанный в бою щит со знаком гориллы]|h|r",
                    name = "Потрепанный в бою щит со знаком гориллы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:15510:0:0:0:0:0:1015:0:10|h[Пояс рубаки со знаком кита]|h|r",
                    name = "Пояс рубаки со знаком кита",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:15512:929:0:0:0:0:96:0:10|h[Щит рубаки с печатью выносливости]|h|r",
                    name = "Щит рубаки с печатью выносливости",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:15894:929:0:0:0:0:0:0:10|h[Кулачный щит дыбогривов]|h|r",
                    name = "Кулачный щит дыбогривов",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:15926:0:0:0:0:0:0:0:10|h[Сфера заклинателя]|h|r",
                    name = "Сфера заклинателя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:15969:0:0:0:0:0:2027:0:10|h[Сфера Бусин с печатью исцеления]|h|r",
                    name = "Сфера Бусин с печатью исцеления",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:15969:0:0:0:0:0:839:0:10|h[Сфера Бусин со знаком орла]|h|r",
                    name = "Сфера Бусин со знаком орла",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:2312:931:0:0:0:0:0:0:10|h[Тонкие кожаные перчатки]|h|r",
                    name = "Тонкие кожаные перчатки",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:2315:3858:0:0:0:0:0:0:10|h[Темные кожаные сапоги]|h|r",
                    name = "Темные кожаные сапоги",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:2316:884:0:0:0:0:0:0:10|h[Темный кожаный плащ]|h|r",
                    name = "Темный кожаный плащ",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:2317:1892:0:0:0:0:0:0:10|h[Темный кожаный мундир]|h|r",
                    name = "Темный кожаный мундир",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:2585:1892:0:0:0:0:0:0:10|h[Серое шерстяное одеяние]|h|r",
                    name = "Серое шерстяное одеяние",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:2857:0:0:0:0:0:0:0:10|h[Рунический медный пояс]|h|r",
                    name = "Рунический медный пояс",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:2957:1892:0:0:0:0:0:0:10|h[Жилет подмастерья]|h|r",
                    name = "Жилет подмастерья",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:2958:0:0:0:0:0:0:0:10|h[Штаны подмастерья]|h|r",
                    name = "Штаны подмастерья",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:2962:0:0:0:0:0:0:0:10|h[Обгоревшие кожаные брюки]|h|r",
                    name = "Обгоревшие кожаные брюки",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:2966:0:0:0:0:0:0:0:10|h[Воинские штаны]|h|r",
                    name = "Воинские штаны",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:2969:1892:0:0:0:0:0:0:10|h[Жилет заклинателя]|h|r",
                    name = "Жилет заклинателя",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:2970:0:0:0:0:0:0:0:10|h[Штаны заклинателя]|h|r",
                    name = "Штаны заклинателя",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:2981:1892:0:0:0:0:0:0:10|h[Одеяние Провидца]|h|r",
                    name = "Одеяние Провидца",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:2985:1892:0:0:0:0:0:0:10|h[Расписанная кожаная кираса]|h|r",
                    name = "Расписанная кожаная кираса",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:2986:0:0:0:0:0:0:0:10|h[Покрытые письменами кожаные штаны]|h|r",
                    name = "Покрытые письменами кожаные штаны",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:3048:0:0:0:0:0:0:0:10|h[Отблескивающие чешуйчатые набедренники]|h|r",
                    name = "Отблескивающие чешуйчатые набедренники",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:3057:1887:0:0:0:0:0:0:10|h[Лесные кожаные сапоги]|h|r",
                    name = "Лесные кожаные сапоги",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:3058:904:0:0:0:0:0:0:10|h[Лесные кожаные перчатки]|h|r",
                    name = "Лесные кожаные перчатки",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:3202:927:0:0:0:0:0:0:10|h[Лесные кожаные наручи]|h|r",
                    name = "Лесные кожаные наручи",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:3287:0:0:0:0:0:0:0:10|h[Племенные штаны]|h|r",
                    name = "Племенные штаны",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:3292:1892:0:0:0:0:0:0:10|h[Мундир предков]|h|r",
                    name = "Мундир предков",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:3651:929:0:0:0:0:0:0:10|h[Щит ветерана]|h|r",
                    name = "Щит ветерана",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:3652:929:0:0:0:0:0:0:10|h[Охотничий кулачный щит]|h|r",
                    name = "Охотничий кулачный щит",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:3653:929:0:0:0:0:0:0:10|h[Парадный кулачный щит]|h|r",
                    name = "Парадный кулачный щит",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:3654:929:0:0:0:0:0:0:10|h[Щит недвижной воды]|h|r",
                    name = "Щит недвижной воды",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4244:1892:0:0:0:0:0:0:10|h[Кожаный жилет жителя холмов]|h|r",
                    name = "Кожаный жилет жителя холмов",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4244:1893:0:0:0:0:0:0:10|h[Кожаный жилет жителя холмов]|h|r",
                    name = "Кожаный жилет жителя холмов",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4251:0:0:0:0:0:0:0:10|h[Наплечники жителя холмов]|h|r",
                    name = "Наплечники жителя холмов",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4314:0:0:0:0:0:0:0:10|h[Шерстяные наплечники с двойным швом]|h|r",
                    name = "Шерстяные наплечники с двойным швом",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4316:0:0:0:0:0:0:0:10|h[Тяжелые шерстяные штаны]|h|r",
                    name = "Тяжелые шерстяные штаны",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:4699:0:0:0:0:0:0:0:10|h[Пояс Провидца]|h|r",
                    name = "Пояс Провидца",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4708:0:0:0:0:0:0:0:10|h[Яркий пояс]|h|r",
                    name = "Яркий пояс",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4785:0:0:0:0:0:0:0:10|h[Серный пояс]|h|r",
                    name = "Серный пояс",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:5422:0:0:0:0:0:0:0:10|h[Поножи ежевичных зарослей]|h|r",
                    name = "Поножи ежевичных зарослей",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:5958:0:0:0:0:0:0:0:10|h[Тонкие кожаные штаны]|h|r",
                    name = "Тонкие кожаные штаны",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:6269:0:0:0:0:0:227:0:10|h[Брюки первопроходца со знаком сокола]|h|r",
                    name = "Брюки первопроходца со знаком сокола",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:6382:0:0:0:0:0:0:0:10|h[Лесной кожаный пояс]|h|r",
                    name = "Лесной кожаный пояс",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:6467:927:0:0:0:0:0:0:10|h[Перчатки из искаженной чешуи]|h|r",
                    name = "Перчатки из искаженной чешуи",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:6528:1892:0:0:0:0:0:0:10|h[Одеяние заклинателя]|h|r",
                    name = "Одеяние заклинателя",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:6531:1892:0:0:0:0:0:0:10|h[Варварское матерчатое одеяние]|h|r",
                    name = "Варварское матерчатое одеяние",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:6536:1892:0:0:0:0:760:0:10|h[Ивовый жилет со знаком совы]|h|r",
                    name = "Ивовый жилет со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:6552:1892:0:0:0:0:1016:0:10|h[Мундир барда со знаком кита]|h|r",
                    name = "Мундир барда со знаком кита",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:6559:929:0:0:0:0:672:0:10|h[Кулачный щит барда со знаком тигра]|h|r",
                    name = "Кулачный щит барда со знаком тигра",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:6560:929:0:0:0:0:24:0:10|h[Солдатский щит со знаком силы]|h|r",
                    name = "Солдатский щит со знаком силы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:6562:3858:0:0:0:0:757:0:10|h[Мерцающие сапоги со знаком совы]|h|r",
                    name = "Мерцающие сапоги со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:6564:884:0:0:0:0:757:0:10|h[Сверкающий плащ со знаком совы]|h|r",
                    name = "Сверкающий плащ со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:6567:1892:0:0:0:0:768:0:10|h[Мерцающая броня со знаком совы]|h|r",
                    name = "Мерцающая броня со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:6568:0:0:0:0:0:850:0:10|h[Мерцающие брюки со знаком орла]|h|r",
                    name = "Мерцающие брюки со знаком орла",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:6568:0:0:0:0:0:851:0:10|h[Мерцающие брюки со знаком орла]|h|r",
                    name = "Мерцающие брюки со знаком орла",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:6571:929:0:0:0:0:111:0:10|h[Кулачный щит лазутчика со знаком ловкости]|h|r",
                    name = "Кулачный щит лазутчика со знаком ловкости",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:6571:929:0:0:0:0:97:0:10|h[Кулачный щит лазутчика со знаком силы]|h|r",
                    name = "Кулачный щит лазутчика со знаком силы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:6581:0:0:0:0:0:758:0:10|h[Пояс лазутчика со знаком совы]|h|r",
                    name = "Пояс лазутчика со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:6585:884:0:0:0:0:757:0:10|h[Плащ лазутчика со знаком совы]|h|r",
                    name = "Плащ лазутчика со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:6587:0:0:0:0:0:849:0:10|h[Брюки лазутчика со знаком орла]|h|r",
                    name = "Брюки лазутчика со знаком орла",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:7285:856:0:0:0:0:0:0:10|h[Перчатки из гибкой кожи]|h|r",
                    name = "Перчатки из гибкой кожи",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:7423:0:0:0:0:0:945:0:10|h[Строевые поножи со знаком гориллы]|h|r",
                    name = "Строевые поножи со знаком гориллы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:9747:0:0:0:0:0:1011:0:10|h[Простые брюки со знаком кита]|h|r",
                    name = "Простые брюки со знаком кита",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:9748:1892:0:0:0:0:26:0:10|h[Простое одеяние со знаком интеллекта]|h|r",
                    name = "Простое одеяние со знаком интеллекта",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:9748:1892:0:0:0:0:755:0:10|h[Простое одеяние со знаком совы]|h|r",
                    name = "Простое одеяние со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:9749:1892:0:0:0:0:755:0:10|h[Простая рубашка со знаком совы]|h|r",
                    name = "Простая рубашка со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:9753:929:0:0:0:0:1179:0:10|h[Цыганский кулачный щит со знаком медведя]|h|r",
                    name = "Цыганский кулачный щит со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:9753:929:0:0:0:0:669:0:10|h[Цыганский кулачный щит со знаком тигра]|h|r",
                    name = "Цыганский кулачный щит со знаком тигра",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:9770:884:0:0:0:0:1012:0:10|h[Зеленотканый плащ со знаком кита]|h|r",
                    name = "Зеленотканый плащ со знаком кита",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:9781:0:0:0:0:0:2033:0:10|h[Бандитские штаны с печатью исцеления]|h|r",
                    name = "Бандитские штаны с печатью исцеления",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:9781:0:0:0:0:0:764:0:10|h[Бандитские штаны со знаком совы]|h|r",
                    name = "Бандитские штаны со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:9782:1892:0:0:0:0:764:0:10|h[Бандитский жакет со знаком совы]|h|r",
                    name = "Бандитский жакет со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:9788:0:0:0:0:0:1183:0:10|h[Разбойничий пояс со знаком медведя]|h|r",
                    name = "Разбойничий пояс со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:9788:0:0:0:0:0:1184:0:10|h[Разбойничий пояс со знаком медведя]|h|r",
                    name = "Разбойничий пояс со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:9801:0:0:0:0:0:1189:0:10|h[Наилучший пояс со знаком медведя]|h|r",
                    name = "Наилучший пояс со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:9801:0:0:0:0:0:1190:0:10|h[Наилучший пояс со знаком медведя]|h|r",
                    name = "Наилучший пояс со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:9812:884:0:0:0:0:1098:0:10|h[Укрепленный плащ со знаком вепря]|h|r",
                    name = "Укрепленный плащ со знаком вепря",
                    count = 1,
                },
            },
        },
        bags = {
            last_update = 1783709987,
            items = {
                {
                    link = "|cff1eff00|Hitem:11287:0:0:0:0:0:0:0:10|h[Малый магический жезл]|h|r",
                    name = "Малый магический жезл",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:11288:0:0:0:0:0:0:0:10|h[Большой магический жезл]|h|r",
                    name = "Большой магический жезл",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:15211:20235:0:0:0:0:24:0:10|h[Короткий меч ополченца со знаком силы]|h|r",
                    name = "Короткий меч ополченца со знаком силы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:15224:20244:0:0:0:0:1182:0:10|h[Боевой сокрушитель со знаком медведя]|h|r",
                    name = "Боевой сокрушитель со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:15248:20319:0:0:0:0:507:0:10|h[Блестящий клеймор со знаком волка]|h|r",
                    name = "Блестящий клеймор со знаком волка",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:15259:20319:0:0:0:0:1022:0:10|h[Здоровенный боевой молот со знаком кита]|h|r",
                    name = "Здоровенный боевой молот со знаком кита",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:15925:0:0:0:0:0:0:0:10|h[Посох подмастерья]|h|r",
                    name = "Посох подмастерья",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:2035:20239:0:0:0:0:0:0:10|h[Меч Ночного Неба]|h|r",
                    name = "Меч Ночного Неба",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:2078:20235:0:0:0:0:23:0:10|h[Северный короткий меч со знаком силы]|h|r",
                    name = "Северный короткий меч со знаком силы",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:3039:0:0:0:0:0:0:0:10|h[Короткий ясеневый лук]|h|r",
                    name = "Короткий ясеневый лук",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:3184:20239:0:0:0:0:17:0:10|h[Кинжал-крюк со знаком ловкости]|h|r",
                    name = "Кинжал-крюк со знаком ловкости",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:3184:20244:0:0:0:0:22:0:10|h[Кинжал-крюк с печатью выносливости]|h|r",
                    name = "Кинжал-крюк с печатью выносливости",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:3192:20320:0:0:0:0:1013:0:10|h[Короткий полуторный меч со знаком кита]|h|r",
                    name = "Короткий полуторный меч со знаком кита",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:3199:20319:0:0:0:0:851:0:10|h[Грозный Убийца со знаком орла]|h|r",
                    name = "Грозный Убийца со знаком орла",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:3201:20319:0:0:0:0:687:0:10|h[Варварская секира со знаком тигра]|h|r",
                    name = "Варварская секира со знаком тигра",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:3740:20239:0:0:0:0:671:0:10|h[Обезглавливающий меч со знаком тигра]|h|r",
                    name = "Обезглавливающий меч со знаком тигра",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:3740:20244:0:0:0:0:584:0:10|h[Обезглавливающий меч со знаком мартышки]|h|r",
                    name = "Обезглавливающий меч со знаком мартышки",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4562:20319:0:0:0:0:1009:0:10|h[Сверхострый топор со знаком кита]|h|r",
                    name = "Сверхострый топор со знаком кита",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4562:20319:0:0:0:0:502:0:10|h[Сверхострый топор со знаком волка]|h|r",
                    name = "Сверхострый топор со знаком волка",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4562:20319:0:0:0:0:93:0:10|h[Сверхострый топор со знаком ловкости]|h|r",
                    name = "Сверхострый топор со знаком ловкости",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4567:20319:0:0:0:0:1017:0:10|h[Меч наемного воина со знаком кита]|h|r",
                    name = "Меч наемного воина со знаком кита",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4567:20319:0:0:0:0:93:0:10|h[Меч наемного воина со знаком ловкости]|h|r",
                    name = "Меч наемного воина со знаком ловкости",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4568:20235:0:0:0:0:23:0:10|h[Топор рубаки со знаком силы]|h|r",
                    name = "Топор рубаки со знаком силы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4568:20235:0:0:0:0:24:0:10|h[Топор рубаки со знаком силы]|h|r",
                    name = "Топор рубаки со знаком силы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4570:20319:0:0:0:0:1012:0:10|h[Кувалда Березовой рощи со знаком кита]|h|r",
                    name = "Кувалда Березовой рощи со знаком кита",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4571:20239:0:0:0:0:23:0:10|h[Нож воина со знаком силы]|h|r",
                    name = "Нож воина со знаком силы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:4777:20319:0:0:0:0:0:0:10|h[Кувалда железного дерева]|h|r",
                    name = "Кувалда железного дерева",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:5212:0:0:0:0:0:0:0:10|h[Пылающий жезл]|h|r",
                    name = "Пылающий жезл",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:727:0:0:0:0:0:6:0:10|h[Зубчатый короткий меч со знаком силы]|h|r",
                    name = "Зубчатый короткий меч со знаком силы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:727:20235:0:0:0:0:15:0:10|h[Зубчатый короткий меч с печатью выносливости]|h|r",
                    name = "Зубчатый короткий меч с печатью выносливости",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:727:20244:0:0:0:0:6:0:10|h[Зубчатый короткий меч со знаком силы]|h|r",
                    name = "Зубчатый короткий меч со знаком силы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:790:20239:0:0:0:0:97:0:10|h[Топор лесника со знаком силы]|h|r",
                    name = "Топор лесника со знаком силы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:790:20244:0:0:0:0:97:0:10|h[Топор лесника со знаком силы]|h|r",
                    name = "Топор лесника со знаком силы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:8178:0:0:0:0:0:587:0:10|h[Тренировочный меч со знаком мартышки]|h|r",
                    name = "Тренировочный меч со знаком мартышки",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:8178:20319:0:0:0:0:1009:0:10|h[Тренировочный меч со знаком кита]|h|r",
                    name = "Тренировочный меч со знаком кита",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:8178:20319:0:0:0:0:1096:0:10|h[Тренировочный меч со знаком вепря]|h|r",
                    name = "Тренировочный меч со знаком вепря",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:8178:20319:0:0:0:0:501:0:10|h[Тренировочный меч со знаком волка]|h|r",
                    name = "Тренировочный меч со знаком волка",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:8178:20319:0:0:0:0:840:0:10|h[Тренировочный меч со знаком орла]|h|r",
                    name = "Тренировочный меч со знаком орла",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:8178:20319:0:0:0:0:842:0:10|h[Тренировочный меч со знаком орла]|h|r",
                    name = "Тренировочный меч со знаком орла",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:8178:20319:0:0:0:0:93:0:10|h[Тренировочный меч со знаком ловкости]|h|r",
                    name = "Тренировочный меч со знаком ловкости",
                    count = 1,
                },
            },
        },
    },
    {
        name = "Сумчатая",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-07-12 08:50:52",
        money = 9245,
        empty = 107,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:23775:0:0:0:0:0:0:0:10|h[Титановый ящик с инструментами]|h|r",
                name = "Титановый ящик с инструментами",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:38399:0:0:0:0:0:0:0:10|h[Походная сума зверолова]|h|r",
                name = "Походная сума зверолова",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44446:0:0:0:0:0:0:0:10|h[Рюкзак с бесчисленными карманами]|h|r",
                name = "Рюкзак с бесчисленными карманами",
                count = 5,
            },
            {
                link = "|cff1eff00|Hitem:21841:0:0:0:0:0:0:0:10|h[Сумка из ткани Пустоты]|h|r",
                name = "Сумка из ткани Пустоты",
                count = 36,
            },
            {
                link = "|cff1eff00|Hitem:21843:0:0:0:0:0:0:0:10|h[Сумка из прочной ткани Пустоты]|h|r",
                name = "Сумка из прочной ткани Пустоты",
                count = 6,
            },
            {
                link = "|cff1eff00|Hitem:30747:0:0:0:0:0:0:0:10|h[Мешочек для самоцветов]|h|r",
                name = "Мешочек для самоцветов",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:41599:0:0:0:0:0:0:0:10|h[Сумка из ледяной ткани]|h|r",
                name = "Сумка из ледяной ткани",
                count = 37,
            },
            {
                link = "|cff1eff00|Hitem:4500:0:0:0:0:0:0:0:10|h[Рюкзак путника]|h|r",
                name = "Рюкзак путника",
                count = 9,
            },
            {
                link = "|cffa335ee|Hitem:51809:0:0:0:0:0:0:0:10|h[Переносная дыра в пространстве]|h|r",
                name = "Переносная дыра в пространстве",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:3914:0:0:0:0:0:0:0:10|h[Заплечный мешок подмастерья]|h|r",
                name = "Заплечный мешок подмастерья",
                count = 1,
            },
        },
        bank = {
            last_update = 1783835439,
            items = {
                {
                    link = "|cff0070dd|Hitem:23775:0:0:0:0:0:0:0:10|h[Титановый ящик с инструментами]|h|r",
                    name = "Титановый ящик с инструментами",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:38399:0:0:0:0:0:0:0:10|h[Походная сума зверолова]|h|r",
                    name = "Походная сума зверолова",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44446:0:0:0:0:0:0:0:10|h[Рюкзак с бесчисленными карманами]|h|r",
                    name = "Рюкзак с бесчисленными карманами",
                    count = 5,
                },
                {
                    link = "|cff1eff00|Hitem:21841:0:0:0:0:0:0:0:10|h[Сумка из ткани Пустоты]|h|r",
                    name = "Сумка из ткани Пустоты",
                    count = 4,
                },
                {
                    link = "|cff1eff00|Hitem:21843:0:0:0:0:0:0:0:10|h[Сумка из прочной ткани Пустоты]|h|r",
                    name = "Сумка из прочной ткани Пустоты",
                    count = 6,
                },
                {
                    link = "|cff1eff00|Hitem:30747:0:0:0:0:0:0:0:10|h[Мешочек для самоцветов]|h|r",
                    name = "Мешочек для самоцветов",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:41599:0:0:0:0:0:0:0:10|h[Сумка из ледяной ткани]|h|r",
                    name = "Сумка из ледяной ткани",
                    count = 5,
                },
                {
                    link = "|cff1eff00|Hitem:4500:0:0:0:0:0:0:0:10|h[Рюкзак путника]|h|r",
                    name = "Рюкзак путника",
                    count = 9,
                },
                {
                    link = "|cffa335ee|Hitem:51809:0:0:0:0:0:0:0:10|h[Переносная дыра в пространстве]|h|r",
                    name = "Переносная дыра в пространстве",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:3914:0:0:0:0:0:0:0:10|h[Заплечный мешок подмастерья]|h|r",
                    name = "Заплечный мешок подмастерья",
                    count = 1,
                },
            },
        },
        bags = {
            last_update = 1783835443,
            items = {
                {
                    link = "|cff1eff00|Hitem:21841:0:0:0:0:0:0:0:10|h[Сумка из ткани Пустоты]|h|r",
                    name = "Сумка из ткани Пустоты",
                    count = 32,
                },
                {
                    link = "|cff1eff00|Hitem:41599:0:0:0:0:0:0:0:10|h[Сумка из ледяной ткани]|h|r",
                    name = "Сумка из ледяной ткани",
                    count = 32,
                },
            },
        },
    },
    {
        name = "Тернистая",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-07-11 16:22:35",
        money = 203842,
        empty = 40,
        location = "Оргриммар",
        items = {
            {
                link = "|cffffffff|Hitem:2725:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 1]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 1",
                count = 31,
            },
            {
                link = "|cffffffff|Hitem:2728:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 4]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 4",
                count = 29,
            },
            {
                link = "|cffffffff|Hitem:2730:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 6]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 6",
                count = 30,
            },
            {
                link = "|cffffffff|Hitem:2732:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 8]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 8",
                count = 29,
            },
            {
                link = "|cffffffff|Hitem:2734:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 10]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 10",
                count = 31,
            },
            {
                link = "|cffffffff|Hitem:2735:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 11]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 11",
                count = 32,
            },
            {
                link = "|cffffffff|Hitem:2738:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 14]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 14",
                count = 32,
            },
            {
                link = "|cffffffff|Hitem:2740:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 16]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 16",
                count = 43,
            },
            {
                link = "|cffffffff|Hitem:2742:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 18]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 18",
                count = 32,
            },
            {
                link = "|cffffffff|Hitem:2744:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 20]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 20",
                count = 29,
            },
            {
                link = "|cffffffff|Hitem:2745:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 21]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 21",
                count = 31,
            },
            {
                link = "|cffffffff|Hitem:2748:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 24]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 24",
                count = 27,
            },
            {
                link = "|cffffffff|Hitem:2749:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 25]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 25",
                count = 58,
            },
            {
                link = "|cffffffff|Hitem:2750:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 26]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 26",
                count = 40,
            },
            {
                link = "|cffffffff|Hitem:2751:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 27]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 27",
                count = 31,
            },
        },
        bank = {
            last_update = 1783776002,
            items = {
                {
                    link = "|cffffffff|Hitem:2725:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 1]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 1",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:2730:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 6]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 6",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:2734:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 10]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 10",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:2735:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 11]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 11",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:2740:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 16]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 16",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:2742:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 18]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 18",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:2745:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 21]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 21",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:2749:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 25]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 25",
                    count = 19,
                },
                {
                    link = "|cffffffff|Hitem:2750:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 26]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 26",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:2751:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 27]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 27",
                    count = 2,
                },
            },
        },
        bags = {
            last_update = 1783776115,
            items = {
                {
                    link = "|cffffffff|Hitem:2725:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 1]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 1",
                    count = 29,
                },
                {
                    link = "|cffffffff|Hitem:2728:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 4]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 4",
                    count = 29,
                },
                {
                    link = "|cffffffff|Hitem:2730:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 6]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 6",
                    count = 29,
                },
                {
                    link = "|cffffffff|Hitem:2732:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 8]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 8",
                    count = 29,
                },
                {
                    link = "|cffffffff|Hitem:2734:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 10]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 10",
                    count = 29,
                },
                {
                    link = "|cffffffff|Hitem:2735:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 11]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 11",
                    count = 29,
                },
                {
                    link = "|cffffffff|Hitem:2738:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 14]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 14",
                    count = 32,
                },
                {
                    link = "|cffffffff|Hitem:2740:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 16]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 16",
                    count = 39,
                },
                {
                    link = "|cffffffff|Hitem:2742:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 18]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 18",
                    count = 29,
                },
                {
                    link = "|cffffffff|Hitem:2744:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 20]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 20",
                    count = 29,
                },
                {
                    link = "|cffffffff|Hitem:2745:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 21]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 21",
                    count = 29,
                },
                {
                    link = "|cffffffff|Hitem:2748:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 24]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 24",
                    count = 27,
                },
                {
                    link = "|cffffffff|Hitem:2749:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 25]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 25",
                    count = 39,
                },
                {
                    link = "|cffffffff|Hitem:2750:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 26]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 26",
                    count = 29,
                },
                {
                    link = "|cffffffff|Hitem:2751:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 27]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 27",
                    count = 29,
                },
            },
        },
    },
    {
        name = "Тканюшка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-07-12 08:44:38",
        money = 1158902,
        empty = 98,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:41601:0:0:0:0:0:0:0:10|h[Сияющая чародейская нить]|h|r",
                name = "Сияющая чародейская нить",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:41603:0:0:0:0:0:0:0:10|h[Лазурная чародейская нить]|h|r",
                name = "Лазурная чародейская нить",
                count = 10,
            },
            {
                link = "|cff1eff00|Hitem:21842:0:0:0:0:0:0:0:10|h[Рулон прочной ткани Пустоты]|h|r",
                name = "Рулон прочной ткани Пустоты",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:10285:0:0:0:0:0:0:0:10|h[Тенешелк]|h|r",
                name = "Тенешелк",
                count = 102,
            },
            {
                link = "|cffffffff|Hitem:14047:0:0:0:0:0:0:0:10|h[Руническая ткань]|h|r",
                name = "Руническая ткань",
                count = 686,
            },
            {
                link = "|cffffffff|Hitem:14048:0:0:0:0:0:0:0:10|h[Рулон рунической ткани]|h|r",
                name = "Рулон рунической ткани",
                count = 15,
            },
            {
                link = "|cffffffff|Hitem:14227:0:0:0:0:0:0:0:10|h[Железношелковая паутина]|h|r",
                name = "Железношелковая паутина",
                count = 77,
            },
            {
                link = "|cffffffff|Hitem:14256:0:0:0:0:0:0:0:10|h[Ткань Скверны]|h|r",
                name = "Ткань Скверны",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:21881:0:0:0:0:0:0:0:10|h[Шелковая паутина Пустоты]|h|r",
                name = "Шелковая паутина Пустоты",
                count = 89,
            },
            {
                link = "|cffffffff|Hitem:2320:0:0:0:0:0:0:0:10|h[Грубая нить]|h|r",
                name = "Грубая нить",
                count = 30,
            },
            {
                link = "|cffffffff|Hitem:2321:0:0:0:0:0:0:0:10|h[Тонкая нить]|h|r",
                name = "Тонкая нить",
                count = 37,
            },
            {
                link = "|cffffffff|Hitem:2589:0:0:0:0:0:0:0:10|h[Льняной материал]|h|r",
                name = "Льняной материал",
                count = 572,
            },
            {
                link = "|cffffffff|Hitem:2592:0:0:0:0:0:0:0:10|h[Шерсть]|h|r",
                name = "Шерсть",
                count = 1029,
            },
            {
                link = "|cffffffff|Hitem:2996:0:0:0:0:0:0:0:10|h[Рулон льняной ткани]|h|r",
                name = "Рулон льняной ткани",
                count = 252,
            },
            {
                link = "|cffffffff|Hitem:2997:0:0:0:0:0:0:0:10|h[Рулон шерсти]|h|r",
                name = "Рулон шерсти",
                count = 482,
            },
            {
                link = "|cffffffff|Hitem:3182:0:0:0:0:0:0:0:10|h[Паутина]|h|r",
                name = "Паутина",
                count = 250,
            },
            {
                link = "|cffffffff|Hitem:42253:0:0:0:0:0:0:0:10|h[Паутина паука-ледопряда]|h|r",
                name = "Паутина паука-ледопряда",
                count = 189,
            },
            {
                link = "|cffffffff|Hitem:4305:0:0:0:0:0:0:0:10|h[Рулон шелка]|h|r",
                name = "Рулон шелка",
                count = 483,
            },
            {
                link = "|cffffffff|Hitem:4306:0:0:0:0:0:0:0:10|h[Шелковый материал]|h|r",
                name = "Шелковый материал",
                count = 1614,
            },
            {
                link = "|cffffffff|Hitem:4337:0:0:0:0:0:0:0:10|h[Плотная паутина]|h|r",
                name = "Плотная паутина",
                count = 209,
            },
            {
                link = "|cffffffff|Hitem:4338:0:0:0:0:0:0:0:10|h[Магическая ткань]|h|r",
                name = "Магическая ткань",
                count = 801,
            },
            {
                link = "|cffffffff|Hitem:4339:0:0:0:0:0:0:0:10|h[Рулон магической ткани]|h|r",
                name = "Рулон магической ткани",
                count = 295,
            },
            {
                link = "|cffffffff|Hitem:4589:0:0:0:0:0:0:0:10|h[Длинное элегантное перо]|h|r",
                name = "Длинное элегантное перо",
                count = 100,
            },
            {
                link = "|cffffffff|Hitem:7071:0:0:0:0:0:0:0:10|h[Железная скоба]|h|r",
                name = "Железная скоба",
                count = 56,
            },
            {
                link = "|cffffffff|Hitem:7072:0:0:0:0:0:0:0:10|h[Чешуя наги]|h|r",
                name = "Чешуя наги",
                count = 113,
            },
            {
                link = "|cffffffff|Hitem:9210:0:0:0:0:0:0:0:10|h[Призрачная краска]|h|r",
                name = "Призрачная краска",
                count = 20,
            },
        },
        bank = {
            last_update = 1783835067,
            items = {
                {
                    link = "|cff1eff00|Hitem:21842:0:0:0:0:0:0:0:10|h[Рулон прочной ткани Пустоты]|h|r",
                    name = "Рулон прочной ткани Пустоты",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:14047:0:0:0:0:0:0:0:10|h[Руническая ткань]|h|r",
                    name = "Руническая ткань",
                    count = 686,
                },
                {
                    link = "|cffffffff|Hitem:14048:0:0:0:0:0:0:0:10|h[Рулон рунической ткани]|h|r",
                    name = "Рулон рунической ткани",
                    count = 15,
                },
                {
                    link = "|cffffffff|Hitem:14256:0:0:0:0:0:0:0:10|h[Ткань Скверны]|h|r",
                    name = "Ткань Скверны",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:2589:0:0:0:0:0:0:0:10|h[Льняной материал]|h|r",
                    name = "Льняной материал",
                    count = 572,
                },
                {
                    link = "|cffffffff|Hitem:2592:0:0:0:0:0:0:0:10|h[Шерсть]|h|r",
                    name = "Шерсть",
                    count = 1029,
                },
                {
                    link = "|cffffffff|Hitem:2996:0:0:0:0:0:0:0:10|h[Рулон льняной ткани]|h|r",
                    name = "Рулон льняной ткани",
                    count = 252,
                },
                {
                    link = "|cffffffff|Hitem:2997:0:0:0:0:0:0:0:10|h[Рулон шерсти]|h|r",
                    name = "Рулон шерсти",
                    count = 482,
                },
                {
                    link = "|cffffffff|Hitem:4305:0:0:0:0:0:0:0:10|h[Рулон шелка]|h|r",
                    name = "Рулон шелка",
                    count = 483,
                },
                {
                    link = "|cffffffff|Hitem:4306:0:0:0:0:0:0:0:10|h[Шелковый материал]|h|r",
                    name = "Шелковый материал",
                    count = 1614,
                },
                {
                    link = "|cffffffff|Hitem:4338:0:0:0:0:0:0:0:10|h[Магическая ткань]|h|r",
                    name = "Магическая ткань",
                    count = 801,
                },
                {
                    link = "|cffffffff|Hitem:4339:0:0:0:0:0:0:0:10|h[Рулон магической ткани]|h|r",
                    name = "Рулон магической ткани",
                    count = 295,
                },
            },
        },
        bags = {
            last_update = 1783835071,
            items = {
                {
                    link = "|cff0070dd|Hitem:41601:0:0:0:0:0:0:0:10|h[Сияющая чародейская нить]|h|r",
                    name = "Сияющая чародейская нить",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:41603:0:0:0:0:0:0:0:10|h[Лазурная чародейская нить]|h|r",
                    name = "Лазурная чародейская нить",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:10285:0:0:0:0:0:0:0:10|h[Тенешелк]|h|r",
                    name = "Тенешелк",
                    count = 102,
                },
                {
                    link = "|cffffffff|Hitem:14227:0:0:0:0:0:0:0:10|h[Железношелковая паутина]|h|r",
                    name = "Железношелковая паутина",
                    count = 77,
                },
                {
                    link = "|cffffffff|Hitem:21881:0:0:0:0:0:0:0:10|h[Шелковая паутина Пустоты]|h|r",
                    name = "Шелковая паутина Пустоты",
                    count = 89,
                },
                {
                    link = "|cffffffff|Hitem:2320:0:0:0:0:0:0:0:10|h[Грубая нить]|h|r",
                    name = "Грубая нить",
                    count = 30,
                },
                {
                    link = "|cffffffff|Hitem:2321:0:0:0:0:0:0:0:10|h[Тонкая нить]|h|r",
                    name = "Тонкая нить",
                    count = 37,
                },
                {
                    link = "|cffffffff|Hitem:3182:0:0:0:0:0:0:0:10|h[Паутина]|h|r",
                    name = "Паутина",
                    count = 250,
                },
                {
                    link = "|cffffffff|Hitem:42253:0:0:0:0:0:0:0:10|h[Паутина паука-ледопряда]|h|r",
                    name = "Паутина паука-ледопряда",
                    count = 189,
                },
                {
                    link = "|cffffffff|Hitem:4337:0:0:0:0:0:0:0:10|h[Плотная паутина]|h|r",
                    name = "Плотная паутина",
                    count = 209,
                },
                {
                    link = "|cffffffff|Hitem:4589:0:0:0:0:0:0:0:10|h[Длинное элегантное перо]|h|r",
                    name = "Длинное элегантное перо",
                    count = 100,
                },
                {
                    link = "|cffffffff|Hitem:7071:0:0:0:0:0:0:0:10|h[Железная скоба]|h|r",
                    name = "Железная скоба",
                    count = 56,
                },
                {
                    link = "|cffffffff|Hitem:7072:0:0:0:0:0:0:0:10|h[Чешуя наги]|h|r",
                    name = "Чешуя наги",
                    count = 113,
                },
                {
                    link = "|cffffffff|Hitem:9210:0:0:0:0:0:0:0:10|h[Призрачная краска]|h|r",
                    name = "Призрачная краска",
                    count = 20,
                },
            },
        },
    },
    {
        name = "Травяная",
        realm = "Proxy Sirus x5 - 3.3.5a+",
        updated_at = "2026-07-11 19:16:06",
        money = 1005064,
        empty = 143,
        location = "Оргриммар",
        items = {
            {
                link = "|cff1eff00|Hitem:13468:0:0:0:0:0:0:0:10|h[Черный лотос]|h|r",
                name = "Черный лотос",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:10648:0:0:0:0:0:0:0:10|h[Чистый пергамент]|h|r",
                name = "Чистый пергамент",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:11040:0:0:0:0:0:0:0:10|h[Рассветница]|h|r",
                name = "Рассветница",
                count = 43,
            },
            {
                link = "|cffffffff|Hitem:13422:0:0:0:0:0:0:0:10|h[Каменный угорь]|h|r",
                name = "Каменный угорь",
                count = 29,
            },
            {
                link = "|cffffffff|Hitem:13423:0:0:0:0:0:0:0:10|h[Масло каменного угря]|h|r",
                name = "Масло каменного угря",
                count = 169,
            },
            {
                link = "|cffffffff|Hitem:13463:0:0:0:0:0:0:0:10|h[Снолист]|h|r",
                name = "Снолист",
                count = 174,
            },
            {
                link = "|cffffffff|Hitem:13464:0:0:0:0:0:0:0:10|h[Золотой сансам]|h|r",
                name = "Золотой сансам",
                count = 117,
            },
            {
                link = "|cffffffff|Hitem:13465:0:0:0:0:0:0:0:10|h[Горный серебряный шалфей]|h|r",
                name = "Горный серебряный шалфей",
                count = 28,
            },
            {
                link = "|cffffffff|Hitem:13466:0:0:0:0:0:0:0:10|h[Чумоцвет]|h|r",
                name = "Чумоцвет",
                count = 99,
            },
            {
                link = "|cffffffff|Hitem:13467:0:0:0:0:0:0:0:10|h[Ледяной зев]|h|r",
                name = "Ледяной зев",
                count = 91,
            },
            {
                link = "|cffffffff|Hitem:22785:0:0:0:0:0:0:0:10|h[Сквернопля]|h|r",
                name = "Сквернопля",
                count = 133,
            },
            {
                link = "|cffffffff|Hitem:22786:0:0:0:0:0:0:0:10|h[Сияние грез]|h|r",
                name = "Сияние грез",
                count = 164,
            },
            {
                link = "|cffffffff|Hitem:22787:0:0:0:0:0:0:0:10|h[Кисейница]|h|r",
                name = "Кисейница",
                count = 196,
            },
            {
                link = "|cffffffff|Hitem:22789:0:0:0:0:0:0:0:10|h[Терошишка]|h|r",
                name = "Терошишка",
                count = 75,
            },
            {
                link = "|cffffffff|Hitem:22790:0:0:0:0:0:0:0:10|h[Древний лишайник]|h|r",
                name = "Древний лишайник",
                count = 53,
            },
            {
                link = "|cffffffff|Hitem:22792:0:0:0:0:0:0:0:10|h[Ползучий кошмарник]|h|r",
                name = "Ползучий кошмарник",
                count = 81,
            },
            {
                link = "|cffffffff|Hitem:22793:0:0:0:0:0:0:0:10|h[Манаполох]|h|r",
                name = "Манаполох",
                count = 25,
            },
            {
                link = "|cffffffff|Hitem:2447:0:0:0:0:0:0:0:10|h[Мироцвет]|h|r",
                name = "Мироцвет",
                count = 193,
            },
            {
                link = "|cffffffff|Hitem:2449:0:0:0:0:0:0:0:10|h[Земляной корень]|h|r",
                name = "Земляной корень",
                count = 49,
            },
            {
                link = "|cffffffff|Hitem:2452:0:0:0:0:0:0:0:10|h[Скорополох]|h|r",
                name = "Скорополох",
                count = 21,
            },
            {
                link = "|cffffffff|Hitem:2453:0:0:0:0:0:0:0:10|h[Синячник]|h|r",
                name = "Синячник",
                count = 188,
            },
            {
                link = "|cffffffff|Hitem:3355:0:0:0:0:0:0:0:10|h[Дикий сталецвет]|h|r",
                name = "Дикий сталецвет",
                count = 76,
            },
            {
                link = "|cffffffff|Hitem:3356:0:0:0:0:0:0:0:10|h[Королевская кровь]|h|r",
                name = "Королевская кровь",
                count = 200,
            },
            {
                link = "|cffffffff|Hitem:3357:0:0:0:0:0:0:0:10|h[Корень жизни]|h|r",
                name = "Корень жизни",
                count = 86,
            },
            {
                link = "|cffffffff|Hitem:3358:0:0:0:0:0:0:0:10|h[Кадгаров ус]|h|r",
                name = "Кадгаров ус",
                count = 277,
            },
            {
                link = "|cffffffff|Hitem:3369:0:0:0:0:0:0:0:10|h[Могильный мох]|h|r",
                name = "Могильный мох",
                count = 60,
            },
            {
                link = "|cffffffff|Hitem:3371:0:0:0:0:0:0:0:10|h[Пустая колба]|h|r",
                name = "Пустая колба",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:3372:0:0:0:0:0:0:0:10|h[Освинцованная колба]|h|r",
                name = "Освинцованная колба",
                count = 36,
            },
            {
                link = "|cffffffff|Hitem:36903:0:0:0:0:0:0:0:10|h[Язык аспида]|h|r",
                name = "Язык аспида",
                count = 38,
            },
            {
                link = "|cffffffff|Hitem:36904:0:0:0:0:0:0:0:10|h[Тигровая лилия]|h|r",
                name = "Тигровая лилия",
                count = 37,
            },
            {
                link = "|cffffffff|Hitem:36905:0:0:0:0:0:0:0:10|h[Личецвет]|h|r",
                name = "Личецвет",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:36906:0:0:0:0:0:0:0:10|h[Ледошип]|h|r",
                name = "Ледошип",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:36907:0:0:0:0:0:0:0:10|h[Роза Таландры]|h|r",
                name = "Роза Таландры",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:37921:0:0:0:0:0:0:0:10|h[Яснотка]|h|r",
                name = "Яснотка",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:3818:0:0:0:0:0:0:0:10|h[Бледнолист]|h|r",
                name = "Бледнолист",
                count = 109,
            },
            {
                link = "|cffffffff|Hitem:3819:0:0:0:0:0:0:0:10|h[Морозник]|h|r",
                name = "Морозник",
                count = 54,
            },
            {
                link = "|cffffffff|Hitem:3820:0:0:0:0:0:0:0:10|h[Удавник]|h|r",
                name = "Удавник",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:3821:0:0:0:0:0:0:0:10|h[Златошип]|h|r",
                name = "Златошип",
                count = 100,
            },
            {
                link = "|cffffffff|Hitem:39505:0:0:0:0:0:0:0:10|h[Набор виртуозного начертателя]|h|r",
                name = "Набор виртуозного начертателя",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:39970:0:0:0:0:0:0:0:10|h[Огнелист]|h|r",
                name = "Огнелист",
                count = 174,
            },
            {
                link = "|cffffffff|Hitem:40195:0:0:0:0:0:0:0:10|h[Карломасло]|h|r",
                name = "Карломасло",
                count = 100,
            },
            {
                link = "|cffffffff|Hitem:40199:0:0:0:0:0:0:0:10|h[Карликовый сосокунь]|h|r",
                name = "Карликовый сосокунь",
                count = 150,
            },
            {
                link = "|cffffffff|Hitem:4625:0:0:0:0:0:0:0:10|h[Огнецвет]|h|r",
                name = "Огнецвет",
                count = 141,
            },
            {
                link = "|cffffffff|Hitem:6358:0:0:0:0:0:0:0:10|h[Масляный черноротик]|h|r",
                name = "Масляный черноротик",
                count = 38,
            },
            {
                link = "|cffffffff|Hitem:6359:0:0:0:0:0:0:0:10|h[Огнеперый луциан]|h|r",
                name = "Огнеперый луциан",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:6370:0:0:0:0:0:0:0:10|h[Масло черноротика]|h|r",
                name = "Масло черноротика",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:765:0:0:0:0:0:0:0:10|h[Сребролист]|h|r",
                name = "Сребролист",
                count = 256,
            },
            {
                link = "|cffffffff|Hitem:785:0:0:0:0:0:0:0:10|h[Магороза]|h|r",
                name = "Магороза",
                count = 62,
            },
            {
                link = "|cffffffff|Hitem:8831:0:0:0:0:0:0:0:10|h[Лиловый лотос]|h|r",
                name = "Лиловый лотос",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:8836:0:0:0:0:0:0:0:10|h[Слезы Артаса]|h|r",
                name = "Слезы Артаса",
                count = 58,
            },
            {
                link = "|cffffffff|Hitem:8838:0:0:0:0:0:0:0:10|h[Солнечник]|h|r",
                name = "Солнечник",
                count = 75,
            },
            {
                link = "|cffffffff|Hitem:8839:0:0:0:0:0:0:0:10|h[Пастушья сумка]|h|r",
                name = "Пастушья сумка",
                count = 101,
            },
            {
                link = "|cffffffff|Hitem:8845:0:0:0:0:0:0:0:10|h[Призрачная поганка]|h|r",
                name = "Призрачная поганка",
                count = 91,
            },
            {
                link = "|cffffffff|Hitem:8846:0:0:0:0:0:0:0:10|h[Кровь Грома]|h|r",
                name = "Кровь Грома",
                count = 125,
            },
        },
        bank = {
            last_update = 1783786546,
            items = {
                {
                    link = "|cff1eff00|Hitem:13468:0:0:0:0:0:0:0:10|h[Черный лотос]|h|r",
                    name = "Черный лотос",
                    count = 50,
                },
                {
                    link = "|cffffffff|Hitem:13463:0:0:0:0:0:0:0:10|h[Снолист]|h|r",
                    name = "Снолист",
                    count = 174,
                },
                {
                    link = "|cffffffff|Hitem:13464:0:0:0:0:0:0:0:10|h[Золотой сансам]|h|r",
                    name = "Золотой сансам",
                    count = 117,
                },
                {
                    link = "|cffffffff|Hitem:13465:0:0:0:0:0:0:0:10|h[Горный серебряный шалфей]|h|r",
                    name = "Горный серебряный шалфей",
                    count = 28,
                },
                {
                    link = "|cffffffff|Hitem:13466:0:0:0:0:0:0:0:10|h[Чумоцвет]|h|r",
                    name = "Чумоцвет",
                    count = 99,
                },
                {
                    link = "|cffffffff|Hitem:13467:0:0:0:0:0:0:0:10|h[Ледяной зев]|h|r",
                    name = "Ледяной зев",
                    count = 91,
                },
                {
                    link = "|cffffffff|Hitem:22785:0:0:0:0:0:0:0:10|h[Сквернопля]|h|r",
                    name = "Сквернопля",
                    count = 133,
                },
                {
                    link = "|cffffffff|Hitem:22786:0:0:0:0:0:0:0:10|h[Сияние грез]|h|r",
                    name = "Сияние грез",
                    count = 164,
                },
                {
                    link = "|cffffffff|Hitem:22787:0:0:0:0:0:0:0:10|h[Кисейница]|h|r",
                    name = "Кисейница",
                    count = 196,
                },
                {
                    link = "|cffffffff|Hitem:22789:0:0:0:0:0:0:0:10|h[Терошишка]|h|r",
                    name = "Терошишка",
                    count = 75,
                },
                {
                    link = "|cffffffff|Hitem:22790:0:0:0:0:0:0:0:10|h[Древний лишайник]|h|r",
                    name = "Древний лишайник",
                    count = 53,
                },
                {
                    link = "|cffffffff|Hitem:22792:0:0:0:0:0:0:0:10|h[Ползучий кошмарник]|h|r",
                    name = "Ползучий кошмарник",
                    count = 81,
                },
                {
                    link = "|cffffffff|Hitem:22793:0:0:0:0:0:0:0:10|h[Манаполох]|h|r",
                    name = "Манаполох",
                    count = 25,
                },
                {
                    link = "|cffffffff|Hitem:2447:0:0:0:0:0:0:0:10|h[Мироцвет]|h|r",
                    name = "Мироцвет",
                    count = 168,
                },
                {
                    link = "|cffffffff|Hitem:2449:0:0:0:0:0:0:0:10|h[Земляной корень]|h|r",
                    name = "Земляной корень",
                    count = 49,
                },
                {
                    link = "|cffffffff|Hitem:2452:0:0:0:0:0:0:0:10|h[Скорополох]|h|r",
                    name = "Скорополох",
                    count = 21,
                },
                {
                    link = "|cffffffff|Hitem:2453:0:0:0:0:0:0:0:10|h[Синячник]|h|r",
                    name = "Синячник",
                    count = 188,
                },
                {
                    link = "|cffffffff|Hitem:3355:0:0:0:0:0:0:0:10|h[Дикий сталецвет]|h|r",
                    name = "Дикий сталецвет",
                    count = 76,
                },
                {
                    link = "|cffffffff|Hitem:3356:0:0:0:0:0:0:0:10|h[Королевская кровь]|h|r",
                    name = "Королевская кровь",
                    count = 200,
                },
                {
                    link = "|cffffffff|Hitem:3357:0:0:0:0:0:0:0:10|h[Корень жизни]|h|r",
                    name = "Корень жизни",
                    count = 86,
                },
                {
                    link = "|cffffffff|Hitem:3358:0:0:0:0:0:0:0:10|h[Кадгаров ус]|h|r",
                    name = "Кадгаров ус",
                    count = 277,
                },
                {
                    link = "|cffffffff|Hitem:3369:0:0:0:0:0:0:0:10|h[Могильный мох]|h|r",
                    name = "Могильный мох",
                    count = 60,
                },
                {
                    link = "|cffffffff|Hitem:36903:0:0:0:0:0:0:0:10|h[Язык аспида]|h|r",
                    name = "Язык аспида",
                    count = 38,
                },
                {
                    link = "|cffffffff|Hitem:36904:0:0:0:0:0:0:0:10|h[Тигровая лилия]|h|r",
                    name = "Тигровая лилия",
                    count = 37,
                },
                {
                    link = "|cffffffff|Hitem:36905:0:0:0:0:0:0:0:10|h[Личецвет]|h|r",
                    name = "Личецвет",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:36906:0:0:0:0:0:0:0:10|h[Ледошип]|h|r",
                    name = "Ледошип",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:36907:0:0:0:0:0:0:0:10|h[Роза Таландры]|h|r",
                    name = "Роза Таландры",
                    count = 12,
                },
                {
                    link = "|cffffffff|Hitem:37921:0:0:0:0:0:0:0:10|h[Яснотка]|h|r",
                    name = "Яснотка",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:3818:0:0:0:0:0:0:0:10|h[Бледнолист]|h|r",
                    name = "Бледнолист",
                    count = 109,
                },
                {
                    link = "|cffffffff|Hitem:3819:0:0:0:0:0:0:0:10|h[Морозник]|h|r",
                    name = "Морозник",
                    count = 54,
                },
                {
                    link = "|cffffffff|Hitem:3820:0:0:0:0:0:0:0:10|h[Удавник]|h|r",
                    name = "Удавник",
                    count = 50,
                },
                {
                    link = "|cffffffff|Hitem:3821:0:0:0:0:0:0:0:10|h[Златошип]|h|r",
                    name = "Златошип",
                    count = 100,
                },
                {
                    link = "|cffffffff|Hitem:39970:0:0:0:0:0:0:0:10|h[Огнелист]|h|r",
                    name = "Огнелист",
                    count = 174,
                },
                {
                    link = "|cffffffff|Hitem:4625:0:0:0:0:0:0:0:10|h[Огнецвет]|h|r",
                    name = "Огнецвет",
                    count = 141,
                },
                {
                    link = "|cffffffff|Hitem:765:0:0:0:0:0:0:0:10|h[Сребролист]|h|r",
                    name = "Сребролист",
                    count = 256,
                },
                {
                    link = "|cffffffff|Hitem:785:0:0:0:0:0:0:0:10|h[Магороза]|h|r",
                    name = "Магороза",
                    count = 62,
                },
                {
                    link = "|cffffffff|Hitem:8831:0:0:0:0:0:0:0:10|h[Лиловый лотос]|h|r",
                    name = "Лиловый лотос",
                    count = 50,
                },
                {
                    link = "|cffffffff|Hitem:8836:0:0:0:0:0:0:0:10|h[Слезы Артаса]|h|r",
                    name = "Слезы Артаса",
                    count = 58,
                },
                {
                    link = "|cffffffff|Hitem:8838:0:0:0:0:0:0:0:10|h[Солнечник]|h|r",
                    name = "Солнечник",
                    count = 75,
                },
                {
                    link = "|cffffffff|Hitem:8839:0:0:0:0:0:0:0:10|h[Пастушья сумка]|h|r",
                    name = "Пастушья сумка",
                    count = 101,
                },
                {
                    link = "|cffffffff|Hitem:8845:0:0:0:0:0:0:0:10|h[Призрачная поганка]|h|r",
                    name = "Призрачная поганка",
                    count = 91,
                },
                {
                    link = "|cffffffff|Hitem:8846:0:0:0:0:0:0:0:10|h[Кровь Грома]|h|r",
                    name = "Кровь Грома",
                    count = 125,
                },
            },
        },
        bags = {
            last_update = 1783786553,
            items = {
                {
                    link = "|cffffffff|Hitem:10648:0:0:0:0:0:0:0:10|h[Чистый пергамент]|h|r",
                    name = "Чистый пергамент",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:11040:0:0:0:0:0:0:0:10|h[Рассветница]|h|r",
                    name = "Рассветница",
                    count = 43,
                },
                {
                    link = "|cffffffff|Hitem:13422:0:0:0:0:0:0:0:10|h[Каменный угорь]|h|r",
                    name = "Каменный угорь",
                    count = 29,
                },
                {
                    link = "|cffffffff|Hitem:13423:0:0:0:0:0:0:0:10|h[Масло каменного угря]|h|r",
                    name = "Масло каменного угря",
                    count = 169,
                },
                {
                    link = "|cffffffff|Hitem:2447:0:0:0:0:0:0:0:10|h[Мироцвет]|h|r",
                    name = "Мироцвет",
                    count = 25,
                },
                {
                    link = "|cffffffff|Hitem:3371:0:0:0:0:0:0:0:10|h[Пустая колба]|h|r",
                    name = "Пустая колба",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:3372:0:0:0:0:0:0:0:10|h[Освинцованная колба]|h|r",
                    name = "Освинцованная колба",
                    count = 36,
                },
                {
                    link = "|cffffffff|Hitem:39505:0:0:0:0:0:0:0:10|h[Набор виртуозного начертателя]|h|r",
                    name = "Набор виртуозного начертателя",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:40195:0:0:0:0:0:0:0:10|h[Карломасло]|h|r",
                    name = "Карломасло",
                    count = 100,
                },
                {
                    link = "|cffffffff|Hitem:40199:0:0:0:0:0:0:0:10|h[Карликовый сосокунь]|h|r",
                    name = "Карликовый сосокунь",
                    count = 150,
                },
                {
                    link = "|cffffffff|Hitem:6358:0:0:0:0:0:0:0:10|h[Масляный черноротик]|h|r",
                    name = "Масляный черноротик",
                    count = 38,
                },
                {
                    link = "|cffffffff|Hitem:6359:0:0:0:0:0:0:0:10|h[Огнеперый луциан]|h|r",
                    name = "Огнеперый луциан",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:6370:0:0:0:0:0:0:0:10|h[Масло черноротика]|h|r",
                    name = "Масло черноротика",
                    count = 20,
                },
            },
        },
    },
    {
        name = "Царапучка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-07-07 11:15:25",
        money = 14656,
        empty = 113,
        location = "Оргриммар",
        items = {
            {
                link = "|cffffffff|Hitem:1288:0:0:0:0:0:0:0:10|h[Большая ядовитая железа]|h|r",
                name = "Большая ядовитая железа",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:1475:0:0:0:0:0:0:0:10|h[Малая ядовитая железа]|h|r",
                name = "Малая ядовитая железа",
                count = 75,
            },
            {
                link = "|cffffffff|Hitem:19441:0:0:0:0:0:0:0:10|h[Огромная ядовитая железа]|h|r",
                name = "Огромная ядовитая железа",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:4402:0:0:0:0:0:0:0:10|h[Малая пламенная железа]|h|r",
                name = "Малая пламенная железа",
                count = 49,
            },
            {
                link = "|cffffffff|Hitem:5635:0:0:0:0:0:0:0:10|h[Острый коготь]|h|r",
                name = "Острый коготь",
                count = 140,
            },
            {
                link = "|cffffffff|Hitem:5637:0:0:0:0:0:0:0:10|h[Большой клык]|h|r",
                name = "Большой клык",
                count = 124,
            },
        },
        bank = {
            last_update = 1783412119,
            items = {
                {
                    link = "|cffffffff|Hitem:1288:0:0:0:0:0:0:0:10|h[Большая ядовитая железа]|h|r",
                    name = "Большая ядовитая железа",
                    count = 14,
                },
                {
                    link = "|cffffffff|Hitem:1475:0:0:0:0:0:0:0:10|h[Малая ядовитая железа]|h|r",
                    name = "Малая ядовитая железа",
                    count = 75,
                },
                {
                    link = "|cffffffff|Hitem:19441:0:0:0:0:0:0:0:10|h[Огромная ядовитая железа]|h|r",
                    name = "Огромная ядовитая железа",
                    count = 16,
                },
                {
                    link = "|cffffffff|Hitem:4402:0:0:0:0:0:0:0:10|h[Малая пламенная железа]|h|r",
                    name = "Малая пламенная железа",
                    count = 49,
                },
                {
                    link = "|cffffffff|Hitem:5635:0:0:0:0:0:0:0:10|h[Острый коготь]|h|r",
                    name = "Острый коготь",
                    count = 140,
                },
                {
                    link = "|cffffffff|Hitem:5637:0:0:0:0:0:0:0:10|h[Большой клык]|h|r",
                    name = "Большой клык",
                    count = 124,
                },
            },
        },
        bags = {
            last_update = 1783412121,
            items = {
            },
        },
    },
    {
        name = "Шмотный",
        realm = "Proxy Sirus x5 - 3.3.5a+",
        updated_at = "2026-07-07 19:21:11",
        money = 336703,
        empty = 100,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:31125:0:0:0:0:0:0:0:10|h[Сапоги массового поражения]|h|r",
                name = "Сапоги массового поражения",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31126:0:0:0:0:0:0:0:10|h[Перчатки лютости]|h|r",
                name = "Перчатки лютости",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31127:0:0:0:0:0:0:0:10|h[Хауберк ярости тотема]|h|r",
                name = "Хауберк ярости тотема",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31131:0:0:0:0:0:0:0:10|h[Кушак безмолвных лезвий]|h|r",
                name = "Кушак безмолвных лезвий",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31133:0:0:0:0:0:0:0:10|h[Поножи сгустка тьмы]|h|r",
                name = "Поножи сгустка тьмы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31136:0:0:0:0:0:0:0:10|h[Кираса отражения клинков]|h|r",
                name = "Кираса отражения клинков",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31138:0:0:0:0:0:0:0:10|h[Ремень лорда бури]|h|r",
                name = "Ремень лорда бури",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31140:0:0:0:0:0:0:0:10|h[Плащ пустоты]|h|r",
                name = "Плащ пустоты",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31143:0:0:0:0:0:0:0:10|h[Накидка безумия]|h|r",
                name = "Накидка безумия",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31145:0:0:0:0:0:0:0:10|h[Головной убор спящего]|h|r",
                name = "Головной убор спящего",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31148:0:0:0:0:0:0:0:10|h[Наплеч из шкуры демона]|h|r",
                name = "Наплеч из шкуры демона",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31149:0:0:0:0:0:0:0:10|h[Перчатки столпотворения]|h|r",
                name = "Перчатки столпотворения",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31150:0:0:0:0:0:0:0:10|h[Перчатки благочестия]|h|r",
                name = "Перчатки благочестия",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31151:0:0:0:0:0:0:0:10|h[Ремень осады]|h|r",
                name = "Ремень осады",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31152:0:0:0:0:0:0:0:10|h[Нагрудный доспех освещения]|h|r",
                name = "Нагрудный доспех освещения",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31170:0:0:0:0:0:-40:47:10|h[Выкованный демоном хауберк с меткой преступника]|h|r",
                name = "Выкованный демоном хауберк с меткой преступника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31173:0:0:0:0:0:0:0:10|h[Сапоги свирепости]|h|r",
                name = "Сапоги свирепости",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31175:0:0:0:0:0:0:0:10|h[Накулачники танцора клинков]|h|r",
                name = "Накулачники танцора клинков",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31179:0:0:0:0:0:-14:40:10|h[Перчатки из шкуры камнечервя со знаком тигра]|h|r",
                name = "Перчатки из шкуры камнечервя со знаком тигра",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31180:0:0:0:0:0:0:0:10|h[Рукавицы Дробителей Черепов]|h|r",
                name = "Рукавицы Дробителей Черепов",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31181:0:0:0:0:0:-6:40:10|h[Повязки из шкуры камнечервя со знаком орла]|h|r",
                name = "Повязки из шкуры камнечервя со знаком орла",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31184:0:0:0:0:0:-26:49:10|h[Шлем Легиона с печатью силы заклинаний]|h|r",
                name = "Шлем Легиона с печатью силы заклинаний",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31187:0:0:0:0:0:0:0:10|h[Сапоги землепроходца]|h|r",
                name = "Сапоги землепроходца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31190:0:0:0:0:0:0:0:10|h[Наплечные пластины Дремлющего]|h|r",
                name = "Наплечные пластины Дремлющего",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31191:0:0:0:0:0:-7:30:10|h[Наручи из шкуры кроколиска со знаком медведя]|h|r",
                name = "Наручи из шкуры кроколиска со знаком медведя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31212:0:0:0:0:0:-6:60:10|h[Поножи из шкуры химеры со знаком орла]|h|r",
                name = "Поножи из шкуры химеры со знаком орла",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31212:0:0:0:0:0:-8:60:10|h[Поножи из шкуры химеры со знаком кита]|h|r",
                name = "Поножи из шкуры химеры со знаком кита",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31222:0:0:0:0:0:0:0:10|h[Головной убор внутренней ярости]|h|r",
                name = "Головной убор внутренней ярости",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31224:0:0:0:0:0:-7:33:10|h[Наручи Иллидари со знаком медведя]|h|r",
                name = "Наручи Иллидари со знаком медведя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31226:0:0:0:0:0:0:0:10|h[Поножи Коварного]|h|r",
                name = "Поножи Коварного",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31228:0:0:0:0:0:-40:40:10|h[Оперенный пояс с меткой преступника]|h|r",
                name = "Оперенный пояс с меткой преступника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31233:0:0:0:0:0:-43:40:10|h[Лютые наголенники с меткой солдата]|h|r",
                name = "Лютые наголенники с меткой солдата",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31233:0:0:0:0:0:-7:40:10|h[Лютые наголенники со знаком медведя]|h|r",
                name = "Лютые наголенники со знаком медведя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31235:0:0:0:0:0:-41:40:10|h[Лютые сапоги с меткой зверя]|h|r",
                name = "Лютые сапоги с меткой зверя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31236:0:0:0:0:0:-36:40:10|h[Лютые туфли с меткой волшебника]|h|r",
                name = "Лютые туфли с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31236:0:0:0:0:0:-9:40:10|h[Лютые туфли со знаком совы]|h|r",
                name = "Лютые туфли со знаком совы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31237:0:0:0:0:0:0:0:10|h[Поножи из шкуры элекка]|h|r",
                name = "Поножи из шкуры элекка",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31240:0:0:0:0:0:0:0:10|h[Чешуя Зверя]|h|r",
                name = "Чешуя Зверя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31243:0:0:0:0:0:-14:51:10|h[Набедренники из чешуи нага со знаком тигра]|h|r",
                name = "Набедренники из чешуи нага со знаком тигра",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31243:0:0:0:0:0:-43:51:10|h[Набедренники из чешуи нага с меткой солдата]|h|r",
                name = "Набедренники из чешуи нага с меткой солдата",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31243:0:0:0:0:0:-44:51:10|h[Набедренники из чешуи нага с меткой старца]|h|r",
                name = "Набедренники из чешуи нага с меткой старца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31243:0:0:0:0:0:-6:51:10|h[Набедренники из чешуи нага со знаком орла]|h|r",
                name = "Набедренники из чешуи нага со знаком орла",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31243:0:0:0:0:0:-7:51:10|h[Набедренники из чешуи нага со знаком медведя]|h|r",
                name = "Набедренники из чешуи нага со знаком медведя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31244:0:0:0:0:0:-41:51:10|h[Штаны из шкуры нага с меткой зверя]|h|r",
                name = "Штаны из шкуры нага с меткой зверя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31244:0:0:0:0:0:-7:51:10|h[Штаны из шкуры нага со знаком медведя]|h|r",
                name = "Штаны из шкуры нага со знаком медведя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31249:0:0:0:0:0:-40:38:10|h[Болотный наплеч с меткой преступника]|h|r",
                name = "Болотный наплеч с меткой преступника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31249:0:0:0:0:0:-41:38:10|h[Болотный наплеч с меткой зверя]|h|r",
                name = "Болотный наплеч с меткой зверя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31254:2662:0:0:0:0:-12:31:10|h[Плащ из шкуры долгонога со знаком вепря]|h|r",
                name = "Плащ из шкуры долгонога со знаком вепря",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31280:0:0:0:0:0:0:0:10|h[Рукавицы Громозова]|h|r",
                name = "Рукавицы Громозова",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31281:0:0:0:0:0:0:0:10|h[Маска Сокрытой смерти]|h|r",
                name = "Маска Сокрытой смерти",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31282:0:0:0:0:0:0:0:10|h[Накидка духовной чистоты]|h|r",
                name = "Накидка духовной чистоты",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31284:0:0:0:0:0:0:0:10|h[Наручи безрассудства]|h|r",
                name = "Наручи безрассудства",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31285:0:0:0:0:0:0:0:10|h[Нагрудный доспех Когтя]|h|r",
                name = "Нагрудный доспех Когтя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31295:0:0:0:0:0:0:0:10|h[Нагрудный доспех темного преследователя]|h|r",
                name = "Нагрудный доспех темного преследователя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31297:0:0:0:0:0:0:0:10|h[Одеяние Багрового ордена]|h|r",
                name = "Одеяние Багрового ордена",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31298:0:0:0:0:0:0:0:10|h[Набедренники Изувеченной Длани]|h|r",
                name = "Набедренники Изувеченной Длани",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:35580:0:0:0:0:0:0:0:10|h[Оплечье из скатанной шерсти]|h|r",
                name = "Оплечье из скатанной шерсти",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37743:0:0:0:0:0:0:0:10|h[Набедренники озверения]|h|r",
                name = "Набедренники озверения",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37744:0:0:0:0:0:0:0:10|h[Ботинки стылой крови]|h|r",
                name = "Ботинки стылой крови",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37745:0:0:0:0:0:0:0:10|h[Одеяние природного целителя]|h|r",
                name = "Одеяние природного целителя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37746:0:0:0:0:0:0:0:10|h[Шлем пылающей души]|h|r",
                name = "Шлем пылающей души",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37752:0:0:0:0:0:0:0:10|h[Сандалии разбитой мечты]|h|r",
                name = "Сандалии разбитой мечты",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37753:0:0:0:0:0:0:0:10|h[Одеяние монаха-обманщика]|h|r",
                name = "Одеяние монаха-обманщика",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37754:0:0:0:0:0:0:0:10|h[Укрепленный светосталью капюшон]|h|r",
                name = "Укрепленный светосталью капюшон",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37755:0:0:0:0:0:0:0:10|h[Поножи ледяного сердца]|h|r",
                name = "Поножи ледяного сердца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37756:0:0:0:0:0:0:0:10|h[Удобная накидка Зои]|h|r",
                name = "Удобная накидка Зои",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37757:0:0:0:0:0:0:0:10|h[Наплечье покарания Шарлотты]|h|r",
                name = "Наплечье покарания Шарлотты",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37759:0:0:0:0:0:0:0:10|h[Когтистые рукавицы Рай-эй]|h|r",
                name = "Когтистые рукавицы Рай-эй",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37760:0:0:0:0:0:0:0:10|h[Накулачники потрескивающего пламени]|h|r",
                name = "Накулачники потрескивающего пламени",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37761:0:0:0:0:0:0:0:10|h[Светлотканый ремень]|h|r",
                name = "Светлотканый ремень",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37762:0:0:0:0:0:0:0:10|h[Пояс со множеством карманов]|h|r",
                name = "Пояс со множеством карманов",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37763:0:0:0:0:0:0:0:10|h[Ботфорты очистителя]|h|r",
                name = "Ботфорты очистителя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37764:0:0:0:0:0:0:0:10|h[Наплечные пластины из клыков гончей Недр]|h|r",
                name = "Наплечные пластины из клыков гончей Недр",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37765:0:0:0:0:0:0:0:10|h[Поножи хождения по воде]|h|r",
                name = "Поножи хождения по воде",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37766:0:0:0:0:0:0:0:10|h[Наручи непрекращающегося воровства]|h|r",
                name = "Наручи непрекращающегося воровства",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37767:0:0:0:0:0:0:0:10|h[Убийственный Взгляд Рифта]|h|r",
                name = "Убийственный Взгляд Рифта",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37768:0:0:0:0:0:0:0:10|h[Поножи интенсивного кровотечения]|h|r",
                name = "Поножи интенсивного кровотечения",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37769:0:0:0:0:0:0:0:10|h[Наплеч из грубой шкуры черпоклыка]|h|r",
                name = "Наплеч из грубой шкуры черпоклыка",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37771:0:0:0:0:0:0:0:10|h[Накулачники природного исцеления]|h|r",
                name = "Накулачники природного исцеления",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37772:0:0:0:0:0:0:0:10|h[Электрический шипастый наплеч Ваба]|h|r",
                name = "Электрический шипастый наплеч Ваба",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37773:0:0:0:0:0:0:0:10|h[Ремень направленного шока]|h|r",
                name = "Ремень направленного шока",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37774:0:0:0:0:0:0:0:10|h[Поножи таяния снегов]|h|r",
                name = "Поножи таяния снегов",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37775:0:0:0:0:0:0:0:10|h[Навершие сломанного тарана]|h|r",
                name = "Навершие сломанного тарана",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37776:0:0:0:0:0:0:0:10|h[Наручи меткого выстрела]|h|r",
                name = "Наручи меткого выстрела",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37777:0:0:0:0:0:0:0:10|h[Наручи горячего сердца]|h|r",
                name = "Наручи горячего сердца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37778:0:0:0:0:0:0:0:10|h[Пояс свободного полета]|h|r",
                name = "Пояс свободного полета",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37780:0:0:0:0:0:0:0:10|h[Нагрудный доспех из кости кондора]|h|r",
                name = "Нагрудный доспех из кости кондора",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37781:0:0:0:0:0:0:0:10|h[Захваты доброго сердца]|h|r",
                name = "Захваты доброго сердца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37782:0:0:0:0:0:0:0:10|h[Рукавицы веселого пламени]|h|r",
                name = "Рукавицы веселого пламени",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37783:0:0:0:0:0:0:0:10|h[Закаленный кровью наплеч]|h|r",
                name = "Закаленный кровью наплеч",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37785:0:0:0:0:0:0:0:10|h[Ремень ревущего берсеркера]|h|r",
                name = "Ремень ревущего берсеркера",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37787:0:0:0:0:0:0:0:10|h[Великий рогатый шлем непреклонности]|h|r",
                name = "Великий рогатый шлем непреклонности",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37789:0:0:0:0:0:0:0:10|h[Рукавицы потрошения]|h|r",
                name = "Рукавицы потрошения",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37792:0:0:0:0:0:0:0:10|h[Панцирь сокрушения Агина]|h|r",
                name = "Панцирь сокрушения Агина",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37795:0:0:0:0:0:0:0:10|h[Захваты доблестного воителя]|h|r",
                name = "Захваты доблестного воителя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37796:0:0:0:0:0:0:0:10|h[Накидка связи с землей]|h|r",
                name = "Накидка связи с землей",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37797:0:0:0:0:0:0:0:10|h[Плащ сообразительности]|h|r",
                name = "Плащ сообразительности",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:40674:0:0:0:0:0:0:0:10|h[Закаленные саронитовые ножные латы]|h|r",
                name = "Закаленные саронитовые ножные латы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:41607:0:0:0:0:0:0:0:10|h[Плащ луны]|h|r",
                name = "Плащ луны",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:41608:0:0:0:0:0:0:0:10|h[Плащ заледеневших душ]|h|r",
                name = "Плащ заледеневших душ",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44440:0:0:0:0:0:0:0:10|h[Темные поножи жителя льдов]|h|r",
                name = "Темные поножи жителя льдов",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44442:0:0:0:0:0:0:0:10|h[Жукохрусты]|h|r",
                name = "Жукохрусты",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44649:0:0:0:0:0:-41:75:10|h[Ноготь Хрусталедуба с меткой зверя]|h|r",
                name = "Ноготь Хрусталедуба с меткой зверя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44649:0:0:0:0:0:-43:75:10|h[Ноготь Хрусталедуба с меткой солдата]|h|r",
                name = "Ноготь Хрусталедуба с меткой солдата",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44649:0:0:0:0:0:-45:75:10|h[Ноготь Хрусталедуба с меткой победителя]|h|r",
                name = "Ноготь Хрусталедуба с меткой победителя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44649:0:0:0:0:0:-92:75:10|h[Ноготь Хрусталедуба с меткой оруженосца]|h|r",
                name = "Ноготь Хрусталедуба с меткой оруженосца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44666:0:0:0:0:0:-36:101:10|h[Подушка на сиденье Флумблуба с меткой волшебника]|h|r",
                name = "Подушка на сиденье Флумблуба с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44666:0:0:0:0:0:-88:101:10|h[Подушка на сиденье Флумблуба с меткой предсказателя]|h|r",
                name = "Подушка на сиденье Флумблуба с меткой предсказателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44666:0:0:0:0:0:-91:101:10|h[Подушка на сиденье Флумблуба с меткой стрелка]|h|r",
                name = "Подушка на сиденье Флумблуба с меткой стрелка",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44666:3252:0:0:0:0:-39:101:10|h[Подушка на сиденье Флумблуба с меткой заклинателя]|h|r",
                name = "Подушка на сиденье Флумблуба с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44667:0:0:0:0:0:-88:101:10|h[Корона из шерсти мамонта с меткой предсказателя]|h|r",
                name = "Корона из шерсти мамонта с меткой предсказателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44667:0:0:0:0:0:-90:101:10|h[Корона из шерсти мамонта с меткой некроманта]|h|r",
                name = "Корона из шерсти мамонта с меткой некроманта",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44668:0:0:0:0:0:-36:101:10|h[Одеяло-инкубатор с меткой волшебника]|h|r",
                name = "Одеяло-инкубатор с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44668:0:0:0:0:0:-39:101:10|h[Одеяло-инкубатор с меткой заклинателя]|h|r",
                name = "Одеяло-инкубатор с меткой заклинателя",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:44668:0:0:0:0:0:-90:101:10|h[Одеяло-инкубатор с меткой некроманта]|h|r",
                name = "Одеяло-инкубатор с меткой некроманта",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44668:3252:0:0:0:0:-42:101:10|h[Одеяло-инкубатор с меткой оракула]|h|r",
                name = "Одеяло-инкубатор с меткой оракула",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44668:3252:0:0:0:0:-88:101:10|h[Одеяло-инкубатор с меткой предсказателя]|h|r",
                name = "Одеяло-инкубатор с меткой предсказателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44669:0:0:0:0:0:-36:56:10|h[Воргенские кандалы с меткой волшебника]|h|r",
                name = "Воргенские кандалы с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44669:0:0:0:0:0:-88:56:10|h[Воргенские кандалы с меткой предсказателя]|h|r",
                name = "Воргенские кандалы с меткой предсказателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44669:0:0:0:0:0:-91:56:10|h[Воргенские кандалы с меткой стрелка]|h|r",
                name = "Воргенские кандалы с меткой стрелка",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44670:0:0:0:0:0:-41:75:10|h[Пояс Печати душ с меткой зверя]|h|r",
                name = "Пояс Печати душ с меткой зверя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44670:0:0:0:0:0:-45:75:10|h[Пояс Печати душ с меткой победителя]|h|r",
                name = "Пояс Печати душ с меткой победителя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44670:0:0:0:0:0:-92:75:10|h[Пояс Печати душ с меткой оруженосца]|h|r",
                name = "Пояс Печати душ с меткой оруженосца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44671:0:0:0:0:0:-36:108:10|h[Стеганые набедренники Верховного лорда с меткой волшебника]|h|r",
                name = "Стеганые набедренники Верховного лорда с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44671:0:0:0:0:0:-88:108:10|h[Стеганые набедренники Верховного лорда с меткой предсказателя]|h|r",
                name = "Стеганые набедренники Верховного лорда с меткой предсказателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44671:0:0:0:0:0:-89:108:10|h[Стеганые набедренники Верховного лорда с меткой вора]|h|r",
                name = "Стеганые набедренники Верховного лорда с меткой вора",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44672:0:0:0:0:0:-42:81:10|h[Наплеч тюленьего меха с меткой оракула]|h|r",
                name = "Наплеч тюленьего меха с меткой оракула",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44672:0:0:0:0:0:-88:81:10|h[Наплеч тюленьего меха с меткой предсказателя]|h|r",
                name = "Наплеч тюленьего меха с меткой предсказателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44672:0:0:0:0:0:-89:81:10|h[Наплеч тюленьего меха с меткой вора]|h|r",
                name = "Наплеч тюленьего меха с меткой вора",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44672:0:0:0:0:0:-90:81:10|h[Наплеч тюленьего меха с меткой некроманта]|h|r",
                name = "Наплеч тюленьего меха с меткой некроманта",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44673:0:0:0:0:0:-36:81:10|h[Сапоги для езды на мамонте с меткой волшебника]|h|r",
                name = "Сапоги для езды на мамонте с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44673:0:0:0:0:0:-39:81:10|h[Сапоги для езды на мамонте с меткой заклинателя]|h|r",
                name = "Сапоги для езды на мамонте с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44673:0:0:0:0:0:-42:81:10|h[Сапоги для езды на мамонте с меткой оракула]|h|r",
                name = "Сапоги для езды на мамонте с меткой оракула",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44673:0:0:0:0:0:-88:81:10|h[Сапоги для езды на мамонте с меткой предсказателя]|h|r",
                name = "Сапоги для езды на мамонте с меткой предсказателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44673:0:0:0:0:0:-90:81:10|h[Сапоги для езды на мамонте с меткой некроманта]|h|r",
                name = "Сапоги для езды на мамонте с меткой некроманта",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44674:0:0:0:0:0:-39:60:10|h[Запятнанные лимфой напульсники с меткой заклинателя]|h|r",
                name = "Запятнанные лимфой напульсники с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44674:0:0:0:0:0:-42:60:10|h[Запятнанные лимфой напульсники с меткой оракула]|h|r",
                name = "Запятнанные лимфой напульсники с меткой оракула",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44674:0:0:0:0:0:-88:60:10|h[Запятнанные лимфой напульсники с меткой предсказателя]|h|r",
                name = "Запятнанные лимфой напульсники с меткой предсказателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44674:0:0:0:0:0:-90:60:10|h[Запятнанные лимфой напульсники с меткой некроманта]|h|r",
                name = "Запятнанные лимфой напульсники с меткой некроманта",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44675:0:0:0:0:0:-88:81:10|h[Розовое покрывало скального великана с меткой предсказателя]|h|r",
                name = "Розовое покрывало скального великана с меткой предсказателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44675:0:0:0:0:0:-89:81:10|h[Розовое покрывало скального великана с меткой вора]|h|r",
                name = "Розовое покрывало скального великана с меткой вора",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44675:0:0:0:0:0:-91:81:10|h[Розовое покрывало скального великана с меткой стрелка]|h|r",
                name = "Розовое покрывало скального великана с меткой стрелка",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44675:3246:0:0:0:0:-36:81:10|h[Розовое покрывало скального великана с меткой волшебника]|h|r",
                name = "Розовое покрывало скального великана с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44676:0:0:0:0:0:-36:108:10|h[Поножи Сиреяна с меткой волшебника]|h|r",
                name = "Поножи Сиреяна с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44676:0:0:0:0:0:-88:108:10|h[Поножи Сиреяна с меткой предсказателя]|h|r",
                name = "Поножи Сиреяна с меткой предсказателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44676:0:0:0:0:0:-89:108:10|h[Поножи Сиреяна с меткой вора]|h|r",
                name = "Поножи Сиреяна с меткой вора",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44676:0:0:0:0:0:-91:108:10|h[Поножи Сиреяна с меткой стрелка]|h|r",
                name = "Поножи Сиреяна с меткой стрелка",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44677:0:0:0:0:0:-41:116:10|h[Ножные латы вечного наблюдателя с меткой зверя]|h|r",
                name = "Ножные латы вечного наблюдателя с меткой зверя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44685:0:0:0:0:0:-36:87:10|h[Наплеч окаменелой паутины с меткой волшебника]|h|r",
                name = "Наплеч окаменелой паутины с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44685:0:0:0:0:0:-40:87:10|h[Наплеч окаменелой паутины с меткой преступника]|h|r",
                name = "Наплеч окаменелой паутины с меткой преступника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44685:0:0:0:0:0:-88:87:10|h[Наплеч окаменелой паутины с меткой предсказателя]|h|r",
                name = "Наплеч окаменелой паутины с меткой предсказателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44685:0:0:0:0:0:-89:87:10|h[Наплеч окаменелой паутины с меткой вора]|h|r",
                name = "Наплеч окаменелой паутины с меткой вора",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44685:0:0:0:0:0:-93:87:10|h[Наплеч окаменелой паутины с печатью восстановления]|h|r",
                name = "Наплеч окаменелой паутины с печатью восстановления",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44686:0:0:0:0:0:-42:87:10|h[Повязки эфириального ужаса с меткой оракула]|h|r",
                name = "Повязки эфириального ужаса с меткой оракула",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44686:0:0:0:0:0:-89:87:10|h[Повязки эфириального ужаса с меткой вора]|h|r",
                name = "Повязки эфириального ужаса с меткой вора",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44691:0:0:0:0:0:-41:65:10|h[Ошейник Аотоны с меткой зверя]|h|r",
                name = "Ошейник Аотоны с меткой зверя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44695:0:0:0:0:0:-92:126:10|h[Ржавый большой шлем с меткой оруженосца]|h|r",
                name = "Ржавый большой шлем с меткой оруженосца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44696:0:0:0:0:0:-91:70:10|h[Портянка великана с меткой стрелка]|h|r",
                name = "Портянка великана с меткой стрелка",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44697:0:0:0:0:0:-89:126:10|h[Одежды валь'киры с меткой вора]|h|r",
                name = "Одежды валь'киры с меткой вора",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44697:0:0:0:0:0:-91:126:10|h[Одежды валь'киры с меткой стрелка]|h|r",
                name = "Одежды валь'киры с меткой стрелка",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:51958:0:0:0:0:0:-36:108:10|h[Нетронутая шкура светящегося медведя с меткой волшебника]|h|r",
                name = "Нетронутая шкура светящегося медведя с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:51958:0:0:0:0:0:-39:108:10|h[Нетронутая шкура светящегося медведя с меткой заклинателя]|h|r",
                name = "Нетронутая шкура светящегося медведя с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:51958:0:0:0:0:0:-42:108:10|h[Нетронутая шкура светящегося медведя с меткой оракула]|h|r",
                name = "Нетронутая шкура светящегося медведя с меткой оракула",
                count = 1,
            },
        },
        bank = {
            last_update = 1783441238,
            items = {
                {
                    link = "|cff0070dd|Hitem:31125:0:0:0:0:0:0:0:10|h[Сапоги массового поражения]|h|r",
                    name = "Сапоги массового поражения",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31126:0:0:0:0:0:0:0:10|h[Перчатки лютости]|h|r",
                    name = "Перчатки лютости",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31127:0:0:0:0:0:0:0:10|h[Хауберк ярости тотема]|h|r",
                    name = "Хауберк ярости тотема",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31131:0:0:0:0:0:0:0:10|h[Кушак безмолвных лезвий]|h|r",
                    name = "Кушак безмолвных лезвий",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31133:0:0:0:0:0:0:0:10|h[Поножи сгустка тьмы]|h|r",
                    name = "Поножи сгустка тьмы",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31136:0:0:0:0:0:0:0:10|h[Кираса отражения клинков]|h|r",
                    name = "Кираса отражения клинков",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31138:0:0:0:0:0:0:0:10|h[Ремень лорда бури]|h|r",
                    name = "Ремень лорда бури",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31140:0:0:0:0:0:0:0:10|h[Плащ пустоты]|h|r",
                    name = "Плащ пустоты",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31143:0:0:0:0:0:0:0:10|h[Накидка безумия]|h|r",
                    name = "Накидка безумия",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31145:0:0:0:0:0:0:0:10|h[Головной убор спящего]|h|r",
                    name = "Головной убор спящего",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31148:0:0:0:0:0:0:0:10|h[Наплеч из шкуры демона]|h|r",
                    name = "Наплеч из шкуры демона",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31149:0:0:0:0:0:0:0:10|h[Перчатки столпотворения]|h|r",
                    name = "Перчатки столпотворения",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31150:0:0:0:0:0:0:0:10|h[Перчатки благочестия]|h|r",
                    name = "Перчатки благочестия",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31151:0:0:0:0:0:0:0:10|h[Ремень осады]|h|r",
                    name = "Ремень осады",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31152:0:0:0:0:0:0:0:10|h[Нагрудный доспех освещения]|h|r",
                    name = "Нагрудный доспех освещения",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31173:0:0:0:0:0:0:0:10|h[Сапоги свирепости]|h|r",
                    name = "Сапоги свирепости",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31175:0:0:0:0:0:0:0:10|h[Накулачники танцора клинков]|h|r",
                    name = "Накулачники танцора клинков",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31179:0:0:0:0:0:-14:40:10|h[Перчатки из шкуры камнечервя со знаком тигра]|h|r",
                    name = "Перчатки из шкуры камнечервя со знаком тигра",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31180:0:0:0:0:0:0:0:10|h[Рукавицы Дробителей Черепов]|h|r",
                    name = "Рукавицы Дробителей Черепов",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31181:0:0:0:0:0:-6:40:10|h[Повязки из шкуры камнечервя со знаком орла]|h|r",
                    name = "Повязки из шкуры камнечервя со знаком орла",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31184:0:0:0:0:0:-26:49:10|h[Шлем Легиона с печатью силы заклинаний]|h|r",
                    name = "Шлем Легиона с печатью силы заклинаний",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31187:0:0:0:0:0:0:0:10|h[Сапоги землепроходца]|h|r",
                    name = "Сапоги землепроходца",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31190:0:0:0:0:0:0:0:10|h[Наплечные пластины Дремлющего]|h|r",
                    name = "Наплечные пластины Дремлющего",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31191:0:0:0:0:0:-7:30:10|h[Наручи из шкуры кроколиска со знаком медведя]|h|r",
                    name = "Наручи из шкуры кроколиска со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31212:0:0:0:0:0:-6:60:10|h[Поножи из шкуры химеры со знаком орла]|h|r",
                    name = "Поножи из шкуры химеры со знаком орла",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31212:0:0:0:0:0:-8:60:10|h[Поножи из шкуры химеры со знаком кита]|h|r",
                    name = "Поножи из шкуры химеры со знаком кита",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31222:0:0:0:0:0:0:0:10|h[Головной убор внутренней ярости]|h|r",
                    name = "Головной убор внутренней ярости",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31224:0:0:0:0:0:-7:33:10|h[Наручи Иллидари со знаком медведя]|h|r",
                    name = "Наручи Иллидари со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31226:0:0:0:0:0:0:0:10|h[Поножи Коварного]|h|r",
                    name = "Поножи Коварного",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31233:0:0:0:0:0:-7:40:10|h[Лютые наголенники со знаком медведя]|h|r",
                    name = "Лютые наголенники со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31235:0:0:0:0:0:-41:40:10|h[Лютые сапоги с меткой зверя]|h|r",
                    name = "Лютые сапоги с меткой зверя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31236:0:0:0:0:0:-36:40:10|h[Лютые туфли с меткой волшебника]|h|r",
                    name = "Лютые туфли с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31236:0:0:0:0:0:-9:40:10|h[Лютые туфли со знаком совы]|h|r",
                    name = "Лютые туфли со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31237:0:0:0:0:0:0:0:10|h[Поножи из шкуры элекка]|h|r",
                    name = "Поножи из шкуры элекка",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31240:0:0:0:0:0:0:0:10|h[Чешуя Зверя]|h|r",
                    name = "Чешуя Зверя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31243:0:0:0:0:0:-43:51:10|h[Набедренники из чешуи нага с меткой солдата]|h|r",
                    name = "Набедренники из чешуи нага с меткой солдата",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31243:0:0:0:0:0:-44:51:10|h[Набедренники из чешуи нага с меткой старца]|h|r",
                    name = "Набедренники из чешуи нага с меткой старца",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31243:0:0:0:0:0:-6:51:10|h[Набедренники из чешуи нага со знаком орла]|h|r",
                    name = "Набедренники из чешуи нага со знаком орла",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31243:0:0:0:0:0:-7:51:10|h[Набедренники из чешуи нага со знаком медведя]|h|r",
                    name = "Набедренники из чешуи нага со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31244:0:0:0:0:0:-41:51:10|h[Штаны из шкуры нага с меткой зверя]|h|r",
                    name = "Штаны из шкуры нага с меткой зверя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31244:0:0:0:0:0:-7:51:10|h[Штаны из шкуры нага со знаком медведя]|h|r",
                    name = "Штаны из шкуры нага со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31249:0:0:0:0:0:-40:38:10|h[Болотный наплеч с меткой преступника]|h|r",
                    name = "Болотный наплеч с меткой преступника",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31249:0:0:0:0:0:-41:38:10|h[Болотный наплеч с меткой зверя]|h|r",
                    name = "Болотный наплеч с меткой зверя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31254:2662:0:0:0:0:-12:31:10|h[Плащ из шкуры долгонога со знаком вепря]|h|r",
                    name = "Плащ из шкуры долгонога со знаком вепря",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31280:0:0:0:0:0:0:0:10|h[Рукавицы Громозова]|h|r",
                    name = "Рукавицы Громозова",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31281:0:0:0:0:0:0:0:10|h[Маска Сокрытой смерти]|h|r",
                    name = "Маска Сокрытой смерти",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31282:0:0:0:0:0:0:0:10|h[Накидка духовной чистоты]|h|r",
                    name = "Накидка духовной чистоты",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31284:0:0:0:0:0:0:0:10|h[Наручи безрассудства]|h|r",
                    name = "Наручи безрассудства",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31285:0:0:0:0:0:0:0:10|h[Нагрудный доспех Когтя]|h|r",
                    name = "Нагрудный доспех Когтя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31295:0:0:0:0:0:0:0:10|h[Нагрудный доспех темного преследователя]|h|r",
                    name = "Нагрудный доспех темного преследователя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31297:0:0:0:0:0:0:0:10|h[Одеяние Багрового ордена]|h|r",
                    name = "Одеяние Багрового ордена",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31298:0:0:0:0:0:0:0:10|h[Набедренники Изувеченной Длани]|h|r",
                    name = "Набедренники Изувеченной Длани",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:35580:0:0:0:0:0:0:0:10|h[Оплечье из скатанной шерсти]|h|r",
                    name = "Оплечье из скатанной шерсти",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37743:0:0:0:0:0:0:0:10|h[Набедренники озверения]|h|r",
                    name = "Набедренники озверения",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37744:0:0:0:0:0:0:0:10|h[Ботинки стылой крови]|h|r",
                    name = "Ботинки стылой крови",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37745:0:0:0:0:0:0:0:10|h[Одеяние природного целителя]|h|r",
                    name = "Одеяние природного целителя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37746:0:0:0:0:0:0:0:10|h[Шлем пылающей души]|h|r",
                    name = "Шлем пылающей души",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37752:0:0:0:0:0:0:0:10|h[Сандалии разбитой мечты]|h|r",
                    name = "Сандалии разбитой мечты",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37753:0:0:0:0:0:0:0:10|h[Одеяние монаха-обманщика]|h|r",
                    name = "Одеяние монаха-обманщика",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37754:0:0:0:0:0:0:0:10|h[Укрепленный светосталью капюшон]|h|r",
                    name = "Укрепленный светосталью капюшон",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37755:0:0:0:0:0:0:0:10|h[Поножи ледяного сердца]|h|r",
                    name = "Поножи ледяного сердца",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37756:0:0:0:0:0:0:0:10|h[Удобная накидка Зои]|h|r",
                    name = "Удобная накидка Зои",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37757:0:0:0:0:0:0:0:10|h[Наплечье покарания Шарлотты]|h|r",
                    name = "Наплечье покарания Шарлотты",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37759:0:0:0:0:0:0:0:10|h[Когтистые рукавицы Рай-эй]|h|r",
                    name = "Когтистые рукавицы Рай-эй",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37760:0:0:0:0:0:0:0:10|h[Накулачники потрескивающего пламени]|h|r",
                    name = "Накулачники потрескивающего пламени",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37761:0:0:0:0:0:0:0:10|h[Светлотканый ремень]|h|r",
                    name = "Светлотканый ремень",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37762:0:0:0:0:0:0:0:10|h[Пояс со множеством карманов]|h|r",
                    name = "Пояс со множеством карманов",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37763:0:0:0:0:0:0:0:10|h[Ботфорты очистителя]|h|r",
                    name = "Ботфорты очистителя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37764:0:0:0:0:0:0:0:10|h[Наплечные пластины из клыков гончей Недр]|h|r",
                    name = "Наплечные пластины из клыков гончей Недр",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37765:0:0:0:0:0:0:0:10|h[Поножи хождения по воде]|h|r",
                    name = "Поножи хождения по воде",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37766:0:0:0:0:0:0:0:10|h[Наручи непрекращающегося воровства]|h|r",
                    name = "Наручи непрекращающегося воровства",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37767:0:0:0:0:0:0:0:10|h[Убийственный Взгляд Рифта]|h|r",
                    name = "Убийственный Взгляд Рифта",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37768:0:0:0:0:0:0:0:10|h[Поножи интенсивного кровотечения]|h|r",
                    name = "Поножи интенсивного кровотечения",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37769:0:0:0:0:0:0:0:10|h[Наплеч из грубой шкуры черпоклыка]|h|r",
                    name = "Наплеч из грубой шкуры черпоклыка",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37771:0:0:0:0:0:0:0:10|h[Накулачники природного исцеления]|h|r",
                    name = "Накулачники природного исцеления",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37772:0:0:0:0:0:0:0:10|h[Электрический шипастый наплеч Ваба]|h|r",
                    name = "Электрический шипастый наплеч Ваба",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37773:0:0:0:0:0:0:0:10|h[Ремень направленного шока]|h|r",
                    name = "Ремень направленного шока",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37774:0:0:0:0:0:0:0:10|h[Поножи таяния снегов]|h|r",
                    name = "Поножи таяния снегов",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37775:0:0:0:0:0:0:0:10|h[Навершие сломанного тарана]|h|r",
                    name = "Навершие сломанного тарана",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37776:0:0:0:0:0:0:0:10|h[Наручи меткого выстрела]|h|r",
                    name = "Наручи меткого выстрела",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37777:0:0:0:0:0:0:0:10|h[Наручи горячего сердца]|h|r",
                    name = "Наручи горячего сердца",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37778:0:0:0:0:0:0:0:10|h[Пояс свободного полета]|h|r",
                    name = "Пояс свободного полета",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37780:0:0:0:0:0:0:0:10|h[Нагрудный доспех из кости кондора]|h|r",
                    name = "Нагрудный доспех из кости кондора",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37781:0:0:0:0:0:0:0:10|h[Захваты доброго сердца]|h|r",
                    name = "Захваты доброго сердца",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37782:0:0:0:0:0:0:0:10|h[Рукавицы веселого пламени]|h|r",
                    name = "Рукавицы веселого пламени",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37783:0:0:0:0:0:0:0:10|h[Закаленный кровью наплеч]|h|r",
                    name = "Закаленный кровью наплеч",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37785:0:0:0:0:0:0:0:10|h[Ремень ревущего берсеркера]|h|r",
                    name = "Ремень ревущего берсеркера",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37787:0:0:0:0:0:0:0:10|h[Великий рогатый шлем непреклонности]|h|r",
                    name = "Великий рогатый шлем непреклонности",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37789:0:0:0:0:0:0:0:10|h[Рукавицы потрошения]|h|r",
                    name = "Рукавицы потрошения",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37792:0:0:0:0:0:0:0:10|h[Панцирь сокрушения Агина]|h|r",
                    name = "Панцирь сокрушения Агина",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37795:0:0:0:0:0:0:0:10|h[Захваты доблестного воителя]|h|r",
                    name = "Захваты доблестного воителя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37796:0:0:0:0:0:0:0:10|h[Накидка связи с землей]|h|r",
                    name = "Накидка связи с землей",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37797:0:0:0:0:0:0:0:10|h[Плащ сообразительности]|h|r",
                    name = "Плащ сообразительности",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:40674:0:0:0:0:0:0:0:10|h[Закаленные саронитовые ножные латы]|h|r",
                    name = "Закаленные саронитовые ножные латы",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:41607:0:0:0:0:0:0:0:10|h[Плащ луны]|h|r",
                    name = "Плащ луны",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:41608:0:0:0:0:0:0:0:10|h[Плащ заледеневших душ]|h|r",
                    name = "Плащ заледеневших душ",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44440:0:0:0:0:0:0:0:10|h[Темные поножи жителя льдов]|h|r",
                    name = "Темные поножи жителя льдов",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44442:0:0:0:0:0:0:0:10|h[Жукохрусты]|h|r",
                    name = "Жукохрусты",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44649:0:0:0:0:0:-41:75:10|h[Ноготь Хрусталедуба с меткой зверя]|h|r",
                    name = "Ноготь Хрусталедуба с меткой зверя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44649:0:0:0:0:0:-43:75:10|h[Ноготь Хрусталедуба с меткой солдата]|h|r",
                    name = "Ноготь Хрусталедуба с меткой солдата",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44649:0:0:0:0:0:-45:75:10|h[Ноготь Хрусталедуба с меткой победителя]|h|r",
                    name = "Ноготь Хрусталедуба с меткой победителя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44649:0:0:0:0:0:-92:75:10|h[Ноготь Хрусталедуба с меткой оруженосца]|h|r",
                    name = "Ноготь Хрусталедуба с меткой оруженосца",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44666:0:0:0:0:0:-36:101:10|h[Подушка на сиденье Флумблуба с меткой волшебника]|h|r",
                    name = "Подушка на сиденье Флумблуба с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44666:0:0:0:0:0:-88:101:10|h[Подушка на сиденье Флумблуба с меткой предсказателя]|h|r",
                    name = "Подушка на сиденье Флумблуба с меткой предсказателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44666:0:0:0:0:0:-91:101:10|h[Подушка на сиденье Флумблуба с меткой стрелка]|h|r",
                    name = "Подушка на сиденье Флумблуба с меткой стрелка",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44666:3252:0:0:0:0:-39:101:10|h[Подушка на сиденье Флумблуба с меткой заклинателя]|h|r",
                    name = "Подушка на сиденье Флумблуба с меткой заклинателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44667:0:0:0:0:0:-88:101:10|h[Корона из шерсти мамонта с меткой предсказателя]|h|r",
                    name = "Корона из шерсти мамонта с меткой предсказателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44667:0:0:0:0:0:-90:101:10|h[Корона из шерсти мамонта с меткой некроманта]|h|r",
                    name = "Корона из шерсти мамонта с меткой некроманта",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44668:0:0:0:0:0:-36:101:10|h[Одеяло-инкубатор с меткой волшебника]|h|r",
                    name = "Одеяло-инкубатор с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44668:0:0:0:0:0:-39:101:10|h[Одеяло-инкубатор с меткой заклинателя]|h|r",
                    name = "Одеяло-инкубатор с меткой заклинателя",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:44668:0:0:0:0:0:-90:101:10|h[Одеяло-инкубатор с меткой некроманта]|h|r",
                    name = "Одеяло-инкубатор с меткой некроманта",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44668:3252:0:0:0:0:-42:101:10|h[Одеяло-инкубатор с меткой оракула]|h|r",
                    name = "Одеяло-инкубатор с меткой оракула",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44668:3252:0:0:0:0:-88:101:10|h[Одеяло-инкубатор с меткой предсказателя]|h|r",
                    name = "Одеяло-инкубатор с меткой предсказателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44669:0:0:0:0:0:-36:56:10|h[Воргенские кандалы с меткой волшебника]|h|r",
                    name = "Воргенские кандалы с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44669:0:0:0:0:0:-88:56:10|h[Воргенские кандалы с меткой предсказателя]|h|r",
                    name = "Воргенские кандалы с меткой предсказателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44669:0:0:0:0:0:-91:56:10|h[Воргенские кандалы с меткой стрелка]|h|r",
                    name = "Воргенские кандалы с меткой стрелка",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44670:0:0:0:0:0:-41:75:10|h[Пояс Печати душ с меткой зверя]|h|r",
                    name = "Пояс Печати душ с меткой зверя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44670:0:0:0:0:0:-45:75:10|h[Пояс Печати душ с меткой победителя]|h|r",
                    name = "Пояс Печати душ с меткой победителя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44670:0:0:0:0:0:-92:75:10|h[Пояс Печати душ с меткой оруженосца]|h|r",
                    name = "Пояс Печати душ с меткой оруженосца",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44671:0:0:0:0:0:-36:108:10|h[Стеганые набедренники Верховного лорда с меткой волшебника]|h|r",
                    name = "Стеганые набедренники Верховного лорда с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44671:0:0:0:0:0:-88:108:10|h[Стеганые набедренники Верховного лорда с меткой предсказателя]|h|r",
                    name = "Стеганые набедренники Верховного лорда с меткой предсказателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44671:0:0:0:0:0:-89:108:10|h[Стеганые набедренники Верховного лорда с меткой вора]|h|r",
                    name = "Стеганые набедренники Верховного лорда с меткой вора",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44672:0:0:0:0:0:-42:81:10|h[Наплеч тюленьего меха с меткой оракула]|h|r",
                    name = "Наплеч тюленьего меха с меткой оракула",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44672:0:0:0:0:0:-88:81:10|h[Наплеч тюленьего меха с меткой предсказателя]|h|r",
                    name = "Наплеч тюленьего меха с меткой предсказателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44672:0:0:0:0:0:-89:81:10|h[Наплеч тюленьего меха с меткой вора]|h|r",
                    name = "Наплеч тюленьего меха с меткой вора",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44672:0:0:0:0:0:-90:81:10|h[Наплеч тюленьего меха с меткой некроманта]|h|r",
                    name = "Наплеч тюленьего меха с меткой некроманта",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44673:0:0:0:0:0:-36:81:10|h[Сапоги для езды на мамонте с меткой волшебника]|h|r",
                    name = "Сапоги для езды на мамонте с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44673:0:0:0:0:0:-39:81:10|h[Сапоги для езды на мамонте с меткой заклинателя]|h|r",
                    name = "Сапоги для езды на мамонте с меткой заклинателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44673:0:0:0:0:0:-42:81:10|h[Сапоги для езды на мамонте с меткой оракула]|h|r",
                    name = "Сапоги для езды на мамонте с меткой оракула",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44673:0:0:0:0:0:-88:81:10|h[Сапоги для езды на мамонте с меткой предсказателя]|h|r",
                    name = "Сапоги для езды на мамонте с меткой предсказателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44673:0:0:0:0:0:-90:81:10|h[Сапоги для езды на мамонте с меткой некроманта]|h|r",
                    name = "Сапоги для езды на мамонте с меткой некроманта",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44674:0:0:0:0:0:-39:60:10|h[Запятнанные лимфой напульсники с меткой заклинателя]|h|r",
                    name = "Запятнанные лимфой напульсники с меткой заклинателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44674:0:0:0:0:0:-42:60:10|h[Запятнанные лимфой напульсники с меткой оракула]|h|r",
                    name = "Запятнанные лимфой напульсники с меткой оракула",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44674:0:0:0:0:0:-88:60:10|h[Запятнанные лимфой напульсники с меткой предсказателя]|h|r",
                    name = "Запятнанные лимфой напульсники с меткой предсказателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44674:0:0:0:0:0:-90:60:10|h[Запятнанные лимфой напульсники с меткой некроманта]|h|r",
                    name = "Запятнанные лимфой напульсники с меткой некроманта",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44675:0:0:0:0:0:-88:81:10|h[Розовое покрывало скального великана с меткой предсказателя]|h|r",
                    name = "Розовое покрывало скального великана с меткой предсказателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44675:0:0:0:0:0:-89:81:10|h[Розовое покрывало скального великана с меткой вора]|h|r",
                    name = "Розовое покрывало скального великана с меткой вора",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44675:0:0:0:0:0:-91:81:10|h[Розовое покрывало скального великана с меткой стрелка]|h|r",
                    name = "Розовое покрывало скального великана с меткой стрелка",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44675:3246:0:0:0:0:-36:81:10|h[Розовое покрывало скального великана с меткой волшебника]|h|r",
                    name = "Розовое покрывало скального великана с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44676:0:0:0:0:0:-36:108:10|h[Поножи Сиреяна с меткой волшебника]|h|r",
                    name = "Поножи Сиреяна с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44676:0:0:0:0:0:-88:108:10|h[Поножи Сиреяна с меткой предсказателя]|h|r",
                    name = "Поножи Сиреяна с меткой предсказателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44676:0:0:0:0:0:-89:108:10|h[Поножи Сиреяна с меткой вора]|h|r",
                    name = "Поножи Сиреяна с меткой вора",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44676:0:0:0:0:0:-91:108:10|h[Поножи Сиреяна с меткой стрелка]|h|r",
                    name = "Поножи Сиреяна с меткой стрелка",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44677:0:0:0:0:0:-41:116:10|h[Ножные латы вечного наблюдателя с меткой зверя]|h|r",
                    name = "Ножные латы вечного наблюдателя с меткой зверя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44685:0:0:0:0:0:-36:87:10|h[Наплеч окаменелой паутины с меткой волшебника]|h|r",
                    name = "Наплеч окаменелой паутины с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44685:0:0:0:0:0:-40:87:10|h[Наплеч окаменелой паутины с меткой преступника]|h|r",
                    name = "Наплеч окаменелой паутины с меткой преступника",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44685:0:0:0:0:0:-88:87:10|h[Наплеч окаменелой паутины с меткой предсказателя]|h|r",
                    name = "Наплеч окаменелой паутины с меткой предсказателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44685:0:0:0:0:0:-89:87:10|h[Наплеч окаменелой паутины с меткой вора]|h|r",
                    name = "Наплеч окаменелой паутины с меткой вора",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44685:0:0:0:0:0:-93:87:10|h[Наплеч окаменелой паутины с печатью восстановления]|h|r",
                    name = "Наплеч окаменелой паутины с печатью восстановления",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44686:0:0:0:0:0:-42:87:10|h[Повязки эфириального ужаса с меткой оракула]|h|r",
                    name = "Повязки эфириального ужаса с меткой оракула",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44686:0:0:0:0:0:-89:87:10|h[Повязки эфириального ужаса с меткой вора]|h|r",
                    name = "Повязки эфириального ужаса с меткой вора",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44691:0:0:0:0:0:-41:65:10|h[Ошейник Аотоны с меткой зверя]|h|r",
                    name = "Ошейник Аотоны с меткой зверя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44695:0:0:0:0:0:-92:126:10|h[Ржавый большой шлем с меткой оруженосца]|h|r",
                    name = "Ржавый большой шлем с меткой оруженосца",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44696:0:0:0:0:0:-91:70:10|h[Портянка великана с меткой стрелка]|h|r",
                    name = "Портянка великана с меткой стрелка",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44697:0:0:0:0:0:-89:126:10|h[Одежды валь'киры с меткой вора]|h|r",
                    name = "Одежды валь'киры с меткой вора",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44697:0:0:0:0:0:-91:126:10|h[Одежды валь'киры с меткой стрелка]|h|r",
                    name = "Одежды валь'киры с меткой стрелка",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:51958:0:0:0:0:0:-36:108:10|h[Нетронутая шкура светящегося медведя с меткой волшебника]|h|r",
                    name = "Нетронутая шкура светящегося медведя с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:51958:0:0:0:0:0:-39:108:10|h[Нетронутая шкура светящегося медведя с меткой заклинателя]|h|r",
                    name = "Нетронутая шкура светящегося медведя с меткой заклинателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:51958:0:0:0:0:0:-42:108:10|h[Нетронутая шкура светящегося медведя с меткой оракула]|h|r",
                    name = "Нетронутая шкура светящегося медведя с меткой оракула",
                    count = 1,
                },
            },
        },
        bags = {
            last_update = 1783441251,
            items = {
                {
                    link = "|cff0070dd|Hitem:31170:0:0:0:0:0:-40:47:10|h[Выкованный демоном хауберк с меткой преступника]|h|r",
                    name = "Выкованный демоном хауберк с меткой преступника",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31228:0:0:0:0:0:-40:40:10|h[Оперенный пояс с меткой преступника]|h|r",
                    name = "Оперенный пояс с меткой преступника",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31233:0:0:0:0:0:-43:40:10|h[Лютые наголенники с меткой солдата]|h|r",
                    name = "Лютые наголенники с меткой солдата",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31243:0:0:0:0:0:-14:51:10|h[Набедренники из чешуи нага со знаком тигра]|h|r",
                    name = "Набедренники из чешуи нага со знаком тигра",
                    count = 1,
                },
            },
        },
    },
    {
        name = "Шмоточка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-07-12 08:40:30",
        money = 3936,
        empty = 44,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:1121:0:0:0:0:0:0:0:10|h[Рысьи лапы]|h|r",
                name = "Рысьи лапы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:12977:0:0:0:0:0:0:0:10|h[Перчатки Волшебного кулака]|h|r",
                name = "Перчатки Волшебного кулака",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:12979:0:0:0:0:0:0:0:10|h[Мертвопламенный плащ]|h|r",
                name = "Мертвопламенный плащ",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:12982:0:0:0:0:0:0:0:10|h[Окованные серебром прочные ботинки]|h|r",
                name = "Окованные серебром прочные ботинки",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:12987:0:0:0:0:0:0:0:10|h[Темнотканые брюки]|h|r",
                name = "Темнотканые брюки",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:12988:0:0:0:0:0:0:0:10|h[Мундир Звездного зрения]|h|r",
                name = "Мундир Звездного зрения",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:12994:0:0:0:0:0:0:0:10|h[Рукавицы Торбии]|h|r",
                name = "Рукавицы Торбии",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13005:0:0:0:0:0:0:0:10|h[Покрывало Эми]|h|r",
                name = "Покрывало Эми",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:13007:0:0:0:0:0:0:0:10|h[Чаропламенный плащ]|h|r",
                name = "Чаропламенный плащ",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13008:0:0:0:0:0:0:0:10|h[Ветродольские брюки]|h|r",
                name = "Ветродольские брюки",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13009:0:0:0:0:0:0:0:10|h[Шкура Коровьего Короля]|h|r",
                name = "Шкура Коровьего Короля",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13010:0:0:0:0:0:0:0:10|h[Набедренники Снопевца]|h|r",
                name = "Набедренники Снопевца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13011:0:0:0:0:0:0:0:10|h[Отделанный серебром пояс]|h|r",
                name = "Отделанный серебром пояс",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13013:0:0:0:0:0:0:0:10|h[Оплечье старшего волшебника]|h|r",
                name = "Оплечье старшего волшебника",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13029:0:0:0:0:0:0:0:10|h[Мрачный кристалл]|h|r",
                name = "Мрачный кристалл",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13030:0:0:0:0:0:0:0:10|h[Кость василиска]|h|r",
                name = "Кость василиска",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13031:0:0:0:0:0:0:0:10|h[Сфера Мисмантла]|h|r",
                name = "Сфера Мисмантла",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13066:0:0:0:0:0:0:0:10|h[Наплеч Змееубийцы]|h|r",
                name = "Наплеч Змееубийцы",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13067:0:0:0:0:0:0:0:10|h[Броня гидролиска]|h|r",
                name = "Броня гидролиска",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13068:0:0:0:0:0:0:0:10|h[Обсидиановые наголенники]|h|r",
                name = "Обсидиановые наголенники",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13070:0:0:0:0:0:0:0:10|h[Чешуйчатые сапоги Сапфирона]|h|r",
                name = "Чешуйчатые сапоги Сапфирона",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13070:929:0:0:0:0:0:0:10|h[Чешуйчатые сапоги Сапфирона]|h|r",
                name = "Чешуйчатые сапоги Сапфирона",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13071:0:0:0:0:0:0:0:10|h[Латная боевая перчатка Хаку]|h|r",
                name = "Латная боевая перчатка Хаку",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13072:0:0:0:0:0:0:0:10|h[Рукавицы Каменной хватки]|h|r",
                name = "Рукавицы Каменной хватки",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13073:0:0:0:0:0:0:0:10|h[Шлем Маг-Тола]|h|r",
                name = "Шлем Маг-Тола",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13074:0:0:0:0:0:0:0:10|h[Поножи осколка голема]|h|r",
                name = "Поножи осколка голема",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13075:0:0:0:0:0:0:0:10|h[Набедренники Мрачнокрылого]|h|r",
                name = "Набедренники Мрачнокрылого",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13076:0:0:0:0:0:0:0:10|h[Наручи истребителя великанов]|h|r",
                name = "Наручи истребителя великанов",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13077:0:0:0:0:0:0:0:10|h[Ремень Утера]|h|r",
                name = "Ремень Утера",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13099:0:0:0:0:0:0:0:10|h[Мокасины Белого кролика]|h|r",
                name = "Мокасины Белого кролика",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13100:0:0:0:0:0:0:0:10|h[Сапоги Фьюрена]|h|r",
                name = "Сапоги Фьюрена",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13101:0:0:0:0:0:0:0:10|h[Ботинки Волкогонца]|h|r",
                name = "Ботинки Волкогонца",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13102:0:0:0:0:0:0:0:10|h[Милость Кассандры]|h|r",
                name = "Милость Кассандры",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13103:0:0:0:0:0:0:0:10|h[Оплечье Ядовитого паука]|h|r",
                name = "Оплечье Ядовитого паука",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13105:0:0:0:0:0:0:0:10|h[Опоясок Сутарна]|h|r",
                name = "Опоясок Сутарна",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13106:0:0:0:0:0:0:0:10|h[Светящиеся магические браслеты]|h|r",
                name = "Светящиеся магические браслеты",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13108:0:0:0:0:0:0:0:10|h[Мантия тигриного прыжка]|h|r",
                name = "Мантия тигриного прыжка",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13109:0:0:0:0:0:0:0:10|h[Накидка черного пламени]|h|r",
                name = "Накидка черного пламени",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13110:0:0:0:0:0:0:0:10|h[Портупея волчьего страха]|h|r",
                name = "Портупея волчьего страха",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13111:0:0:0:0:0:0:0:10|h[Сандалии мятежника]|h|r",
                name = "Сандалии мятежника",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13112:0:0:0:0:0:0:0:10|h[Крылатый шлем]|h|r",
                name = "Крылатый шлем",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13113:0:0:0:0:0:0:0:10|h[Головной убор Оперенной Луны]|h|r",
                name = "Головной убор Оперенной Луны",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13115:0:0:0:0:0:0:0:10|h[Оплечье Бараньей стрижки]|h|r",
                name = "Оплечье Бараньей стрижки",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13116:0:0:0:0:0:0:0:10|h[Наплеч Незримых]|h|r",
                name = "Наплеч Незримых",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13117:0:0:0:0:0:0:0:10|h[Кушак Огрона]|h|r",
                name = "Кушак Огрона",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13118:0:0:0:0:0:0:0:10|h[Змеиный кушак]|h|r",
                name = "Змеиный кушак",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13119:0:0:0:0:0:0:0:10|h[Зачарованные наручи кодо]|h|r",
                name = "Зачарованные наручи кодо",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13120:0:0:0:0:0:0:0:10|h[Наручи Гневливого]|h|r",
                name = "Наручи Гневливого",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13121:0:0:0:0:0:0:0:10|h[Крыло дракончика]|h|r",
                name = "Крыло дракончика",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13122:0:0:0:0:0:0:0:10|h[Накидка черного призрака]|h|r",
                name = "Накидка черного призрака",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13125:0:0:0:0:0:0:0:10|h[Эльфийские плетеные сапоги]|h|r",
                name = "Эльфийские плетеные сапоги",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13126:0:0:0:0:0:0:0:10|h[Рукавицы Зовущего битву]|h|r",
                name = "Рукавицы Зовущего битву",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13128:0:0:0:0:0:0:0:10|h[Шлем Большого Берга]|h|r",
                name = "Шлем Большого Берга",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13129:0:0:0:0:0:0:0:10|h[Поножи Огненной Гривы]|h|r",
                name = "Поножи Огненной Гривы",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13130:0:0:0:0:0:0:0:10|h[Набедренники Ветрокрылых]|h|r",
                name = "Набедренники Ветрокрылых",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13131:0:0:0:0:0:0:0:10|h[Искрящееся оплечье]|h|r",
                name = "Искрящееся оплечье",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13132:0:0:0:0:0:0:0:10|h[Скелетные наплечники]|h|r",
                name = "Скелетные наплечники",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13133:0:0:0:0:0:0:0:10|h[Эполеты Драконьего огня]|h|r",
                name = "Эполеты Драконьего огня",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13134:0:0:0:0:0:0:0:10|h[Пояс гладиатора]|h|r",
                name = "Пояс гладиатора",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13135:0:0:0:0:0:0:0:10|h[Властные боевые наручи]|h|r",
                name = "Властные боевые наручи",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13144:0:0:0:0:0:0:0:10|h[Пояс безмятежности]|h|r",
                name = "Пояс безмятежности",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13145:0:0:0:0:0:0:0:10|h[Огромный огрский пояс]|h|r",
                name = "Огромный огрский пояс",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:15061:0:0:0:0:0:0:0:10|h[Наплечники жизни]|h|r",
                name = "Наплечники жизни",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:16671:0:0:0:0:0:0:0:10|h[Наручники Стихий]|h|r",
                name = "Наручники Стихий",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:16671:929:0:0:0:0:0:0:10|h[Наручники Стихий]|h|r",
                name = "Наручники Стихий",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:16672:0:0:0:0:0:0:0:10|h[Рукавицы Стихий]|h|r",
                name = "Рукавицы Стихий",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:16673:0:0:0:0:0:0:0:10|h[Шнурованный ремень Стихий]|h|r",
                name = "Шнурованный ремень Стихий",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:16681:0:0:0:0:0:0:0:10|h[Наручники загонщика]|h|r",
                name = "Наручники загонщика",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:16684:0:0:0:0:0:0:0:10|h[Перчатки Магистра]|h|r",
                name = "Перчатки Магистра",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:16685:0:0:0:0:0:0:0:10|h[Пояс Магистра]|h|r",
                name = "Пояс Магистра",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:16692:0:0:0:0:0:0:0:10|h[Перчатки преданности]|h|r",
                name = "Перчатки преданности",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:16696:0:0:0:0:0:0:0:10|h[Пояс преданности]|h|r",
                name = "Пояс преданности",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:16697:0:0:0:0:0:0:0:10|h[Наручи преданности]|h|r",
                name = "Наручи преданности",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:16702:0:0:0:0:0:0:0:10|h[Пояс Багрового Тумана]|h|r",
                name = "Пояс Багрового Тумана",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:16703:0:0:0:0:0:0:0:10|h[Наручи Багрового Тумана]|h|r",
                name = "Наручи Багрового Тумана",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:16705:0:0:0:0:0:0:0:10|h[Повязки Багрового Тумана]|h|r",
                name = "Повязки Багрового Тумана",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:16710:0:0:0:0:0:0:0:10|h[Наручи незаметности]|h|r",
                name = "Наручи незаметности",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:16713:0:0:0:0:0:0:0:10|h[Пояс незаметности]|h|r",
                name = "Пояс незаметности",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:16714:0:0:0:0:0:0:0:10|h[Наручи дикого сердца]|h|r",
                name = "Наручи дикого сердца",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:16716:0:0:0:0:0:0:0:10|h[Пояс дикого сердца]|h|r",
                name = "Пояс дикого сердца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:16717:0:0:0:0:0:0:0:10|h[Перчатки дикого сердца]|h|r",
                name = "Перчатки дикого сердца",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:16722:0:0:0:0:0:0:0:10|h[Наручи из светлостали]|h|r",
                name = "Наручи из светлостали",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:16723:0:0:0:0:0:0:0:10|h[Пояс из светлостали]|h|r",
                name = "Пояс из светлостали",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:16724:0:0:0:0:0:0:0:10|h[Рукавицы из светлостали]|h|r",
                name = "Рукавицы из светлостали",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:16735:0:0:0:0:0:0:0:10|h[Наручи доблести]|h|r",
                name = "Наручи доблести",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:16737:0:0:0:0:0:0:0:10|h[Рукавицы доблести]|h|r",
                name = "Рукавицы доблести",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:17050:0:0:0:0:0:0:0:10|h[Императорские одеяния Чана]|h|r",
                name = "Императорские одеяния Чана",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:17050:3150:0:0:0:0:0:0:10|h[Императорские одеяния Чана]|h|r",
                name = "Императорские одеяния Чана",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:1715:0:0:0:0:0:0:0:10|h[Полированная джазерентская броня]|h|r",
                name = "Полированная джазерентская броня",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:1716:0:0:0:0:0:0:0:10|h[Одеяние мага]|h|r",
                name = "Одеяние мага",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:1717:0:0:0:0:0:0:0:10|h[Двойной мундир]|h|r",
                name = "Двойной мундир",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:1718:0:0:0:0:0:0:0:10|h[Штаны из шкуры василиска]|h|r",
                name = "Штаны из шкуры василиска",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:18238:0:0:0:0:0:0:0:10|h[Тенекожаные перчатки]|h|r",
                name = "Тенекожаные перчатки",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:18743:0:0:0:0:0:0:0:10|h[Благодатная накидка]|h|r",
                name = "Благодатная накидка",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:19047:0:0:0:0:0:0:0:10|h[Мудрость Древобрюхов]|h|r",
                name = "Мудрость Древобрюхов",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:20832:0:0:0:0:0:0:0:10|h[Корона лунной души]|h|r",
                name = "Корона лунной души",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:21774:0:0:0:0:0:0:0:10|h[Изумрудная корона разрушения]|h|r",
                name = "Изумрудная корона разрушения",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:2276:0:0:0:0:0:0:0:10|h[Сапоги тиноброда]|h|r",
                name = "Сапоги тиноброда",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:2277:0:0:0:0:0:0:0:10|h[Поножи некроманта]|h|r",
                name = "Поножи некроманта",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:2278:0:0:0:0:0:0:0:10|h[Эполеты лесного следопыта]|h|r",
                name = "Эполеты лесного следопыта",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:2314:0:0:0:0:0:0:0:10|h[Укрепленный кожаный доспех]|h|r",
                name = "Укрепленный кожаный доспех",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:2314:254:0:0:0:0:0:0:10|h[Укрепленный кожаный доспех]|h|r",
                name = "Укрепленный кожаный доспех",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:2564:0:0:0:0:0:0:0:10|h[Когти эльфийского духа]|h|r",
                name = "Когти эльфийского духа",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:2565:0:0:0:0:0:0:0:10|h[Жезл расплавленного огня]|h|r",
                name = "Жезл расплавленного огня",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:2721:0:0:0:0:0:0:0:10|h[Святой капюшон]|h|r",
                name = "Святой капюшон",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:2800:0:0:0:0:0:0:0:10|h[Черные бархатные одеяния]|h|r",
                name = "Черные бархатные одеяния",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:2911:0:0:0:0:0:0:0:10|h[Ремень Келлера]|h|r",
                name = "Ремень Келлера",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:3020:0:0:0:0:0:0:0:10|h[Шапка терпения]|h|r",
                name = "Шапка терпения",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:720:0:0:0:0:0:0:0:10|h[Перчатки буяна]|h|r",
                name = "Перчатки буяна",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:7760:0:0:0:0:0:0:0:10|h[Килт вождя]|h|r",
                name = "Килт вождя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:8367:0:0:0:0:0:0:0:10|h[Кираса из чешуи дракона]|h|r",
                name = "Кираса из чешуи дракона",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:9395:0:0:0:0:0:0:0:10|h[Перчатки Старины]|h|r",
                name = "Перчатки Старины",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:9402:0:0:0:0:0:0:0:10|h[Сотворенный землей килт]|h|r",
                name = "Сотворенный землей килт",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:9405:0:0:0:0:0:0:0:10|h[Ремень силы голема]|h|r",
                name = "Ремень силы голема",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:9433:0:0:0:0:0:0:0:10|h[Забытые напульсники]|h|r",
                name = "Забытые напульсники",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:9434:0:0:0:0:0:0:0:10|h[Облачение стихий]|h|r",
                name = "Облачение стихий",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:9435:0:0:0:0:0:0:0:10|h[Решетчатые костяные рукавицы]|h|r",
                name = "Решетчатые костяные рукавицы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10329:0:0:0:0:0:0:0:10|h[Алый пояс]|h|r",
                name = "Алый пояс",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10331:0:0:0:0:0:0:0:10|h[Алые рукавицы]|h|r",
                name = "Алые рукавицы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2620:0:0:0:0:0:0:0:10|h[Капюшон авгура]|h|r",
                name = "Капюшон авгура",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6428:0:0:0:0:0:0:0:10|h[Туманные перчатки]|h|r",
                name = "Туманные перчатки",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:14549:0:0:0:0:0:0:0:10|h[Сапоги Избежания]|h|r",
                name = "Сапоги Избежания",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:14551:0:0:0:0:0:0:0:10|h[Боевые рукавицы виртуоза клинка]|h|r",
                name = "Боевые рукавицы виртуоза клинка",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:14552:0:0:0:0:0:0:0:10|h[Тюремное наплечье]|h|r",
                name = "Тюремное наплечье",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:14553:0:0:0:0:0:0:0:10|h[Кушак милосердия]|h|r",
                name = "Кушак милосердия",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:17007:0:0:0:0:0:0:0:10|h[Рукавицы Кам]|h|r",
                name = "Рукавицы Кам",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:1981:0:0:0:0:0:0:0:10|h[Кольчужный ледяной жакет]|h|r",
                name = "Кольчужный ледяной жакет",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:2245:0:0:0:0:0:0:0:10|h[Шлем Нарва]|h|r",
                name = "Шлем Нарва",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:3075:0:0:0:0:0:0:0:10|h[Глаз Пламени]|h|r",
                name = "Глаз Пламени",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:867:0:0:0:0:0:0:0:10|h[Перчатки Священной Мощи]|h|r",
                name = "Перчатки Священной Мощи",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:940:0:0:0:0:0:0:0:10|h[Одеяния Прозрения]|h|r",
                name = "Одеяния Прозрения",
                count = 2,
            },
        },
        bank = {
            last_update = 1783834820,
            items = {
                {
                    link = "|cff0070dd|Hitem:12979:0:0:0:0:0:0:0:10|h[Мертвопламенный плащ]|h|r",
                    name = "Мертвопламенный плащ",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:12982:0:0:0:0:0:0:0:10|h[Окованные серебром прочные ботинки]|h|r",
                    name = "Окованные серебром прочные ботинки",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:12987:0:0:0:0:0:0:0:10|h[Темнотканые брюки]|h|r",
                    name = "Темнотканые брюки",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:12988:0:0:0:0:0:0:0:10|h[Мундир Звездного зрения]|h|r",
                    name = "Мундир Звездного зрения",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:12994:0:0:0:0:0:0:0:10|h[Рукавицы Торбии]|h|r",
                    name = "Рукавицы Торбии",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13005:0:0:0:0:0:0:0:10|h[Покрывало Эми]|h|r",
                    name = "Покрывало Эми",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:13007:0:0:0:0:0:0:0:10|h[Чаропламенный плащ]|h|r",
                    name = "Чаропламенный плащ",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13008:0:0:0:0:0:0:0:10|h[Ветродольские брюки]|h|r",
                    name = "Ветродольские брюки",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13009:0:0:0:0:0:0:0:10|h[Шкура Коровьего Короля]|h|r",
                    name = "Шкура Коровьего Короля",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13010:0:0:0:0:0:0:0:10|h[Набедренники Снопевца]|h|r",
                    name = "Набедренники Снопевца",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13011:0:0:0:0:0:0:0:10|h[Отделанный серебром пояс]|h|r",
                    name = "Отделанный серебром пояс",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13013:0:0:0:0:0:0:0:10|h[Оплечье старшего волшебника]|h|r",
                    name = "Оплечье старшего волшебника",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13029:0:0:0:0:0:0:0:10|h[Мрачный кристалл]|h|r",
                    name = "Мрачный кристалл",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13030:0:0:0:0:0:0:0:10|h[Кость василиска]|h|r",
                    name = "Кость василиска",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13031:0:0:0:0:0:0:0:10|h[Сфера Мисмантла]|h|r",
                    name = "Сфера Мисмантла",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13066:0:0:0:0:0:0:0:10|h[Наплеч Змееубийцы]|h|r",
                    name = "Наплеч Змееубийцы",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13067:0:0:0:0:0:0:0:10|h[Броня гидролиска]|h|r",
                    name = "Броня гидролиска",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13068:0:0:0:0:0:0:0:10|h[Обсидиановые наголенники]|h|r",
                    name = "Обсидиановые наголенники",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13070:0:0:0:0:0:0:0:10|h[Чешуйчатые сапоги Сапфирона]|h|r",
                    name = "Чешуйчатые сапоги Сапфирона",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13070:929:0:0:0:0:0:0:10|h[Чешуйчатые сапоги Сапфирона]|h|r",
                    name = "Чешуйчатые сапоги Сапфирона",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13072:0:0:0:0:0:0:0:10|h[Рукавицы Каменной хватки]|h|r",
                    name = "Рукавицы Каменной хватки",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13073:0:0:0:0:0:0:0:10|h[Шлем Маг-Тола]|h|r",
                    name = "Шлем Маг-Тола",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13074:0:0:0:0:0:0:0:10|h[Поножи осколка голема]|h|r",
                    name = "Поножи осколка голема",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13075:0:0:0:0:0:0:0:10|h[Набедренники Мрачнокрылого]|h|r",
                    name = "Набедренники Мрачнокрылого",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13076:0:0:0:0:0:0:0:10|h[Наручи истребителя великанов]|h|r",
                    name = "Наручи истребителя великанов",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13077:0:0:0:0:0:0:0:10|h[Ремень Утера]|h|r",
                    name = "Ремень Утера",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13099:0:0:0:0:0:0:0:10|h[Мокасины Белого кролика]|h|r",
                    name = "Мокасины Белого кролика",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13100:0:0:0:0:0:0:0:10|h[Сапоги Фьюрена]|h|r",
                    name = "Сапоги Фьюрена",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13101:0:0:0:0:0:0:0:10|h[Ботинки Волкогонца]|h|r",
                    name = "Ботинки Волкогонца",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13102:0:0:0:0:0:0:0:10|h[Милость Кассандры]|h|r",
                    name = "Милость Кассандры",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13103:0:0:0:0:0:0:0:10|h[Оплечье Ядовитого паука]|h|r",
                    name = "Оплечье Ядовитого паука",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13105:0:0:0:0:0:0:0:10|h[Опоясок Сутарна]|h|r",
                    name = "Опоясок Сутарна",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13106:0:0:0:0:0:0:0:10|h[Светящиеся магические браслеты]|h|r",
                    name = "Светящиеся магические браслеты",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13108:0:0:0:0:0:0:0:10|h[Мантия тигриного прыжка]|h|r",
                    name = "Мантия тигриного прыжка",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13109:0:0:0:0:0:0:0:10|h[Накидка черного пламени]|h|r",
                    name = "Накидка черного пламени",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13111:0:0:0:0:0:0:0:10|h[Сандалии мятежника]|h|r",
                    name = "Сандалии мятежника",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13112:0:0:0:0:0:0:0:10|h[Крылатый шлем]|h|r",
                    name = "Крылатый шлем",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13113:0:0:0:0:0:0:0:10|h[Головной убор Оперенной Луны]|h|r",
                    name = "Головной убор Оперенной Луны",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13115:0:0:0:0:0:0:0:10|h[Оплечье Бараньей стрижки]|h|r",
                    name = "Оплечье Бараньей стрижки",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13116:0:0:0:0:0:0:0:10|h[Наплеч Незримых]|h|r",
                    name = "Наплеч Незримых",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13117:0:0:0:0:0:0:0:10|h[Кушак Огрона]|h|r",
                    name = "Кушак Огрона",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13118:0:0:0:0:0:0:0:10|h[Змеиный кушак]|h|r",
                    name = "Змеиный кушак",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13119:0:0:0:0:0:0:0:10|h[Зачарованные наручи кодо]|h|r",
                    name = "Зачарованные наручи кодо",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13120:0:0:0:0:0:0:0:10|h[Наручи Гневливого]|h|r",
                    name = "Наручи Гневливого",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13121:0:0:0:0:0:0:0:10|h[Крыло дракончика]|h|r",
                    name = "Крыло дракончика",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13122:0:0:0:0:0:0:0:10|h[Накидка черного призрака]|h|r",
                    name = "Накидка черного призрака",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13125:0:0:0:0:0:0:0:10|h[Эльфийские плетеные сапоги]|h|r",
                    name = "Эльфийские плетеные сапоги",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13126:0:0:0:0:0:0:0:10|h[Рукавицы Зовущего битву]|h|r",
                    name = "Рукавицы Зовущего битву",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13128:0:0:0:0:0:0:0:10|h[Шлем Большого Берга]|h|r",
                    name = "Шлем Большого Берга",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13129:0:0:0:0:0:0:0:10|h[Поножи Огненной Гривы]|h|r",
                    name = "Поножи Огненной Гривы",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13130:0:0:0:0:0:0:0:10|h[Набедренники Ветрокрылых]|h|r",
                    name = "Набедренники Ветрокрылых",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13132:0:0:0:0:0:0:0:10|h[Скелетные наплечники]|h|r",
                    name = "Скелетные наплечники",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13133:0:0:0:0:0:0:0:10|h[Эполеты Драконьего огня]|h|r",
                    name = "Эполеты Драконьего огня",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13134:0:0:0:0:0:0:0:10|h[Пояс гладиатора]|h|r",
                    name = "Пояс гладиатора",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13144:0:0:0:0:0:0:0:10|h[Пояс безмятежности]|h|r",
                    name = "Пояс безмятежности",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:15061:0:0:0:0:0:0:0:10|h[Наплечники жизни]|h|r",
                    name = "Наплечники жизни",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:16671:0:0:0:0:0:0:0:10|h[Наручники Стихий]|h|r",
                    name = "Наручники Стихий",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:16671:929:0:0:0:0:0:0:10|h[Наручники Стихий]|h|r",
                    name = "Наручники Стихий",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:16672:0:0:0:0:0:0:0:10|h[Рукавицы Стихий]|h|r",
                    name = "Рукавицы Стихий",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:16673:0:0:0:0:0:0:0:10|h[Шнурованный ремень Стихий]|h|r",
                    name = "Шнурованный ремень Стихий",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:16681:0:0:0:0:0:0:0:10|h[Наручники загонщика]|h|r",
                    name = "Наручники загонщика",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:16684:0:0:0:0:0:0:0:10|h[Перчатки Магистра]|h|r",
                    name = "Перчатки Магистра",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:16685:0:0:0:0:0:0:0:10|h[Пояс Магистра]|h|r",
                    name = "Пояс Магистра",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:16692:0:0:0:0:0:0:0:10|h[Перчатки преданности]|h|r",
                    name = "Перчатки преданности",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:16696:0:0:0:0:0:0:0:10|h[Пояс преданности]|h|r",
                    name = "Пояс преданности",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:16697:0:0:0:0:0:0:0:10|h[Наручи преданности]|h|r",
                    name = "Наручи преданности",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:16702:0:0:0:0:0:0:0:10|h[Пояс Багрового Тумана]|h|r",
                    name = "Пояс Багрового Тумана",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:16703:0:0:0:0:0:0:0:10|h[Наручи Багрового Тумана]|h|r",
                    name = "Наручи Багрового Тумана",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:16705:0:0:0:0:0:0:0:10|h[Повязки Багрового Тумана]|h|r",
                    name = "Повязки Багрового Тумана",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:16710:0:0:0:0:0:0:0:10|h[Наручи незаметности]|h|r",
                    name = "Наручи незаметности",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:16713:0:0:0:0:0:0:0:10|h[Пояс незаметности]|h|r",
                    name = "Пояс незаметности",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:16714:0:0:0:0:0:0:0:10|h[Наручи дикого сердца]|h|r",
                    name = "Наручи дикого сердца",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:16716:0:0:0:0:0:0:0:10|h[Пояс дикого сердца]|h|r",
                    name = "Пояс дикого сердца",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:16717:0:0:0:0:0:0:0:10|h[Перчатки дикого сердца]|h|r",
                    name = "Перчатки дикого сердца",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:16722:0:0:0:0:0:0:0:10|h[Наручи из светлостали]|h|r",
                    name = "Наручи из светлостали",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:16723:0:0:0:0:0:0:0:10|h[Пояс из светлостали]|h|r",
                    name = "Пояс из светлостали",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:16724:0:0:0:0:0:0:0:10|h[Рукавицы из светлостали]|h|r",
                    name = "Рукавицы из светлостали",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:16735:0:0:0:0:0:0:0:10|h[Наручи доблести]|h|r",
                    name = "Наручи доблести",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:17050:0:0:0:0:0:0:0:10|h[Императорские одеяния Чана]|h|r",
                    name = "Императорские одеяния Чана",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:17050:3150:0:0:0:0:0:0:10|h[Императорские одеяния Чана]|h|r",
                    name = "Императорские одеяния Чана",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:1715:0:0:0:0:0:0:0:10|h[Полированная джазерентская броня]|h|r",
                    name = "Полированная джазерентская броня",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:1716:0:0:0:0:0:0:0:10|h[Одеяние мага]|h|r",
                    name = "Одеяние мага",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:1717:0:0:0:0:0:0:0:10|h[Двойной мундир]|h|r",
                    name = "Двойной мундир",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:1718:0:0:0:0:0:0:0:10|h[Штаны из шкуры василиска]|h|r",
                    name = "Штаны из шкуры василиска",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:18238:0:0:0:0:0:0:0:10|h[Тенекожаные перчатки]|h|r",
                    name = "Тенекожаные перчатки",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:18743:0:0:0:0:0:0:0:10|h[Благодатная накидка]|h|r",
                    name = "Благодатная накидка",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:19047:0:0:0:0:0:0:0:10|h[Мудрость Древобрюхов]|h|r",
                    name = "Мудрость Древобрюхов",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:20832:0:0:0:0:0:0:0:10|h[Корона лунной души]|h|r",
                    name = "Корона лунной души",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:2277:0:0:0:0:0:0:0:10|h[Поножи некроманта]|h|r",
                    name = "Поножи некроманта",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:2278:0:0:0:0:0:0:0:10|h[Эполеты лесного следопыта]|h|r",
                    name = "Эполеты лесного следопыта",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:2314:0:0:0:0:0:0:0:10|h[Укрепленный кожаный доспех]|h|r",
                    name = "Укрепленный кожаный доспех",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:2564:0:0:0:0:0:0:0:10|h[Когти эльфийского духа]|h|r",
                    name = "Когти эльфийского духа",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:2721:0:0:0:0:0:0:0:10|h[Святой капюшон]|h|r",
                    name = "Святой капюшон",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:2911:0:0:0:0:0:0:0:10|h[Ремень Келлера]|h|r",
                    name = "Ремень Келлера",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:720:0:0:0:0:0:0:0:10|h[Перчатки буяна]|h|r",
                    name = "Перчатки буяна",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:7760:0:0:0:0:0:0:0:10|h[Килт вождя]|h|r",
                    name = "Килт вождя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:8367:0:0:0:0:0:0:0:10|h[Кираса из чешуи дракона]|h|r",
                    name = "Кираса из чешуи дракона",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:9395:0:0:0:0:0:0:0:10|h[Перчатки Старины]|h|r",
                    name = "Перчатки Старины",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:9402:0:0:0:0:0:0:0:10|h[Сотворенный землей килт]|h|r",
                    name = "Сотворенный землей килт",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:9433:0:0:0:0:0:0:0:10|h[Забытые напульсники]|h|r",
                    name = "Забытые напульсники",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:9434:0:0:0:0:0:0:0:10|h[Облачение стихий]|h|r",
                    name = "Облачение стихий",
                    count = 2,
                },
                {
                    link = "|cffa335ee|Hitem:14551:0:0:0:0:0:0:0:10|h[Боевые рукавицы виртуоза клинка]|h|r",
                    name = "Боевые рукавицы виртуоза клинка",
                    count = 2,
                },
                {
                    link = "|cffa335ee|Hitem:14552:0:0:0:0:0:0:0:10|h[Тюремное наплечье]|h|r",
                    name = "Тюремное наплечье",
                    count = 1,
                },
                {
                    link = "|cffa335ee|Hitem:14553:0:0:0:0:0:0:0:10|h[Кушак милосердия]|h|r",
                    name = "Кушак милосердия",
                    count = 2,
                },
                {
                    link = "|cffa335ee|Hitem:17007:0:0:0:0:0:0:0:10|h[Рукавицы Кам]|h|r",
                    name = "Рукавицы Кам",
                    count = 1,
                },
                {
                    link = "|cffa335ee|Hitem:1981:0:0:0:0:0:0:0:10|h[Кольчужный ледяной жакет]|h|r",
                    name = "Кольчужный ледяной жакет",
                    count = 2,
                },
                {
                    link = "|cffa335ee|Hitem:3075:0:0:0:0:0:0:0:10|h[Глаз Пламени]|h|r",
                    name = "Глаз Пламени",
                    count = 2,
                },
                {
                    link = "|cffa335ee|Hitem:940:0:0:0:0:0:0:0:10|h[Одеяния Прозрения]|h|r",
                    name = "Одеяния Прозрения",
                    count = 2,
                },
            },
        },
        bags = {
            last_update = 1783834824,
            items = {
                {
                    link = "|cff0070dd|Hitem:1121:0:0:0:0:0:0:0:10|h[Рысьи лапы]|h|r",
                    name = "Рысьи лапы",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:12977:0:0:0:0:0:0:0:10|h[Перчатки Волшебного кулака]|h|r",
                    name = "Перчатки Волшебного кулака",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13013:0:0:0:0:0:0:0:10|h[Оплечье старшего волшебника]|h|r",
                    name = "Оплечье старшего волшебника",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13030:0:0:0:0:0:0:0:10|h[Кость василиска]|h|r",
                    name = "Кость василиска",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13031:0:0:0:0:0:0:0:10|h[Сфера Мисмантла]|h|r",
                    name = "Сфера Мисмантла",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13066:0:0:0:0:0:0:0:10|h[Наплеч Змееубийцы]|h|r",
                    name = "Наплеч Змееубийцы",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13071:0:0:0:0:0:0:0:10|h[Латная боевая перчатка Хаку]|h|r",
                    name = "Латная боевая перчатка Хаку",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13073:0:0:0:0:0:0:0:10|h[Шлем Маг-Тола]|h|r",
                    name = "Шлем Маг-Тола",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13110:0:0:0:0:0:0:0:10|h[Портупея волчьего страха]|h|r",
                    name = "Портупея волчьего страха",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13115:0:0:0:0:0:0:0:10|h[Оплечье Бараньей стрижки]|h|r",
                    name = "Оплечье Бараньей стрижки",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13116:0:0:0:0:0:0:0:10|h[Наплеч Незримых]|h|r",
                    name = "Наплеч Незримых",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13118:0:0:0:0:0:0:0:10|h[Змеиный кушак]|h|r",
                    name = "Змеиный кушак",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13126:0:0:0:0:0:0:0:10|h[Рукавицы Зовущего битву]|h|r",
                    name = "Рукавицы Зовущего битву",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13128:0:0:0:0:0:0:0:10|h[Шлем Большого Берга]|h|r",
                    name = "Шлем Большого Берга",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13129:0:0:0:0:0:0:0:10|h[Поножи Огненной Гривы]|h|r",
                    name = "Поножи Огненной Гривы",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13130:0:0:0:0:0:0:0:10|h[Набедренники Ветрокрылых]|h|r",
                    name = "Набедренники Ветрокрылых",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13131:0:0:0:0:0:0:0:10|h[Искрящееся оплечье]|h|r",
                    name = "Искрящееся оплечье",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13132:0:0:0:0:0:0:0:10|h[Скелетные наплечники]|h|r",
                    name = "Скелетные наплечники",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13135:0:0:0:0:0:0:0:10|h[Властные боевые наручи]|h|r",
                    name = "Властные боевые наручи",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13144:0:0:0:0:0:0:0:10|h[Пояс безмятежности]|h|r",
                    name = "Пояс безмятежности",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13145:0:0:0:0:0:0:0:10|h[Огромный огрский пояс]|h|r",
                    name = "Огромный огрский пояс",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:16696:0:0:0:0:0:0:0:10|h[Пояс преданности]|h|r",
                    name = "Пояс преданности",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:16705:0:0:0:0:0:0:0:10|h[Повязки Багрового Тумана]|h|r",
                    name = "Повязки Багрового Тумана",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:16737:0:0:0:0:0:0:0:10|h[Рукавицы доблести]|h|r",
                    name = "Рукавицы доблести",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:1715:0:0:0:0:0:0:0:10|h[Полированная джазерентская броня]|h|r",
                    name = "Полированная джазерентская броня",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:1716:0:0:0:0:0:0:0:10|h[Одеяние мага]|h|r",
                    name = "Одеяние мага",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:20832:0:0:0:0:0:0:0:10|h[Корона лунной души]|h|r",
                    name = "Корона лунной души",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:21774:0:0:0:0:0:0:0:10|h[Изумрудная корона разрушения]|h|r",
                    name = "Изумрудная корона разрушения",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:2276:0:0:0:0:0:0:0:10|h[Сапоги тиноброда]|h|r",
                    name = "Сапоги тиноброда",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:2278:0:0:0:0:0:0:0:10|h[Эполеты лесного следопыта]|h|r",
                    name = "Эполеты лесного следопыта",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:2314:254:0:0:0:0:0:0:10|h[Укрепленный кожаный доспех]|h|r",
                    name = "Укрепленный кожаный доспех",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:2565:0:0:0:0:0:0:0:10|h[Жезл расплавленного огня]|h|r",
                    name = "Жезл расплавленного огня",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:2721:0:0:0:0:0:0:0:10|h[Святой капюшон]|h|r",
                    name = "Святой капюшон",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:2800:0:0:0:0:0:0:0:10|h[Черные бархатные одеяния]|h|r",
                    name = "Черные бархатные одеяния",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:2911:0:0:0:0:0:0:0:10|h[Ремень Келлера]|h|r",
                    name = "Ремень Келлера",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:3020:0:0:0:0:0:0:0:10|h[Шапка терпения]|h|r",
                    name = "Шапка терпения",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:9405:0:0:0:0:0:0:0:10|h[Ремень силы голема]|h|r",
                    name = "Ремень силы голема",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:9435:0:0:0:0:0:0:0:10|h[Решетчатые костяные рукавицы]|h|r",
                    name = "Решетчатые костяные рукавицы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:10329:0:0:0:0:0:0:0:10|h[Алый пояс]|h|r",
                    name = "Алый пояс",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:10331:0:0:0:0:0:0:0:10|h[Алые рукавицы]|h|r",
                    name = "Алые рукавицы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:2620:0:0:0:0:0:0:0:10|h[Капюшон авгура]|h|r",
                    name = "Капюшон авгура",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:6428:0:0:0:0:0:0:0:10|h[Туманные перчатки]|h|r",
                    name = "Туманные перчатки",
                    count = 1,
                },
                {
                    link = "|cffa335ee|Hitem:14549:0:0:0:0:0:0:0:10|h[Сапоги Избежания]|h|r",
                    name = "Сапоги Избежания",
                    count = 1,
                },
                {
                    link = "|cffa335ee|Hitem:17007:0:0:0:0:0:0:0:10|h[Рукавицы Кам]|h|r",
                    name = "Рукавицы Кам",
                    count = 1,
                },
                {
                    link = "|cffa335ee|Hitem:2245:0:0:0:0:0:0:0:10|h[Шлем Нарва]|h|r",
                    name = "Шлем Нарва",
                    count = 1,
                },
                {
                    link = "|cffa335ee|Hitem:867:0:0:0:0:0:0:0:10|h[Перчатки Священной Мощи]|h|r",
                    name = "Перчатки Священной Мощи",
                    count = 1,
                },
            },
        },
    },
    {
        name = "Ювелирная",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-07-12 00:46:13",
        money = 194111,
        empty = 118,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:11302:0:0:0:0:0:0:0:10|h[Сила Утера]|h|r",
                name = "Сила Утера",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:12985:0:0:0:0:0:0:0:10|h[Кольцо защиты]|h|r",
                name = "Кольцо защиты",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:12996:0:0:0:0:0:0:0:10|h[Кольцо очищения]|h|r",
                name = "Кольцо очищения",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13001:0:0:0:0:0:0:0:10|h[Обруч девушки]|h|r",
                name = "Обруч девушки",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:13002:0:0:0:0:0:0:0:10|h[Подвеска леди Ализабет]|h|r",
                name = "Подвеска леди Ализабет",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13084:0:0:0:0:0:0:0:10|h[Калейдоскопическая цепь]|h|r",
                name = "Калейдоскопическая цепь",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13085:0:0:0:0:0:0:0:10|h[Колье Горизонта]|h|r",
                name = "Колье Горизонта",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13087:0:0:0:0:0:0:0:10|h[Колье Ярости Реки]|h|r",
                name = "Колье Ярости Реки",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13088:0:0:0:0:0:0:0:10|h[Оберег Газлова]|h|r",
                name = "Оберег Газлова",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13089:0:0:0:0:0:0:0:10|h[Подвеска Скиби]|h|r",
                name = "Подвеска Скиби",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13091:0:0:0:0:0:0:0:10|h[Медальон главнокомандующего Морриса]|h|r",
                name = "Медальон главнокомандующего Морриса",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13093:0:0:0:0:0:0:0:10|h[Кольцо тлеющих углей]|h|r",
                name = "Кольцо тлеющих углей",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13094:0:0:0:0:0:0:0:10|h[Самоцвет Королевы]|h|r",
                name = "Самоцвет Королевы",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13095:0:0:0:0:0:0:0:10|h[Кольцо штурма]|h|r",
                name = "Кольцо штурма",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:13096:0:0:0:0:0:0:0:10|h[Кольцо жреца]|h|r",
                name = "Кольцо жреца",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:1491:0:0:0:0:0:0:0:10|h[Кольцо точности]|h|r",
                name = "Кольцо точности",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:1713:0:0:0:0:0:0:0:10|h[Крест Жизни]|h|r",
                name = "Крест Жизни",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:1714:0:0:0:0:0:0:0:10|h[Ожерелье Калисеи]|h|r",
                name = "Ожерелье Калисеи",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:20826:0:0:0:0:0:1015:0:10|h[Тяжелое серебряное кольцо со знаком кита]|h|r",
                name = "Тяжелое серебряное кольцо со знаком кита",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:20826:0:0:0:0:0:1743:0:10|h[Тяжелое серебряное кольцо с печатью уклонения]|h|r",
                name = "Тяжелое серебряное кольцо с печатью уклонения",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:20826:0:0:0:0:0:1745:0:10|h[Тяжелое серебряное кольцо с печатью уклонения]|h|r",
                name = "Тяжелое серебряное кольцо с печатью уклонения",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:20826:0:0:0:0:0:507:0:10|h[Тяжелое серебряное кольцо со знаком волка]|h|r",
                name = "Тяжелое серебряное кольцо со знаком волка",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:20826:0:0:0:0:0:760:0:10|h[Тяжелое серебряное кольцо со знаком совы]|h|r",
                name = "Тяжелое серебряное кольцо со знаком совы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:20964:0:0:0:0:0:1114:0:10|h[Аквамариновый перстень со знаком вепря]|h|r",
                name = "Аквамариновый перстень со знаком вепря",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:20964:0:0:0:0:0:774:0:10|h[Аквамариновый перстень со знаком совы]|h|r",
                name = "Аквамариновый перстень со знаком совы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:21768:0:0:0:0:0:1122:0:10|h[Сапфировый перстень со знаком вепря]|h|r",
                name = "Сапфировый перстень со знаком вепря",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:21768:0:0:0:0:0:1124:0:10|h[Сапфировый перстень со знаком вепря]|h|r",
                name = "Сапфировый перстень со знаком вепря",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:21768:0:0:0:0:0:333:0:10|h[Сапфировый перстень с печатью выносливости]|h|r",
                name = "Сапфировый перстень с печатью выносливости",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:21768:0:0:0:0:0:384:0:10|h[Сапфировый перстень со знаком интеллекта]|h|r",
                name = "Сапфировый перстень со знаком интеллекта",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:21768:0:0:0:0:0:445:0:10|h[Сапфировый перстень со знаком сокола]|h|r",
                name = "Сапфировый перстень со знаком сокола",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:21768:0:0:0:0:0:446:0:10|h[Сапфировый перстень со знаком сокола]|h|r",
                name = "Сапфировый перстень со знаком сокола",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:21768:0:0:0:0:0:696:0:10|h[Сапфировый перстень со знаком тигра]|h|r",
                name = "Сапфировый перстень со знаком тигра",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:21768:0:0:0:0:0:781:0:10|h[Сапфировый перстень со знаком совы]|h|r",
                name = "Сапфировый перстень со знаком совы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:2802:0:0:0:0:0:0:0:10|h[Пылающая эмблема]|h|r",
                name = "Пылающая эмблема",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:29157:0:0:0:0:0:0:0:10|h[Золотое кольцо власти]|h|r",
                name = "Золотое кольцо власти",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:2951:0:0:0:0:0:0:0:10|h[Кольцо побегов]|h|r",
                name = "Кольцо побегов",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:30804:0:0:0:0:0:0:0:10|h[Бронзовое кольцо силы]|h|r",
                name = "Бронзовое кольцо силы",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:45627:0:0:0:0:0:0:0:10|h[Амулет проницательности]|h|r",
                name = "Амулет проницательности",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:5266:0:0:0:0:0:0:0:10|h[Око Адегуса]|h|r",
                name = "Око Адегуса",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:7734:0:0:0:0:0:0:0:10|h[Сумка Шести Демонов]|h|r",
                name = "Сумка Шести Демонов",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:11981:0:0:0:0:0:26:0:10|h[Свинцовое кольцо со знаком интеллекта]|h|r",
                name = "Свинцовое кольцо со знаком интеллекта",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11983:0:0:0:0:0:761:0:10|h[Хромовое кольцо со знаком совы]|h|r",
                name = "Хромовое кольцо со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11987:0:0:0:0:0:772:0:10|h[Иридиевый обруч со знаком совы]|h|r",
                name = "Иридиевый обруч со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12001:0:0:0:0:0:1200:0:10|h[Ониксовое кольцо со знаком медведя]|h|r",
                name = "Ониксовое кольцо со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12007:0:0:0:0:0:1742:0:10|h[Кольцо прерий с печатью уклонения]|h|r",
                name = "Кольцо прерий с печатью уклонения",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12008:0:0:0:0:0:592:0:10|h[Кольцо саванны со знаком мартышки]|h|r",
                name = "Кольцо саванны со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12008:0:0:0:0:0:593:0:10|h[Кольцо саванны со знаком мартышки]|h|r",
                name = "Кольцо саванны со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12011:0:0:0:0:0:599:0:10|h[Кольцо леса со знаком мартышки]|h|r",
                name = "Кольцо леса со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12040:0:0:0:0:0:167:0:10|h[Лесная подвеска со знаком ловкости]|h|r",
                name = "Лесная подвеска со знаком ловкости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12042:0:0:0:0:0:514:0:10|h[Болотная цепь со знаком волка]|h|r",
                name = "Болотная цепь со знаком волка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12053:0:0:0:0:0:0:0:10|h[Кольцо из вулканического камня]|h|r",
                name = "Кольцо из вулканического камня",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12055:0:0:0:0:0:0:0:10|h[Кольцо звездной пыли]|h|r",
                name = "Кольцо звездной пыли",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:1996:0:0:0:0:0:0:0:10|h[Кольцо вуду]|h|r",
                name = "Кольцо вуду",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:20820:0:0:0:0:0:0:0:10|h[Простое жемчужное кольцо]|h|r",
                name = "Простое жемчужное кольцо",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:20828:0:0:0:0:0:0:0:10|h[Кольцо сумеречных призраков]|h|r",
                name = "Кольцо сумеречных призраков",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:20830:0:0:0:0:0:0:0:10|h[Амулет Луны]|h|r",
                name = "Амулет Луны",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:20831:0:0:0:0:0:0:0:10|h[Тяжелое золотое ожерелье битвы]|h|r",
                name = "Тяжелое золотое ожерелье битвы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:20833:0:0:0:0:0:0:0:10|h[Гибельное кольцо лунного камня]|h|r",
                name = "Гибельное кольцо лунного камня",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:20906:0:0:0:0:0:0:0:10|h[Оплетенное медное кольцо]|h|r",
                name = "Оплетенное медное кольцо",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:20907:0:0:0:0:0:0:0:10|h[Цельное бронзовое кольцо]|h|r",
                name = "Цельное бронзовое кольцо",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:20955:0:0:0:0:0:0:0:10|h[Кольцо золотого дракона]|h|r",
                name = "Кольцо золотого дракона",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:20958:0:0:0:0:0:0:0:10|h[Пылающее цитриновое кольцо]|h|r",
                name = "Пылающее цитриновое кольцо",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:20959:0:0:0:0:0:0:0:10|h[Нефритовое око]|h|r",
                name = "Нефритовое око",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:20960:0:0:0:0:0:0:0:10|h[Чеканное кольцо из истинного серебра]|h|r",
                name = "Чеканное кольцо из истинного серебра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:20961:0:0:0:0:0:0:0:10|h[Цитриновое кольцо быстрого исцеления]|h|r",
                name = "Цитриновое кольцо быстрого исцеления",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:21755:0:0:0:0:0:0:0:10|h[Аквамариновая подвеска воина]|h|r",
                name = "Аквамариновая подвеска воина",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:21764:0:0:0:0:0:0:0:10|h[Рубиновая подвеска огня]|h|r",
                name = "Рубиновая подвеска огня",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:21765:0:0:0:0:0:0:0:10|h[Целительное кольцо из истинного серебра]|h|r",
                name = "Целительное кольцо из истинного серебра",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:21767:0:0:0:0:0:0:0:10|h[Простое опаловое кольцо]|h|r",
                name = "Простое опаловое кольцо",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:21775:0:0:0:0:0:0:0:10|h[Кольцо нападения]|h|r",
                name = "Кольцо нападения",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:21790:0:0:0:0:0:0:0:10|h[Сапфировая подвеска зимней ночи]|h|r",
                name = "Сапфировая подвеска зимней ночи",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:24074:0:0:0:0:0:0:0:10|h[Кровавое кольцо из оскверненного железа]|h|r",
                name = "Кровавое кольцо из оскверненного железа",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:24075:0:0:0:0:0:0:0:10|h[Золотое кольцо с дренитом]|h|r",
                name = "Золотое кольцо с дренитом",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:24076:0:0:0:0:0:0:0:10|h[Лазурное кольцо из лунного камня]|h|r",
                name = "Лазурное кольцо из лунного камня",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:29159:0:0:0:0:0:0:0:10|h[Светящееся ториевое кольцо]|h|r",
                name = "Светящееся ториевое кольцо",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:29160:0:0:0:0:0:0:0:10|h[Изумрудное кольцо льва]|h|r",
                name = "Изумрудное кольцо льва",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:30422:0:0:0:0:0:0:0:10|h[Бриллиантовое кольцо концентрации]|h|r",
                name = "Бриллиантовое кольцо концентрации",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:5001:0:0:0:0:0:0:0:10|h[Кольцо сердца]|h|r",
                name = "Кольцо сердца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:5009:0:0:0:0:0:0:0:10|h[Кольцо подчинения разума]|h|r",
                name = "Кольцо подчинения разума",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7552:0:0:0:0:0:0:0:10|h[Драгоценность Сокола]|h|r",
                name = "Драгоценность Сокола",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:1315:0:0:0:0:0:0:0:10|h[Гирлянда из лилий]|h|r",
                name = "Гирлянда из лилий",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:1443:0:0:0:0:0:0:0:10|h[Изукрашенный амулет Кайнвин]|h|r",
                name = "Изукрашенный амулет Кайнвин",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:1447:0:0:0:0:0:0:0:10|h[Кольцо спасителей]|h|r",
                name = "Кольцо спасителей",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:1980:0:0:0:0:0:0:0:10|h[Кольцо нижнего мира]|h|r",
                name = "Кольцо нижнего мира",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:2246:0:0:0:0:0:0:0:10|h[Перстень клеврета]|h|r",
                name = "Перстень клеврета",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:833:0:0:0:0:0:0:0:10|h[Жизнекамень]|h|r",
                name = "Жизнекамень",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:942:0:0:0:0:0:0:0:10|h[Кольцо заморозки]|h|r",
                name = "Кольцо заморозки",
                count = 3,
            },
        },
        bank = {
            last_update = 1783806240,
            items = {
                {
                    link = "|cff0070dd|Hitem:12985:0:0:0:0:0:0:0:10|h[Кольцо защиты]|h|r",
                    name = "Кольцо защиты",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:12996:0:0:0:0:0:0:0:10|h[Кольцо очищения]|h|r",
                    name = "Кольцо очищения",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13001:0:0:0:0:0:0:0:10|h[Обруч девушки]|h|r",
                    name = "Обруч девушки",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:13093:0:0:0:0:0:0:0:10|h[Кольцо тлеющих углей]|h|r",
                    name = "Кольцо тлеющих углей",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13094:0:0:0:0:0:0:0:10|h[Самоцвет Королевы]|h|r",
                    name = "Самоцвет Королевы",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13095:0:0:0:0:0:0:0:10|h[Кольцо штурма]|h|r",
                    name = "Кольцо штурма",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:13096:0:0:0:0:0:0:0:10|h[Кольцо жреца]|h|r",
                    name = "Кольцо жреца",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:1491:0:0:0:0:0:0:0:10|h[Кольцо точности]|h|r",
                    name = "Кольцо точности",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:20826:0:0:0:0:0:1015:0:10|h[Тяжелое серебряное кольцо со знаком кита]|h|r",
                    name = "Тяжелое серебряное кольцо со знаком кита",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:20826:0:0:0:0:0:1743:0:10|h[Тяжелое серебряное кольцо с печатью уклонения]|h|r",
                    name = "Тяжелое серебряное кольцо с печатью уклонения",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:20826:0:0:0:0:0:1745:0:10|h[Тяжелое серебряное кольцо с печатью уклонения]|h|r",
                    name = "Тяжелое серебряное кольцо с печатью уклонения",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:20826:0:0:0:0:0:507:0:10|h[Тяжелое серебряное кольцо со знаком волка]|h|r",
                    name = "Тяжелое серебряное кольцо со знаком волка",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:20826:0:0:0:0:0:760:0:10|h[Тяжелое серебряное кольцо со знаком совы]|h|r",
                    name = "Тяжелое серебряное кольцо со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:20964:0:0:0:0:0:1114:0:10|h[Аквамариновый перстень со знаком вепря]|h|r",
                    name = "Аквамариновый перстень со знаком вепря",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:20964:0:0:0:0:0:774:0:10|h[Аквамариновый перстень со знаком совы]|h|r",
                    name = "Аквамариновый перстень со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:21768:0:0:0:0:0:1122:0:10|h[Сапфировый перстень со знаком вепря]|h|r",
                    name = "Сапфировый перстень со знаком вепря",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:21768:0:0:0:0:0:1124:0:10|h[Сапфировый перстень со знаком вепря]|h|r",
                    name = "Сапфировый перстень со знаком вепря",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:21768:0:0:0:0:0:333:0:10|h[Сапфировый перстень с печатью выносливости]|h|r",
                    name = "Сапфировый перстень с печатью выносливости",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:21768:0:0:0:0:0:384:0:10|h[Сапфировый перстень со знаком интеллекта]|h|r",
                    name = "Сапфировый перстень со знаком интеллекта",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:21768:0:0:0:0:0:445:0:10|h[Сапфировый перстень со знаком сокола]|h|r",
                    name = "Сапфировый перстень со знаком сокола",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:21768:0:0:0:0:0:446:0:10|h[Сапфировый перстень со знаком сокола]|h|r",
                    name = "Сапфировый перстень со знаком сокола",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:21768:0:0:0:0:0:696:0:10|h[Сапфировый перстень со знаком тигра]|h|r",
                    name = "Сапфировый перстень со знаком тигра",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:21768:0:0:0:0:0:781:0:10|h[Сапфировый перстень со знаком совы]|h|r",
                    name = "Сапфировый перстень со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:29157:0:0:0:0:0:0:0:10|h[Золотое кольцо власти]|h|r",
                    name = "Золотое кольцо власти",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:2951:0:0:0:0:0:0:0:10|h[Кольцо побегов]|h|r",
                    name = "Кольцо побегов",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:30804:0:0:0:0:0:0:0:10|h[Бронзовое кольцо силы]|h|r",
                    name = "Бронзовое кольцо силы",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:5266:0:0:0:0:0:0:0:10|h[Око Адегуса]|h|r",
                    name = "Око Адегуса",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:11981:0:0:0:0:0:26:0:10|h[Свинцовое кольцо со знаком интеллекта]|h|r",
                    name = "Свинцовое кольцо со знаком интеллекта",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:11983:0:0:0:0:0:761:0:10|h[Хромовое кольцо со знаком совы]|h|r",
                    name = "Хромовое кольцо со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:11987:0:0:0:0:0:772:0:10|h[Иридиевый обруч со знаком совы]|h|r",
                    name = "Иридиевый обруч со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12001:0:0:0:0:0:1200:0:10|h[Ониксовое кольцо со знаком медведя]|h|r",
                    name = "Ониксовое кольцо со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12007:0:0:0:0:0:1742:0:10|h[Кольцо прерий с печатью уклонения]|h|r",
                    name = "Кольцо прерий с печатью уклонения",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12008:0:0:0:0:0:592:0:10|h[Кольцо саванны со знаком мартышки]|h|r",
                    name = "Кольцо саванны со знаком мартышки",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12008:0:0:0:0:0:593:0:10|h[Кольцо саванны со знаком мартышки]|h|r",
                    name = "Кольцо саванны со знаком мартышки",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12011:0:0:0:0:0:599:0:10|h[Кольцо леса со знаком мартышки]|h|r",
                    name = "Кольцо леса со знаком мартышки",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12053:0:0:0:0:0:0:0:10|h[Кольцо из вулканического камня]|h|r",
                    name = "Кольцо из вулканического камня",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12055:0:0:0:0:0:0:0:10|h[Кольцо звездной пыли]|h|r",
                    name = "Кольцо звездной пыли",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:1996:0:0:0:0:0:0:0:10|h[Кольцо вуду]|h|r",
                    name = "Кольцо вуду",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:20820:0:0:0:0:0:0:0:10|h[Простое жемчужное кольцо]|h|r",
                    name = "Простое жемчужное кольцо",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:20828:0:0:0:0:0:0:0:10|h[Кольцо сумеречных призраков]|h|r",
                    name = "Кольцо сумеречных призраков",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:20833:0:0:0:0:0:0:0:10|h[Гибельное кольцо лунного камня]|h|r",
                    name = "Гибельное кольцо лунного камня",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:20906:0:0:0:0:0:0:0:10|h[Оплетенное медное кольцо]|h|r",
                    name = "Оплетенное медное кольцо",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:20907:0:0:0:0:0:0:0:10|h[Цельное бронзовое кольцо]|h|r",
                    name = "Цельное бронзовое кольцо",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:20955:0:0:0:0:0:0:0:10|h[Кольцо золотого дракона]|h|r",
                    name = "Кольцо золотого дракона",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:20958:0:0:0:0:0:0:0:10|h[Пылающее цитриновое кольцо]|h|r",
                    name = "Пылающее цитриновое кольцо",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:20959:0:0:0:0:0:0:0:10|h[Нефритовое око]|h|r",
                    name = "Нефритовое око",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:20960:0:0:0:0:0:0:0:10|h[Чеканное кольцо из истинного серебра]|h|r",
                    name = "Чеканное кольцо из истинного серебра",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:20961:0:0:0:0:0:0:0:10|h[Цитриновое кольцо быстрого исцеления]|h|r",
                    name = "Цитриновое кольцо быстрого исцеления",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:21765:0:0:0:0:0:0:0:10|h[Целительное кольцо из истинного серебра]|h|r",
                    name = "Целительное кольцо из истинного серебра",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:21767:0:0:0:0:0:0:0:10|h[Простое опаловое кольцо]|h|r",
                    name = "Простое опаловое кольцо",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:21775:0:0:0:0:0:0:0:10|h[Кольцо нападения]|h|r",
                    name = "Кольцо нападения",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:24074:0:0:0:0:0:0:0:10|h[Кровавое кольцо из оскверненного железа]|h|r",
                    name = "Кровавое кольцо из оскверненного железа",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:24075:0:0:0:0:0:0:0:10|h[Золотое кольцо с дренитом]|h|r",
                    name = "Золотое кольцо с дренитом",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:24076:0:0:0:0:0:0:0:10|h[Лазурное кольцо из лунного камня]|h|r",
                    name = "Лазурное кольцо из лунного камня",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:29159:0:0:0:0:0:0:0:10|h[Светящееся ториевое кольцо]|h|r",
                    name = "Светящееся ториевое кольцо",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:29160:0:0:0:0:0:0:0:10|h[Изумрудное кольцо льва]|h|r",
                    name = "Изумрудное кольцо льва",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:30422:0:0:0:0:0:0:0:10|h[Бриллиантовое кольцо концентрации]|h|r",
                    name = "Бриллиантовое кольцо концентрации",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:5001:0:0:0:0:0:0:0:10|h[Кольцо сердца]|h|r",
                    name = "Кольцо сердца",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:5009:0:0:0:0:0:0:0:10|h[Кольцо подчинения разума]|h|r",
                    name = "Кольцо подчинения разума",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:7552:0:0:0:0:0:0:0:10|h[Драгоценность Сокола]|h|r",
                    name = "Драгоценность Сокола",
                    count = 1,
                },
                {
                    link = "|cffa335ee|Hitem:1447:0:0:0:0:0:0:0:10|h[Кольцо спасителей]|h|r",
                    name = "Кольцо спасителей",
                    count = 2,
                },
                {
                    link = "|cffa335ee|Hitem:1980:0:0:0:0:0:0:0:10|h[Кольцо нижнего мира]|h|r",
                    name = "Кольцо нижнего мира",
                    count = 1,
                },
                {
                    link = "|cffa335ee|Hitem:2246:0:0:0:0:0:0:0:10|h[Перстень клеврета]|h|r",
                    name = "Перстень клеврета",
                    count = 1,
                },
                {
                    link = "|cffa335ee|Hitem:942:0:0:0:0:0:0:0:10|h[Кольцо заморозки]|h|r",
                    name = "Кольцо заморозки",
                    count = 3,
                },
            },
        },
        bags = {
            last_update = 1783806290,
            items = {
                {
                    link = "|cff0070dd|Hitem:11302:0:0:0:0:0:0:0:10|h[Сила Утера]|h|r",
                    name = "Сила Утера",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13002:0:0:0:0:0:0:0:10|h[Подвеска леди Ализабет]|h|r",
                    name = "Подвеска леди Ализабет",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13084:0:0:0:0:0:0:0:10|h[Калейдоскопическая цепь]|h|r",
                    name = "Калейдоскопическая цепь",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13085:0:0:0:0:0:0:0:10|h[Колье Горизонта]|h|r",
                    name = "Колье Горизонта",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13087:0:0:0:0:0:0:0:10|h[Колье Ярости Реки]|h|r",
                    name = "Колье Ярости Реки",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:13088:0:0:0:0:0:0:0:10|h[Оберег Газлова]|h|r",
                    name = "Оберег Газлова",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13089:0:0:0:0:0:0:0:10|h[Подвеска Скиби]|h|r",
                    name = "Подвеска Скиби",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13091:0:0:0:0:0:0:0:10|h[Медальон главнокомандующего Морриса]|h|r",
                    name = "Медальон главнокомандующего Морриса",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:1713:0:0:0:0:0:0:0:10|h[Крест Жизни]|h|r",
                    name = "Крест Жизни",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:1714:0:0:0:0:0:0:0:10|h[Ожерелье Калисеи]|h|r",
                    name = "Ожерелье Калисеи",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:2802:0:0:0:0:0:0:0:10|h[Пылающая эмблема]|h|r",
                    name = "Пылающая эмблема",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:45627:0:0:0:0:0:0:0:10|h[Амулет проницательности]|h|r",
                    name = "Амулет проницательности",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:7734:0:0:0:0:0:0:0:10|h[Сумка Шести Демонов]|h|r",
                    name = "Сумка Шести Демонов",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:12040:0:0:0:0:0:167:0:10|h[Лесная подвеска со знаком ловкости]|h|r",
                    name = "Лесная подвеска со знаком ловкости",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12042:0:0:0:0:0:514:0:10|h[Болотная цепь со знаком волка]|h|r",
                    name = "Болотная цепь со знаком волка",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:20830:0:0:0:0:0:0:0:10|h[Амулет Луны]|h|r",
                    name = "Амулет Луны",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:20831:0:0:0:0:0:0:0:10|h[Тяжелое золотое ожерелье битвы]|h|r",
                    name = "Тяжелое золотое ожерелье битвы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:21755:0:0:0:0:0:0:0:10|h[Аквамариновая подвеска воина]|h|r",
                    name = "Аквамариновая подвеска воина",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:21764:0:0:0:0:0:0:0:10|h[Рубиновая подвеска огня]|h|r",
                    name = "Рубиновая подвеска огня",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:21790:0:0:0:0:0:0:0:10|h[Сапфировая подвеска зимней ночи]|h|r",
                    name = "Сапфировая подвеска зимней ночи",
                    count = 2,
                },
                {
                    link = "|cffa335ee|Hitem:1315:0:0:0:0:0:0:0:10|h[Гирлянда из лилий]|h|r",
                    name = "Гирлянда из лилий",
                    count = 2,
                },
                {
                    link = "|cffa335ee|Hitem:1443:0:0:0:0:0:0:0:10|h[Изукрашенный амулет Кайнвин]|h|r",
                    name = "Изукрашенный амулет Кайнвин",
                    count = 2,
                },
                {
                    link = "|cffa335ee|Hitem:833:0:0:0:0:0:0:0:10|h[Жизнекамень]|h|r",
                    name = "Жизнекамень",
                    count = 2,
                },
            },
        },
    },
    {
        name = "Сокетная",
        realm = "Proxy Sirus x5 - 3.3.5a+",
        updated_at = "2026-07-03 12:11:45",
        money = 13534,
        empty = 194,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:40012:0:0:0:0:0:0:0:10|h[Сверкающее сияние осени]|h|r",
                name = "Сверкающее сияние осени",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:40023:0:0:0:0:0:0:0:10|h[Изменчивый сумеречный опал]|h|r",
                name = "Изменчивый сумеречный опал",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:40053:0:0:0:0:0:0:0:10|h[Нетронутый императорский топаз]|h|r",
                name = "Нетронутый императорский топаз",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:41339:0:0:0:0:0:0:0:10|h[Стремительный алмаз небесного сияния]|h|r",
                name = "Стремительный алмаз небесного сияния",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:39911:0:0:0:0:0:0:0:10|h[Рунический кровавый камень]|h|r",
                name = "Рунический кровавый камень",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:39919:0:0:0:0:0:0:0:10|h[Цельный кальцедоний]|h|r",
                name = "Цельный кальцедоний",
                count = 10,
            },
            {
                link = "|cff1eff00|Hitem:39974:0:0:0:0:0:0:0:10|h[Зазубренный темный нефрит]|h|r",
                name = "Зазубренный темный нефрит",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:45881:0:0:0:0:0:0:0:10|h[Искрящийся самоцвет бури]|h|r",
                name = "Искрящийся самоцвет бури",
                count = 1,
            },
        },
        bank = {
            last_update = 1783067960,
            items = {
                {
                    link = "|cff0070dd|Hitem:40012:0:0:0:0:0:0:0:10|h[Сверкающее сияние осени]|h|r",
                    name = "Сверкающее сияние осени",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:40023:0:0:0:0:0:0:0:10|h[Изменчивый сумеречный опал]|h|r",
                    name = "Изменчивый сумеречный опал",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:40053:0:0:0:0:0:0:0:10|h[Нетронутый императорский топаз]|h|r",
                    name = "Нетронутый императорский топаз",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:41339:0:0:0:0:0:0:0:10|h[Стремительный алмаз небесного сияния]|h|r",
                    name = "Стремительный алмаз небесного сияния",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:39911:0:0:0:0:0:0:0:10|h[Рунический кровавый камень]|h|r",
                    name = "Рунический кровавый камень",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:39919:0:0:0:0:0:0:0:10|h[Цельный кальцедоний]|h|r",
                    name = "Цельный кальцедоний",
                    count = 10,
                },
                {
                    link = "|cff1eff00|Hitem:39974:0:0:0:0:0:0:0:10|h[Зазубренный темный нефрит]|h|r",
                    name = "Зазубренный темный нефрит",
                    count = 2,
                },
                {
                    link = "|cffa335ee|Hitem:45881:0:0:0:0:0:0:0:10|h[Искрящийся самоцвет бури]|h|r",
                    name = "Искрящийся самоцвет бури",
                    count = 1,
                },
            },
        },
        bags = {
            last_update = 1783067980,
            items = {
            },
        },
    },
}