ItemStorageDB_LastUpdate = 1777957767
ItemStorageDB = {
    {
        name = "Бумажная",
        updated_at = "2026-05-05 08:04:15",
        money = 339404,
        empty = 116,
        location = "Оргриммар",
        items = {
            {
                link = "|cff1eff00|Hitem:45912:0:0:0:0:0:0:0:10|h[Книга познания символов]|h|r",
                name = "Книга познания символов",
                count = 17,
            },
            {
                link = "|cffffffff|Hitem:40896:0:0:0:0:0:0:0:10|h[Символ неистового восстановления]|h|r",
                name = "Символ неистового восстановления",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:40897:0:0:0:0:0:0:0:10|h[Символ трепки]|h|r",
                name = "Символ трепки",
                count = 19,
            },
            {
                link = "|cffffffff|Hitem:40899:0:0:0:0:0:0:0:10|h[Символ рыка]|h|r",
                name = "Символ рыка",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:40900:0:0:0:0:0:0:0:10|h[Символ увечья]|h|r",
                name = "Символ увечья",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:40901:0:0:0:0:0:0:0:10|h[Символ полосования]|h|r",
                name = "Символ полосования",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:40902:0:0:0:0:0:0:0:10|h[Символ разрывания]|h|r",
                name = "Символ разрывания",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:40903:0:0:0:0:0:0:0:10|h[Символ глубокой раны]|h|r",
                name = "Символ глубокой раны",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:40906:0:0:0:0:0:0:0:10|h[Символ быстрого восстановления]|h|r",
                name = "Символ быстрого восстановления",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:40908:0:0:0:0:0:0:0:10|h[Символ озарения]|h|r",
                name = "Символ озарения",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:40912:0:0:0:0:0:0:0:10|h[Символ восстановления]|h|r",
                name = "Символ восстановления",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:40913:0:0:0:0:0:0:0:10|h[Символ омоложения]|h|r",
                name = "Символ омоложения",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:40914:0:0:0:0:0:0:0:10|h[Символ целительного прикосновения]|h|r",
                name = "Символ целительного прикосновения",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:40916:0:0:0:0:0:0:0:10|h[Символ звездного огня]|h|r",
                name = "Символ звездного огня",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:40919:0:0:0:0:0:0:0:10|h[Символ роя насекомых]|h|r",
                name = "Символ роя насекомых",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:40920:0:0:0:0:0:0:0:10|h[Символ грозы]|h|r",
                name = "Символ грозы",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:40921:0:0:0:0:0:0:0:10|h[Символ звездопада]|h|r",
                name = "Символ звездопада",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:40922:0:0:0:0:0:0:0:10|h[Символ гнева]|h|r",
                name = "Символ гнева",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:40923:0:0:0:0:0:0:0:10|h[Символ лунного огня]|h|r",
                name = "Символ лунного огня",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:40924:0:0:0:0:0:0:0:10|h[Символ гнева деревьев]|h|r",
                name = "Символ гнева деревьев",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:41094:0:0:0:0:0:0:0:10|h[Символ печати повиновения]|h|r",
                name = "Символ печати повиновения",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:41095:0:0:0:0:0:0:0:10|h[Символ молота правосудия]|h|r",
                name = "Символ молота правосудия",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:41097:0:0:0:0:0:0:0:10|h[Символ молота гнева]|h|r",
                name = "Символ молота гнева",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:41098:0:0:0:0:0:0:0:10|h[Символ удара воина Света]|h|r",
                name = "Символ удара воина Света",
                count = 21,
            },
            {
                link = "|cffffffff|Hitem:41099:0:0:0:0:0:0:0:10|h[Символ освящения]|h|r",
                name = "Символ освящения",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:41103:0:0:0:0:0:0:0:10|h[Символ экзорцизма]|h|r",
                name = "Символ экзорцизма",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:41104:0:0:0:0:0:0:0:10|h[Символ очищения]|h|r",
                name = "Символ очищения",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:41106:0:0:0:0:0:0:0:10|h[Символ Света небес]|h|r",
                name = "Символ Света небес",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:41518:0:0:0:0:0:0:0:10|h[Символ цепной молнии]|h|r",
                name = "Символ цепной молнии",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:41524:0:0:0:0:0:0:0:10|h[Символ лавы]|h|r",
                name = "Символ лавы",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:41526:0:0:0:0:0:0:0:10|h[Символ шока]|h|r",
                name = "Символ шока",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:41527:0:0:0:0:0:0:0:10|h[Символ оружия жизни земли]|h|r",
                name = "Символ оружия жизни земли",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:41529:0:0:0:0:0:0:0:10|h[Символ тотема элементаля огня]|h|r",
                name = "Символ тотема элементаля огня",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:41530:0:0:0:0:0:0:0:10|h[Символ кольца огня]|h|r",
                name = "Символ кольца огня",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:41531:0:0:0:0:0:0:0:10|h[Символ огненного шока]|h|r",
                name = "Символ огненного шока",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:41532:0:0:0:0:0:0:0:10|h[Символ оружия языка пламени]|h|r",
                name = "Символ оружия языка пламени",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:41533:0:0:0:0:0:0:0:10|h[Символ тотема исцеляющего потока]|h|r",
                name = "Символ тотема исцеляющего потока",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:41534:0:0:0:0:0:0:0:10|h[Символ волны исцеления]|h|r",
                name = "Символ волны исцеления",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:41536:0:0:0:0:0:0:0:10|h[Символ молнии]|h|r",
                name = "Символ молнии",
                count = 24,
            },
            {
                link = "|cffffffff|Hitem:41537:0:0:0:0:0:0:0:10|h[Символ щита молний]|h|r",
                name = "Символ щита молний",
                count = 23,
            },
            {
                link = "|cffffffff|Hitem:41538:0:0:0:0:0:0:0:10|h[Символ тотема прилива маны]|h|r",
                name = "Символ тотема прилива маны",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:41539:0:0:0:0:0:0:0:10|h[Символ удара бури]|h|r",
                name = "Символ удара бури",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:41540:0:0:0:0:0:0:0:10|h[Символ вскипания лавы]|h|r",
                name = "Символ вскипания лавы",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:41541:0:0:0:0:0:0:0:10|h[Символ хозяина вод]|h|r",
                name = "Символ хозяина вод",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:41542:0:0:0:0:0:0:0:10|h[Символ оружия неистовства ветра]|h|r",
                name = "Символ оружия неистовства ветра",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:41547:0:0:0:0:0:0:0:10|h[Символ ледяного шока]|h|r",
                name = "Символ ледяного шока",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42398:0:0:0:0:0:0:0:10|h[Символ ухода в тень]|h|r",
                name = "Символ ухода в тень",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42400:0:0:0:0:0:0:0:10|h[Символ быстрого исцеления]|h|r",
                name = "Символ быстрого исцеления",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:42402:0:0:0:0:0:0:0:10|h[Символ внутреннего огня]|h|r",
                name = "Символ внутреннего огня",
                count = 22,
            },
            {
                link = "|cffffffff|Hitem:42406:0:0:0:0:0:0:0:10|h[Символ Слова Тьмы: Боль]|h|r",
                name = "Символ Слова Тьмы: Боль",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42407:0:0:0:0:0:0:0:10|h[Символ Тьмы]|h|r",
                name = "Символ Тьмы",
                count = 15,
            },
            {
                link = "|cffffffff|Hitem:42408:0:0:0:0:0:0:0:10|h[Символ слова силы: Щит]|h|r",
                name = "Символ слова силы: Щит",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:42411:0:0:0:0:0:0:0:10|h[Символ обновления]|h|r",
                name = "Символ обновления",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:42414:0:0:0:0:0:0:0:10|h[Символ слова Тьмы: Смерть]|h|r",
                name = "Символ слова Тьмы: Смерть",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42415:0:0:0:0:0:0:0:10|h[Символ пытки разума]|h|r",
                name = "Символ пытки разума",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:42453:0:0:0:0:0:0:0:10|h[Символ испепеления]|h|r",
                name = "Символ испепеления",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:42454:0:0:0:0:0:0:0:10|h[Символ поджигания]|h|r",
                name = "Символ поджигания",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42455:0:0:0:0:0:0:0:10|h[Символ порчи]|h|r",
                name = "Символ порчи",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:42456:0:0:0:0:0:0:0:10|h[Символ проклятия агонии]|h|r",
                name = "Символ проклятия агонии",
                count = 19,
            },
            {
                link = "|cffffffff|Hitem:42459:0:0:0:0:0:0:0:10|h[Символ стража Скверны]|h|r",
                name = "Символ стража Скверны",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:42460:0:0:0:0:0:0:0:10|h[Символ охотника Скверны]|h|r",
                name = "Символ охотника Скверны",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:42461:0:0:0:0:0:0:0:10|h[Символ канала здоровья]|h|r",
                name = "Символ канала здоровья",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42462:0:0:0:0:0:0:0:10|h[Символ камня здоровья]|h|r",
                name = "Символ камня здоровья",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42463:0:0:0:0:0:0:0:10|h[Символ воя ужаса]|h|r",
                name = "Символ воя ужаса",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42464:0:0:0:0:0:0:0:10|h[Символ жертвенного огня]|h|r",
                name = "Символ жертвенного огня",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:42465:0:0:0:0:0:0:0:10|h[Символ беса]|h|r",
                name = "Символ беса",
                count = 25,
            },
            {
                link = "|cffffffff|Hitem:42466:0:0:0:0:0:0:0:10|h[Символ жгучей боли]|h|r",
                name = "Символ жгучей боли",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42467:0:0:0:0:0:0:0:10|h[Символ стрелы Тьмы]|h|r",
                name = "Символ стрелы Тьмы",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:42468:0:0:0:0:0:0:0:10|h[Символ ожога Тьмы]|h|r",
                name = "Символ ожога Тьмы",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42469:0:0:0:0:0:0:0:10|h[Символ вытягивания жизни]|h|r",
                name = "Символ вытягивания жизни",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42472:0:0:0:0:0:0:0:10|h[Символ нестабильного колдовства]|h|r",
                name = "Символ нестабильного колдовства",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:42473:0:0:0:0:0:0:0:10|h[Символ демона Бездны]|h|r",
                name = "Символ демона Бездны",
                count = 15,
            },
            {
                link = "|cffffffff|Hitem:42734:0:0:0:0:0:0:0:10|h[Символ чародейского взрыва]|h|r",
                name = "Символ чародейского взрыва",
                count = 18,
            },
            {
                link = "|cffffffff|Hitem:42735:0:0:0:0:0:0:0:10|h[Символ чародейских стрел]|h|r",
                name = "Символ чародейских стрел",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:42736:0:0:0:0:0:0:0:10|h[Символ мощи тайной магии]|h|r",
                name = "Символ мощи тайной магии",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42737:0:0:0:0:0:0:0:10|h[Символ скачка]|h|r",
                name = "Символ скачка",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:42738:0:0:0:0:0:0:0:10|h[Символ прилива сил]|h|r",
                name = "Символ прилива сил",
                count = 22,
            },
            {
                link = "|cffffffff|Hitem:42739:0:0:0:0:0:0:0:10|h[Символ огненного шара]|h|r",
                name = "Символ огненного шара",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42740:0:0:0:0:0:0:0:10|h[Символ огненного взрыва]|h|r",
                name = "Символ огненного взрыва",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42741:0:0:0:0:0:0:0:10|h[Символ кольца льда]|h|r",
                name = "Символ кольца льда",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:42743:0:0:0:0:0:0:0:10|h[Символ ледяного доспеха]|h|r",
                name = "Символ ледяного доспеха",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:42744:0:0:0:0:0:0:0:10|h[Символ ледяной глыбы]|h|r",
                name = "Символ ледяной глыбы",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:42745:0:0:0:0:0:0:0:10|h[Символ ледяного копья]|h|r",
                name = "Символ ледяного копья",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:42747:0:0:0:0:0:0:0:10|h[Символ ожога]|h|r",
                name = "Символ ожога",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:42748:0:0:0:0:0:0:0:10|h[Символ невидимости]|h|r",
                name = "Символ невидимости",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:42749:0:0:0:0:0:0:0:10|h[Символ магического доспеха]|h|r",
                name = "Символ магического доспеха",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42750:0:0:0:0:0:0:0:10|h[Символ самоцвета маны]|h|r",
                name = "Символ самоцвета маны",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42751:0:0:0:0:0:0:0:10|h[Символ раскаленного доспеха]|h|r",
                name = "Символ раскаленного доспеха",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:42754:0:0:0:0:0:0:0:10|h[Символ элементаля воды]|h|r",
                name = "Символ элементаля воды",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42897:0:0:0:0:0:0:0:10|h[Символ прицельного выстрела]|h|r",
                name = "Символ прицельного выстрела",
                count = 17,
            },
            {
                link = "|cffffffff|Hitem:42898:0:0:0:0:0:0:0:10|h[Символ чародейского выстрела]|h|r",
                name = "Символ чародейского выстрела",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:42899:0:0:0:0:0:0:0:10|h[Символ духа зверя]|h|r",
                name = "Символ духа зверя",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42900:0:0:0:0:0:0:0:10|h[Символ лечения]|h|r",
                name = "Символ лечения",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42901:0:0:0:0:0:0:0:10|h[Символ духа гадюки]|h|r",
                name = "Символ духа гадюки",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:42902:0:0:0:0:0:0:0:10|h[Символ звериного гнева]|h|r",
                name = "Символ звериного гнева",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42904:0:0:0:0:0:0:0:10|h[Символ отрыва]|h|r",
                name = "Символ отрыва",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:42905:0:0:0:0:0:0:0:10|h[Символ замораживающей ловушки]|h|r",
                name = "Символ замораживающей ловушки",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42906:0:0:0:0:0:0:0:10|h[Символ ледяной ловушки]|h|r",
                name = "Символ ледяной ловушки",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42907:0:0:0:0:0:0:0:10|h[Символ метки охотника]|h|r",
                name = "Символ метки охотника",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:42909:0:0:0:0:0:0:0:10|h[Символ ястреба]|h|r",
                name = "Символ ястреба",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:42910:0:0:0:0:0:0:0:10|h[Символ залпа]|h|r",
                name = "Символ залпа",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42911:0:0:0:0:0:0:0:10|h[Символ быстрой стрельбы]|h|r",
                name = "Символ быстрой стрельбы",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:42912:0:0:0:0:0:0:0:10|h[Символ укуса змеи]|h|r",
                name = "Символ укуса змеи",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:42914:0:0:0:0:0:0:0:10|h[Символ верного выстрела]|h|r",
                name = "Символ верного выстрела",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42915:0:0:0:0:0:0:0:10|h[Символ ауры меткого выстрела]|h|r",
                name = "Символ ауры меткого выстрела",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42916:0:0:0:0:0:0:0:10|h[Символ града стрел]|h|r",
                name = "Символ града стрел",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42917:0:0:0:0:0:0:0:10|h[Символ укуса виверны]|h|r",
                name = "Символ укуса виверны",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42954:0:0:0:0:0:0:0:10|h[Символ выброса адреналина]|h|r",
                name = "Символ выброса адреналина",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42955:0:0:0:0:0:0:0:10|h[Символ внезапного удара]|h|r",
                name = "Символ внезапного удара",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:42956:0:0:0:0:0:0:0:10|h[Символ удара в спину]|h|r",
                name = "Символ удара в спину",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42957:0:0:0:0:0:0:0:10|h[Символ шквала клинков]|h|r",
                name = "Символ шквала клинков",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42958:0:0:0:0:0:0:0:10|h[Символ калечащего яда]|h|r",
                name = "Символ калечащего яда",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:42960:0:0:0:0:0:0:0:10|h[Символ ускользания]|h|r",
                name = "Символ ускользания",
                count = 21,
            },
            {
                link = "|cffffffff|Hitem:42961:0:0:0:0:0:0:0:10|h[Символ потрошения]|h|r",
                name = "Символ потрошения",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:42964:0:0:0:0:0:0:0:10|h[Символ гарроты]|h|r",
                name = "Символ гарроты",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:42965:0:0:0:0:0:0:0:10|h[Символ призрачного удара]|h|r",
                name = "Символ призрачного удара",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42966:0:0:0:0:0:0:0:10|h[Символ парализующего удара]|h|r",
                name = "Символ парализующего удара",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:42967:0:0:0:0:0:0:0:10|h[Символ кровоизлияния]|h|r",
                name = "Символ кровоизлияния",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:42969:0:0:0:0:0:0:0:10|h[Символ рваной раны]|h|r",
                name = "Символ рваной раны",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42970:0:0:0:0:0:0:0:10|h[Символ ошеломления]|h|r",
                name = "Символ ошеломления",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42971:0:0:0:0:0:0:0:10|h[Символ неутомимости]|h|r",
                name = "Символ неутомимости",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42972:0:0:0:0:0:0:0:10|h[Символ коварного удара]|h|r",
                name = "Символ коварного удара",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:42973:0:0:0:0:0:0:0:10|h[Символ мясорубки]|h|r",
                name = "Символ мясорубки",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42974:0:0:0:0:0:0:0:10|h[Символ спринта]|h|r",
                name = "Символ спринта",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:43316:0:0:0:0:0:0:0:10|h[Символ водного облика]|h|r",
                name = "Символ водного облика",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:43332:0:0:0:0:0:0:0:10|h[Символ шипов]|h|r",
                name = "Символ шипов",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:43334:0:0:0:0:0:0:0:10|h[Символ вызывающего рева]|h|r",
                name = "Символ вызывающего рева",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43335:0:0:0:0:0:0:0:10|h[Символ дикой природы]|h|r",
                name = "Символ дикой природы",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43338:0:0:0:0:0:0:0:10|h[Символ воскрешения питомца]|h|r",
                name = "Символ воскрешения питомца",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:43339:0:0:0:0:0:0:0:10|h[Символ чародейского интеллекта]|h|r",
                name = "Символ чародейского интеллекта",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43340:0:0:0:0:0:0:0:10|h[Символ благословения могущества]|h|r",
                name = "Символ благословения могущества",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:43343:0:0:0:0:0:0:0:10|h[Символ обшаривания карманов]|h|r",
                name = "Символ обшаривания карманов",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:43344:0:0:0:0:0:0:0:10|h[Символ подводного дыхания]|h|r",
                name = "Символ подводного дыхания",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43350:0:0:0:0:0:0:0:10|h[Символ лечения питомца]|h|r",
                name = "Символ лечения питомца",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:43351:0:0:0:0:0:0:0:10|h[Символ ложной смерти]|h|r",
                name = "Символ ложной смерти",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43359:0:0:0:0:0:0:0:10|h[Символ морозного доспеха]|h|r",
                name = "Символ морозного доспеха",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:43361:0:0:0:0:0:0:0:10|h[Символ пингвина]|h|r",
                name = "Символ пингвина",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43364:0:0:0:0:0:0:0:10|h[Символ замедленного падения]|h|r",
                name = "Символ замедленного падения",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:43365:0:0:0:0:0:0:0:10|h[Символ благословения королей]|h|r",
                name = "Символ благословения королей",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:43366:0:0:0:0:0:0:0:10|h[Символ благословения мудрости]|h|r",
                name = "Символ благословения мудрости",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:43367:0:0:0:0:0:0:0:10|h[Символ возложения рук]|h|r",
                name = "Символ возложения рук",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:43368:0:0:0:0:0:0:0:10|h[Символ чутья на нежить]|h|r",
                name = "Символ чутья на нежить",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:43370:0:0:0:0:0:0:0:10|h[Символ левитации]|h|r",
                name = "Символ левитации",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:43377:0:0:0:0:0:0:0:10|h[Символ взлома]|h|r",
                name = "Символ взлома",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:43378:0:0:0:0:0:0:0:10|h[Символ безопасного падения]|h|r",
                name = "Символ безопасного падения",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:43379:0:0:0:0:0:0:0:10|h[Символ огромной скорости]|h|r",
                name = "Символ огромной скорости",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43380:0:0:0:0:0:0:0:10|h[Символ исчезновения]|h|r",
                name = "Символ исчезновения",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:43381:0:0:0:0:0:0:0:10|h[Символ астрального возвращения]|h|r",
                name = "Символ астрального возвращения",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:43386:0:0:0:0:0:0:0:10|h[Символ водного щита]|h|r",
                name = "Символ водного щита",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43388:0:0:0:0:0:0:0:10|h[Символ хождения по воде]|h|r",
                name = "Символ хождения по воде",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43389:0:0:0:0:0:0:0:10|h[Символ бесконечного дыхания]|h|r",
                name = "Символ бесконечного дыхания",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:43390:0:0:0:0:0:0:0:10|h[Символ похищения души]|h|r",
                name = "Символ похищения души",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:43391:0:0:0:0:0:0:0:10|h[Символ Килрогга]|h|r",
                name = "Символ Килрогга",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43393:0:0:0:0:0:0:0:10|h[Символ порабощения демона]|h|r",
                name = "Символ порабощения демона",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43395:0:0:0:0:0:0:0:10|h[Символ боевого крика]|h|r",
                name = "Символ боевого крика",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:43396:0:0:0:0:0:0:0:10|h[Символ кровавой ярости]|h|r",
                name = "Символ кровавой ярости",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:43397:0:0:0:0:0:0:0:10|h[Символ рывка]|h|r",
                name = "Символ рывка",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43398:0:0:0:0:0:0:0:10|h[Символ дразнящего удара]|h|r",
                name = "Символ дразнящего удара",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43399:0:0:0:0:0:0:0:10|h[Символ удара грома]|h|r",
                name = "Символ удара грома",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:43400:0:0:0:0:0:0:0:10|h[Символ неоспоримой победы]|h|r",
                name = "Символ неоспоримой победы",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43412:0:0:0:0:0:0:0:10|h[Символ кровожадности]|h|r",
                name = "Символ кровожадности",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43413:0:0:0:0:0:0:0:10|h[Символ стремительного рывка]|h|r",
                name = "Символ стремительного рывка",
                count = 18,
            },
            {
                link = "|cffffffff|Hitem:43414:0:0:0:0:0:0:0:10|h[Символ рассечения]|h|r",
                name = "Символ рассечения",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:43415:0:0:0:0:0:0:0:10|h[Символ сокрушения]|h|r",
                name = "Символ сокрушения",
                count = 19,
            },
            {
                link = "|cffffffff|Hitem:43416:0:0:0:0:0:0:0:10|h[Символ казни]|h|r",
                name = "Символ казни",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43417:0:0:0:0:0:0:0:10|h[Символ подрезанного сухожилия]|h|r",
                name = "Символ подрезанного сухожилия",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43418:0:0:0:0:0:0:0:10|h[Символ удара героя]|h|r",
                name = "Символ удара героя",
                count = 18,
            },
            {
                link = "|cffffffff|Hitem:43419:0:0:0:0:0:0:0:10|h[Символ вмешательства]|h|r",
                name = "Символ вмешательства",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43420:0:0:0:0:0:0:0:10|h[Символ вульгарных оскорблений]|h|r",
                name = "Символ вульгарных оскорблений",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:43421:0:0:0:0:0:0:0:10|h[Символ смертельного удара]|h|r",
                name = "Символ смертельного удара",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:43422:0:0:0:0:0:0:0:10|h[Символ превосходства]|h|r",
                name = "Символ превосходства",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:43423:0:0:0:0:0:0:0:10|h[Символ кровопускания]|h|r",
                name = "Символ кровопускания",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43424:0:0:0:0:0:0:0:10|h[Символ реванша]|h|r",
                name = "Символ реванша",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:43425:0:0:0:0:0:0:0:10|h[Символ блокирования]|h|r",
                name = "Символ блокирования",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:43426:0:0:0:0:0:0:0:10|h[Символ отчаянной защиты]|h|r",
                name = "Символ отчаянной защиты",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43427:0:0:0:0:0:0:0:10|h[Символ раскола брони]|h|r",
                name = "Символ раскола брони",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:43428:0:0:0:0:0:0:0:10|h[Символ размашистого удара]|h|r",
                name = "Символ размашистого удара",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:43429:0:0:0:0:0:0:0:10|h[Символ провокации]|h|r",
                name = "Символ провокации",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:43430:0:0:0:0:0:0:0:10|h[Символ грохочущей мощи]|h|r",
                name = "Символ грохочущей мощи",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43431:0:0:0:0:0:0:0:10|h[Символ победного ража]|h|r",
                name = "Символ победного ража",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:43432:0:0:0:0:0:0:0:10|h[Символ вихря]|h|r",
                name = "Символ вихря",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:43674:0:0:0:0:0:0:0:10|h[Символ порыва]|h|r",
                name = "Символ порыва",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43725:0:0:0:0:0:0:0:10|h[Символ призрачного волка]|h|r",
                name = "Символ призрачного волка",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43868:0:0:0:0:0:0:0:10|h[Символ печати праведности]|h|r",
                name = "Символ печати праведности",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:43869:0:0:0:0:0:0:0:10|h[Символ печати отмщения]|h|r",
                name = "Символ печати отмщения",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:44922:0:0:0:0:0:0:0:10|h[Символ тайфуна]|h|r",
                name = "Символ тайфуна",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:44923:0:0:0:0:0:0:0:10|h[Символ грома и молнии]|h|r",
                name = "Символ грома и молнии",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:44928:0:0:0:0:0:0:0:10|h[Символ фокусирования]|h|r",
                name = "Символ фокусирования",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:44955:0:0:0:0:0:0:0:10|h[Символ чародейской вспышки]|h|r",
                name = "Символ чародейской вспышки",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:45601:0:0:0:0:0:0:0:10|h[Символ берсерка]|h|r",
                name = "Символ берсерка",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:45602:0:0:0:0:0:0:0:10|h[Символ буйного роста]|h|r",
                name = "Символ буйного роста",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45604:0:0:0:0:0:0:0:10|h[Символ дикого рева]|h|r",
                name = "Символ дикого рева",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:45623:0:0:0:0:0:0:0:10|h[Символ дубовой кожи]|h|r",
                name = "Символ дубовой кожи",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45625:0:0:0:0:0:0:0:10|h[Символ выстрела химеры]|h|r",
                name = "Символ выстрела химеры",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45732:0:0:0:0:0:0:0:10|h[Символ убийственного выстрела]|h|r",
                name = "Символ убийственного выстрела",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:45734:0:0:0:0:0:0:0:10|h[Символ дезориентирующего выстрела]|h|r",
                name = "Символ дезориентирующего выстрела",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45738:0:0:0:0:0:0:0:10|h[Символ чародейского обстрела]|h|r",
                name = "Символ чародейского обстрела",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:45742:0:0:0:0:0:0:0:10|h[Символ молота праведника]|h|r",
                name = "Символ молота праведника",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45743:0:0:0:0:0:0:0:10|h[Символ божественной бури]|h|r",
                name = "Символ божественной бури",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:45745:0:0:0:0:0:0:0:10|h[Символ святой клятвы]|h|r",
                name = "Символ святой клятвы",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:45753:0:0:0:0:0:0:0:10|h[Символ слияния с Тьмой]|h|r",
                name = "Символ слияния с Тьмой",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45761:0:0:0:0:0:0:0:10|h[Символ жажды убийства]|h|r",
                name = "Символ жажды убийства",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45762:0:0:0:0:0:0:0:10|h[Символ череды убийств]|h|r",
                name = "Символ череды убийств",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45768:0:0:0:0:0:0:0:10|h[Символ расправы]|h|r",
                name = "Символ расправы",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45769:0:0:0:0:0:0:0:10|h[Символ плаща Теней]|h|r",
                name = "Символ плаща Теней",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45770:0:0:0:0:0:0:0:10|h[Символ грома]|h|r",
                name = "Символ грома",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45771:0:0:0:0:0:0:0:10|h[Символ духа дикого волка]|h|r",
                name = "Символ духа дикого волка",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45775:0:0:0:0:0:0:0:10|h[Символ щита земли]|h|r",
                name = "Символ щита земли",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:45776:0:0:0:0:0:0:0:10|h[Символ тотема гнева]|h|r",
                name = "Символ тотема гнева",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45778:0:0:0:0:0:0:0:10|h[Символ тотема каменного когтя]|h|r",
                name = "Символ тотема каменного когтя",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:45780:0:0:0:0:0:0:0:10|h[Символ метаморфозы]|h|r",
                name = "Символ метаморфозы",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45781:0:0:0:0:0:0:0:10|h[Символ стрелы Хаоса]|h|r",
                name = "Символ стрелы Хаоса",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45785:0:0:0:0:0:0:0:10|h[Символ жизнеотвода]|h|r",
                name = "Символ жизнеотвода",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:45790:0:0:0:0:0:0:0:10|h[Символ вихря клинков]|h|r",
                name = "Символ вихря клинков",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:45792:0:0:0:0:0:0:0:10|h[Символ ударной волны]|h|r",
                name = "Символ ударной волны",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:45793:0:0:0:0:0:0:0:10|h[Символ бдительности]|h|r",
                name = "Символ бдительности",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45794:0:0:0:0:0:0:0:10|h[Символ безудержного восстановления]|h|r",
                name = "Символ безудержного восстановления",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45795:0:0:0:0:0:0:0:10|h[Символ отражения заклинания]|h|r",
                name = "Символ отражения заклинания",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45797:0:0:0:0:0:0:0:10|h[Символ глухой обороны]|h|r",
                name = "Символ глухой обороны",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:46372:0:0:0:0:0:0:0:10|h[Символ инстинкта выживания]|h|r",
                name = "Символ инстинкта выживания",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:48720:0:0:0:0:0:0:0:10|h[Символ когтя]|h|r",
                name = "Символ когтя",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:49084:0:0:0:0:0:0:0:10|h[Символ властности]|h|r",
                name = "Символ властности",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:50045:0:0:0:0:0:0:0:10|h[Символ извечной воды]|h|r",
                name = "Символ извечной воды",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:50077:0:0:0:0:0:0:0:10|h[Символ быстрого разложения]|h|r",
                name = "Символ быстрого разложения",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:50125:0:0:0:0:0:0:0:10|h[Символ стремительного омоложения]|h|r",
                name = "Символ стремительного омоложения",
                count = 5,
            },
        },
    },
    {
        name = "Дробяшка",
        updated_at = "2026-05-04 22:36:07",
        money = 92710,
        empty = 100,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:1203:0:0:0:0:0:0:0:10|h[Эгида Штормграда]|h|r",
                name = "Эгида Штормграда",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:12976:0:0:0:0:0:0:0:10|h[Клинок Многоглаза]|h|r",
                name = "Клинок Многоглаза",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13079:0:0:0:0:0:0:0:10|h[Щит Торсена]|h|r",
                name = "Щит Торсена",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13081:0:0:0:0:0:0:0:10|h[Копейный щит Черепа]|h|r",
                name = "Копейный щит Черепа",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13082:0:0:0:0:0:0:0:10|h[Кулачный щит Горного склона]|h|r",
                name = "Кулачный щит Горного склона",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13083:0:0:0:0:0:0:0:10|h[Фамильный щит Гарреттов]|h|r",
                name = "Фамильный щит Гарреттов",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:2236:0:0:0:0:0:0:0:10|h[Черный клык]|h|r",
                name = "Черный клык",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:2879:0:0:0:0:0:0:0:10|h[Жезл антиподов]|h|r",
                name = "Жезл антиподов",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:4696:0:0:0:0:0:0:0:10|h[Лапидийская пинта Пьющего Прибой]|h|r",
                name = "Лапидийская пинта Пьющего Прибой",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:5423:0:0:0:0:0:0:0:10|h[Клык Боана]|h|r",
                name = "Клык Боана",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:791:0:0:0:0:0:0:0:10|h[Корявый ясеневый посох]|h|r",
                name = "Корявый ясеневый посох",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:935:0:0:0:0:0:0:0:10|h[Короткий меч Ночного Дозора]|h|r",
                name = "Короткий меч Ночного Дозора",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:1664:0:0:0:0:0:0:0:10|h[Жезл усиления заклинаний]|h|r",
                name = "Жезл усиления заклинаний",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:5540:0:0:0:0:0:0:0:10|h[Кинжал с жемчужной рукояткой]|h|r",
                name = "Кинжал с жемчужной рукояткой",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:1168:0:0:0:0:0:0:0:10|h[Щит пылающего черепа]|h|r",
                name = "Щит пылающего черепа",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:1169:0:0:0:0:0:0:0:10|h[Черночерепный щит]|h|r",
                name = "Черночерепный щит",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:1979:0:0:0:0:0:0:0:10|h[Стена мертвых]|h|r",
                name = "Стена мертвых",
                count = 2,
            },
        },
    },
    {
        name = "Дробящая",
        updated_at = "2026-05-04 17:09:06",
        money = 158410,
        empty = 163,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:23199:0:0:0:0:0:0:0:10|h[Тотем бури]|h|r",
                name = "Тотем бури",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:23203:0:0:0:0:0:0:0:10|h[Манускрипт страсти]|h|r",
                name = "Манускрипт страсти",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31134:0:0:0:0:0:0:0:10|h[Клинок невезения]|h|r",
                name = "Клинок невезения",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31139:0:0:0:0:0:0:0:10|h[Боевая перчатка расплаты]|h|r",
                name = "Боевая перчатка расплаты",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31142:0:0:0:0:0:0:0:10|h[Клинок обретенного знания]|h|r",
                name = "Клинок обретенного знания",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31153:0:0:0:0:0:0:0:10|h[Топор Легиона]|h|r",
                name = "Топор Легиона",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31186:0:0:0:0:0:0:0:10|h[Посох дремы Браксиса]|h|r",
                name = "Посох дремы Браксиса",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31193:0:0:0:0:0:0:0:10|h[Клинок Неутолимой Жажды]|h|r",
                name = "Клинок Неутолимой Жажды",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31204:0:0:0:0:0:0:0:10|h[Ружье-клинок]|h|r",
                name = "Ружье-клинок",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:31287:1128:0:0:0:0:0:0:10|h[Щит дренейского отважного стража]|h|r",
                name = "Щит дренейского отважного стража",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31292:0:0:0:0:0:0:0:10|h[Хрустальный вибрирующий щит]|h|r",
                name = "Хрустальный вибрирующий щит",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31303:0:0:0:0:0:0:0:10|h[Длинный лук Валаноса]|h|r",
                name = "Длинный лук Валаноса",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37747:1128:0:0:0:0:0:0:10|h[Благотворный оплот]|h|r",
                name = "Благотворный оплот",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37749:20242:0:0:0:0:0:0:10|h[Ударные когти]|h|r",
                name = "Ударные когти",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37802:20242:0:0:0:0:0:0:10|h[Острие Эланора]|h|r",
                name = "Острие Эланора",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37803:20322:0:0:0:0:0:0:10|h[Животворная ветвь Лолы]|h|r",
                name = "Животворная ветвь Лолы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37804:0:0:0:0:0:0:0:10|h[Большой посох из кровавого дерева]|h|r",
                name = "Большой посох из кровавого дерева",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37805:0:0:0:0:0:0:0:10|h[Величественный скипетр Мелии]|h|r",
                name = "Величественный скипетр Мелии",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37807:0:0:0:0:0:0:0:10|h[Заостренный мечелом Линдии]|h|r",
                name = "Заостренный мечелом Линдии",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37808:0:0:0:0:0:0:0:10|h[Драконий зубодробитель]|h|r",
                name = "Драконий зубодробитель",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37809:0:0:0:0:0:0:0:10|h[Длинный лук с перьями руха]|h|r",
                name = "Длинный лук с перьями руха",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:37810:0:0:0:0:0:0:0:10|h[Оплот-мечелом]|h|r",
                name = "Оплот-мечелом",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37811:0:0:0:0:0:0:0:10|h[Увещеватель капитана Карвера]|h|r",
                name = "Увещеватель капитана Карвера",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:37812:0:0:0:0:0:0:0:10|h[Сокрушитель из окаменелого железного дерева]|h|r",
                name = "Сокрушитель из окаменелого железного дерева",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37813:0:0:0:0:0:0:0:10|h[Знамерез]|h|r",
                name = "Знамерез",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37817:0:0:0:0:0:0:0:10|h[Ветвь отложенной казни]|h|r",
                name = "Ветвь отложенной казни",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37824:0:0:0:0:0:0:0:10|h[Рунический драконий жезл Гвинета]|h|r",
                name = "Рунический драконий жезл Гвинета",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:43666:0:0:0:0:0:0:0:10|h[Фолиант адского огня]|h|r",
                name = "Фолиант адского огня",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:43667:0:0:0:0:0:0:0:10|h[Книга хитрых советов]|h|r",
                name = "Книга хитрых советов",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44505:20242:0:0:0:0:0:0:10|h[Повергатель]|h|r",
                name = "Повергатель",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:49227:0:0:0:0:0:-88:56:10|h[Клык Сколла с меткой предсказателя]|h|r",
                name = "Клык Сколла с меткой предсказателя",
                count = 1,
            },
        },
    },
    {
        name = "Запределька",
        updated_at = "2026-05-04 17:08:30",
        money = 13629,
        empty = 77,
        location = "Оргриммар",
        items = {
            {
                link = "|cff1eff00|Hitem:25087:0:0:0:0:0:-36:21:10|h[Кровоточащее Око с меткой волшебника]|h|r",
                name = "Кровоточащее Око с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25088:0:0:0:0:0:-39:22:10|h[Сфера Веселого Черепа с меткой заклинателя]|h|r",
                name = "Сфера Веселого Черепа с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25143:0:0:0:0:0:-17:16:10|h[Серебряный ручной клинок со знаком силы]|h|r",
                name = "Серебряный ручной клинок со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25170:0:0:0:0:0:-14:37:10|h[Посох Раттан Бо со знаком тигра]|h|r",
                name = "Посох Раттан Бо со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25170:0:0:0:0:0:-41:37:10|h[Посох Раттан Бо с меткой зверя]|h|r",
                name = "Посох Раттан Бо с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25171:0:0:0:0:0:-7:38:10|h[Крепкий посох из твердого дерева со знаком медведя]|h|r",
                name = "Крепкий посох из твердого дерева со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25185:0:0:0:0:0:-39:16:10|h[Клинок молотильщика с меткой заклинателя]|h|r",
                name = "Клинок молотильщика с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25185:0:0:0:0:0:-41:16:10|h[Клинок молотильщика с меткой зверя]|h|r",
                name = "Клинок молотильщика с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25186:0:0:0:0:0:-40:17:10|h[Вампирическая ручная коса с меткой преступника]|h|r",
                name = "Вампирическая ручная коса с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25200:0:0:0:0:0:-18:17:10|h[Зазубренный широкий топор со знаком ловкости]|h|r",
                name = "Зазубренный широкий топор со знаком ловкости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25215:0:0:0:0:0:-43:41:10|h[Шипастый боевой топор с меткой солдата]|h|r",
                name = "Шипастый боевой топор с меткой солдата",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25227:0:0:0:0:0:-14:38:10|h[Длинное копье Ша'тар со знаком тигра]|h|r",
                name = "Длинное копье Ша'тар со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25229:0:0:0:0:0:-41:41:10|h[Длинный протазан с меткой зверя]|h|r",
                name = "Длинный протазан с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25240:0:0:0:0:0:-45:12:10|h[Азеротский длинный лук с меткой победителя]|h|r",
                name = "Азеротский длинный лук с меткой победителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25241:0:0:0:0:0:-18:12:10|h[Длинный лук Ясеневого леса со знаком ловкости]|h|r",
                name = "Длинный лук Ясеневого леса со знаком ловкости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25254:0:0:0:0:0:-40:12:10|h[Арбалет башни с меткой преступника]|h|r",
                name = "Арбалет башни с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25254:0:0:0:0:0:-41:12:10|h[Арбалет башни с меткой зверя]|h|r",
                name = "Арбалет башни с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25255:0:0:0:0:0:-14:12:10|h[Арбалет лобового штурма со знаком тигра]|h|r",
                name = "Арбалет лобового штурма со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25255:0:0:0:0:0:-40:12:10|h[Арбалет лобового штурма с меткой преступника]|h|r",
                name = "Арбалет лобового штурма с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25255:0:0:0:0:0:-45:12:10|h[Арбалет лобового штурма с меткой победителя]|h|r",
                name = "Арбалет лобового штурма с меткой победителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25257:0:0:0:0:0:-13:13:10|h[Цитадельский арбалет со знаком волка]|h|r",
                name = "Цитадельский арбалет со знаком волка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25257:0:0:0:0:0:-7:13:10|h[Цитадельский арбалет со знаком медведя]|h|r",
                name = "Цитадельский арбалет со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25270:0:0:0:0:0:-40:12:10|h[Штурмовая винтовка гномов с меткой преступника]|h|r",
                name = "Штурмовая винтовка гномов с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25271:0:0:0:0:0:-40:13:10|h[Винтовка охотника на крокодилов с меткой преступника]|h|r",
                name = "Винтовка охотника на крокодилов с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25296:0:0:0:0:0:-44:15:10|h[Кинжал поглощения с меткой старца]|h|r",
                name = "Кинжал поглощения с меткой старца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25297:0:0:0:0:0:-44:16:10|h[Отрегулированный нож с меткой старца]|h|r",
                name = "Отрегулированный нож с меткой старца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25310:0:0:0:0:0:-44:15:10|h[Легкая палица наару с меткой старца]|h|r",
                name = "Легкая палица наару с меткой старца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25310:0:0:0:0:0:-6:15:10|h[Легкая палица наару со знаком орла]|h|r",
                name = "Легкая палица наару со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25324:0:0:0:0:0:-7:37:10|h[Гневный посох со знаком медведя]|h|r",
                name = "Гневный посох со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:25325:0:0:0:0:0:-14:38:10|h[Грубый шрамодел со знаком тигра]|h|r",
                name = "Грубый шрамодел со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:28534:0:0:0:0:0:-17:13:10|h[Дротик, обмакнутый в скверну со знаком силы]|h|r",
                name = "Дротик, обмакнутый в скверну со знаком силы",
                count = 1,
            },
        },
    },
    {
        name = "Извечка",
        updated_at = "2026-05-04 22:13:42",
        money = 9680,
        empty = 86,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:36784:0:0:0:0:0:0:0:10|h[Слеза Сирены]|h|r",
                name = "Слеза Сирены",
                count = 19,
            },
            {
                link = "|cff1eff00|Hitem:13926:0:0:0:0:0:0:0:10|h[Золотая жемчужина]|h|r",
                name = "Золотая жемчужина",
                count = 134,
            },
            {
                link = "|cff1eff00|Hitem:24478:0:0:0:0:0:0:0:10|h[Жемчужина джаггала]|h|r",
                name = "Жемчужина джаггала",
                count = 6,
            },
            {
                link = "|cff1eff00|Hitem:24479:0:0:0:0:0:0:0:10|h[Сумрачная жемчужина]|h|r",
                name = "Сумрачная жемчужина",
                count = 10,
            },
            {
                link = "|cff1eff00|Hitem:36783:0:0:0:0:0:0:0:10|h[Жемчужина Северного моря]|h|r",
                name = "Жемчужина Северного моря",
                count = 28,
            },
            {
                link = "|cff1eff00|Hitem:5498:0:0:0:0:0:0:0:10|h[Маленькая блестящая жемчужина]|h|r",
                name = "Маленькая блестящая жемчужина",
                count = 100,
            },
            {
                link = "|cff1eff00|Hitem:5500:0:0:0:0:0:0:0:10|h[Радужная жемчужина]|h|r",
                name = "Радужная жемчужина",
                count = 59,
            },
            {
                link = "|cff1eff00|Hitem:7971:0:0:0:0:0:0:0:10|h[Черная жемчужина]|h|r",
                name = "Черная жемчужина",
                count = 48,
            },
            {
                link = "|cffffffff|Hitem:9262:0:0:0:0:0:0:0:10|h[Черный купорос]|h|r",
                name = "Черный купорос",
                count = 90,
            },
        },
    },
    {
        name = "Инженерная",
        updated_at = "2026-05-03 23:57:22",
        money = 16160,
        empty = 149,
        location = "Оргриммар",
        items = {
            {
                link = "|cffffffff|Hitem:10498:0:0:0:0:0:0:0:10|h[Шлицевой гироинструмент]|h|r",
                name = "Шлицевой гироинструмент",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:10505:0:0:0:0:0:0:0:10|h[Твердое взрывчатое вещество]|h|r",
                name = "Твердое взрывчатое вещество",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:10558:0:0:0:0:0:0:0:10|h[Золотое силовое ядро]|h|r",
                name = "Золотое силовое ядро",
                count = 68,
            },
            {
                link = "|cffffffff|Hitem:10559:0:0:0:0:0:0:0:10|h[Мифриловая труба]|h|r",
                name = "Мифриловая труба",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:10560:0:0:0:0:0:0:0:10|h[Нестабильное пусковое устройство]|h|r",
                name = "Нестабильное пусковое устройство",
                count = 34,
            },
            {
                link = "|cffffffff|Hitem:15992:0:0:0:0:0:0:0:10|h[Концентрированное взрывчатое вещество]|h|r",
                name = "Концентрированное взрывчатое вещество",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:15994:0:0:0:0:0:0:0:10|h[Ториевое устройство]|h|r",
                name = "Ториевое устройство",
                count = 58,
            },
            {
                link = "|cffffffff|Hitem:16000:0:0:0:0:0:0:0:10|h[Ториевая труба]|h|r",
                name = "Ториевая труба",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:18631:0:0:0:0:0:0:0:10|h[Преобразователь истинного серебра]|h|r",
                name = "Преобразователь истинного серебра",
                count = 30,
            },
            {
                link = "|cffffffff|Hitem:23737:0:0:0:0:0:0:0:10|h[Адамантитовая граната]|h|r",
                name = "Адамантитовая граната",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:23781:0:0:0:0:0:0:0:10|h[Взрывчатое вещество стихий]|h|r",
                name = "Взрывчатое вещество стихий",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:23782:0:0:0:0:0:0:0:10|h[Обшивка из оскверненного железа]|h|r",
                name = "Обшивка из оскверненного железа",
                count = 36,
            },
            {
                link = "|cffffffff|Hitem:23783:0:0:0:0:0:0:0:10|h[Горсть винтов из оскверненного железа]|h|r",
                name = "Горсть винтов из оскверненного железа",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:23784:0:0:0:0:0:0:0:10|h[Адамантитовая рамка]|h|r",
                name = "Адамантитовая рамка",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:23785:0:0:0:0:0:0:0:10|h[Труба из закаленного адамантита]|h|r",
                name = "Труба из закаленного адамантита",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:2880:0:0:0:0:0:0:0:10|h[Слабый плавень]|h|r",
                name = "Слабый плавень",
                count = 56,
            },
            {
                link = "|cffffffff|Hitem:39681:0:0:0:0:0:0:0:10|h[Пригоршня кобальтовых болтов]|h|r",
                name = "Пригоршня кобальтовых болтов",
                count = 24,
            },
            {
                link = "|cffffffff|Hitem:39683:0:0:0:0:0:0:0:10|h[Труба из ледяной стали]|h|r",
                name = "Труба из ледяной стали",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:39690:0:0:0:0:0:0:0:10|h[Неустойчивый детонатор]|h|r",
                name = "Неустойчивый детонатор",
                count = 18,
            },
            {
                link = "|cffffffff|Hitem:40772:0:0:0:0:0:0:0:10|h[Гномский армейский нож]|h|r",
                name = "Гномский армейский нож",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:40892:0:0:0:0:0:0:0:10|h[Кирка-молот]|h|r",
                name = "Кирка-молот",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:40893:0:0:0:0:0:0:0:10|h[Заостренная кирка]|h|r",
                name = "Заостренная кирка",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:4357:0:0:0:0:0:0:0:10|h[Грубое взрывчатое вещество]|h|r",
                name = "Грубое взрывчатое вещество",
                count = 256,
            },
            {
                link = "|cffffffff|Hitem:4359:0:0:0:0:0:0:0:10|h[Горсть медных винтов]|h|r",
                name = "Горсть медных винтов",
                count = 42,
            },
            {
                link = "|cffffffff|Hitem:4361:0:0:0:0:0:0:0:10|h[Медная труба]|h|r",
                name = "Медная труба",
                count = 47,
            },
            {
                link = "|cffffffff|Hitem:4363:0:0:0:0:0:0:0:10|h[Медный регулятор]|h|r",
                name = "Медный регулятор",
                count = 28,
            },
            {
                link = "|cffffffff|Hitem:4371:0:0:0:0:0:0:0:10|h[Бронзовая трубка]|h|r",
                name = "Бронзовая трубка",
                count = 21,
            },
            {
                link = "|cffffffff|Hitem:4375:0:0:0:0:0:0:0:10|h[Трещащий бронзовый механизм]|h|r",
                name = "Трещащий бронзовый механизм",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:4377:0:0:0:0:0:0:0:10|h[Тяжелое взрывчатое вещество]|h|r",
                name = "Тяжелое взрывчатое вещество",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:4382:0:0:0:0:0:0:0:10|h[Бронзовый каркас]|h|r",
                name = "Бронзовый каркас",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:4387:0:0:0:0:0:0:0:10|h[Железная балка]|h|r",
                name = "Железная балка",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:4399:0:0:0:0:0:0:0:10|h[Деревянный приклад]|h|r",
                name = "Деревянный приклад",
                count = 30,
            },
            {
                link = "|cffffffff|Hitem:4404:0:0:0:0:0:0:0:10|h[Серебряный контакт]|h|r",
                name = "Серебряный контакт",
                count = 100,
            },
            {
                link = "|cffffffff|Hitem:7191:0:0:0:0:0:0:0:10|h[Кабельная система с плавкими предохранителями]|h|r",
                name = "Кабельная система с плавкими предохранителями",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:814:0:0:0:0:0:0:0:10|h[Бурдюк с маслом]|h|r",
                name = "Бурдюк с маслом",
                count = 4,
            },
        },
    },
    {
        name = "Каменюшка",
        updated_at = "2026-05-04 22:25:46",
        money = 82572,
        empty = 53,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:36930:0:0:0:0:0:0:0:10|h[Императорский топаз]|h|r",
                name = "Императорский топаз",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:36933:0:0:0:0:0:0:0:10|h[Лесной изумруд]|h|r",
                name = "Лесной изумруд",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:40012:0:0:0:0:0:0:0:10|h[Сверкающее сияние осени]|h|r",
                name = "Сверкающее сияние осени",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:40023:0:0:0:0:0:0:0:10|h[Изменчивый сумеречный опал]|h|r",
                name = "Изменчивый сумеречный опал",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:40053:0:0:0:0:0:0:0:10|h[Нетронутый императорский топаз]|h|r",
                name = "Нетронутый императорский топаз",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:41339:0:0:0:0:0:0:0:10|h[Стремительный алмаз небесного сияния]|h|r",
                name = "Стремительный алмаз небесного сияния",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:41611:0:0:0:0:0:0:0:10|h[Извечная поясная пряжка]|h|r",
                name = "Извечная поясная пряжка",
                count = 4,
            },
            {
                link = "|cff1eff00|Hitem:39911:0:0:0:0:0:0:0:10|h[Рунический кровавый камень]|h|r",
                name = "Рунический кровавый камень",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:39919:0:0:0:0:0:0:0:10|h[Цельный кальцедоний]|h|r",
                name = "Цельный кальцедоний",
                count = 12,
            },
            {
                link = "|cff1eff00|Hitem:39974:0:0:0:0:0:0:0:10|h[Зазубренный темный нефрит]|h|r",
                name = "Зазубренный темный нефрит",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:41976:0:0:0:0:0:0:0:10|h[Титановая цепь для оружия]|h|r",
                name = "Титановая цепь для оружия",
                count = 10,
            },
            {
                link = "|cff1eff00|Hitem:42500:0:0:0:0:0:0:0:10|h[Титановый шип для щита]|h|r",
                name = "Титановый шип для щита",
                count = 9,
            },
            {
                link = "|cff1eff00|Hitem:7967:0:0:0:0:0:0:0:10|h[Мифриловый шип для щита]|h|r",
                name = "Мифриловый шип для щита",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:7969:0:0:0:0:0:0:0:10|h[Мифриловые шпоры]|h|r",
                name = "Мифриловые шпоры",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:45881:0:0:0:0:0:0:0:10|h[Искрящийся самоцвет бури]|h|r",
                name = "Искрящийся самоцвет бури",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:12404:0:0:0:0:0:0:0:10|h[Массивное точило]|h|r",
                name = "Массивное точило",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:23528:0:0:0:0:0:0:0:10|h[Точило Скверны]|h|r",
                name = "Точило Скверны",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:28420:0:0:0:0:0:0:0:10|h[Грузило Скверны]|h|r",
                name = "Грузило Скверны",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:2871:0:0:0:0:0:0:0:10|h[Тяжелое точило]|h|r",
                name = "Тяжелое точило",
                count = 35,
            },
            {
                link = "|cffffffff|Hitem:3240:0:0:0:0:0:0:0:10|h[Зернистое грузило]|h|r",
                name = "Зернистое грузило",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:6042:0:0:0:0:0:0:0:10|h[Железный шип для щита]|h|r",
                name = "Железный шип для щита",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:6043:0:0:0:0:0:0:0:10|h[Железный противовес]|h|r",
                name = "Железный противовес",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:7964:0:0:0:0:0:0:0:10|h[Твердое точило]|h|r",
                name = "Твердое точило",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:7965:0:0:0:0:0:0:0:10|h[Твердое грузило]|h|r",
                name = "Твердое грузило",
                count = 30,
            },
        },
    },
    {
        name = "Карточка",
        updated_at = "2026-05-03 11:21:08",
        money = 2404282,
        empty = 134,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:19230:0:0:0:0:0:0:0:10|h[Двойка из колоды Зверей]|h|r",
                name = "Двойка из колоды Зверей",
                count = 7,
            },
            {
                link = "|cff0070dd|Hitem:19231:0:0:0:0:0:0:0:10|h[Тройка из колоды Зверей]|h|r",
                name = "Тройка из колоды Зверей",
                count = 7,
            },
            {
                link = "|cff0070dd|Hitem:19232:0:0:0:0:0:0:0:10|h[Четверка из колоды Зверей]|h|r",
                name = "Четверка из колоды Зверей",
                count = 12,
            },
            {
                link = "|cff0070dd|Hitem:19233:0:0:0:0:0:0:0:10|h[Пятерка из колоды Зверей]|h|r",
                name = "Пятерка из колоды Зверей",
                count = 7,
            },
            {
                link = "|cff0070dd|Hitem:19234:0:0:0:0:0:0:0:10|h[Шестерка из колоды Зверей]|h|r",
                name = "Шестерка из колоды Зверей",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:19235:0:0:0:0:0:0:0:10|h[Семерка из колоды Зверей]|h|r",
                name = "Семерка из колоды Зверей",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:19236:0:0:0:0:0:0:0:10|h[Восьмерка из колоды Зверей]|h|r",
                name = "Восьмерка из колоды Зверей",
                count = 6,
            },
            {
                link = "|cff0070dd|Hitem:19259:0:0:0:0:0:0:0:10|h[Двойка из колоды Полководцев]|h|r",
                name = "Двойка из колоды Полководцев",
                count = 8,
            },
            {
                link = "|cff0070dd|Hitem:19260:0:0:0:0:0:0:0:10|h[Тройка из колоды Полководцев]|h|r",
                name = "Тройка из колоды Полководцев",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:19261:0:0:0:0:0:0:0:10|h[Четверка из колоды Полководцев]|h|r",
                name = "Четверка из колоды Полководцев",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:19262:0:0:0:0:0:0:0:10|h[Пятерка из колоды Полководцев]|h|r",
                name = "Пятерка из колоды Полководцев",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:19263:0:0:0:0:0:0:0:10|h[Шестерка из колоды Полководцев]|h|r",
                name = "Шестерка из колоды Полководцев",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:19265:0:0:0:0:0:0:0:10|h[Восьмерка из колоды Полководцев]|h|r",
                name = "Восьмерка из колоды Полководцев",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:19269:0:0:0:0:0:0:0:10|h[Двойка из колоды Элементалей]|h|r",
                name = "Двойка из колоды Элементалей",
                count = 11,
            },
            {
                link = "|cff0070dd|Hitem:19270:0:0:0:0:0:0:0:10|h[Тройка из колоды Элементалей]|h|r",
                name = "Тройка из колоды Элементалей",
                count = 8,
            },
            {
                link = "|cff0070dd|Hitem:19271:0:0:0:0:0:0:0:10|h[Четверка из колоды Элементалей]|h|r",
                name = "Четверка из колоды Элементалей",
                count = 13,
            },
            {
                link = "|cff0070dd|Hitem:19272:0:0:0:0:0:0:0:10|h[Пятерка из колоды Элементалей]|h|r",
                name = "Пятерка из колоды Элементалей",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:19273:0:0:0:0:0:0:0:10|h[Шестерка из колоды Элементалей]|h|r",
                name = "Шестерка из колоды Элементалей",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:19274:0:0:0:0:0:0:0:10|h[Семерка из колоды Элементалей]|h|r",
                name = "Семерка из колоды Элементалей",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:19275:0:0:0:0:0:0:0:10|h[Восьмерка из колоды Элементалей]|h|r",
                name = "Восьмерка из колоды Элементалей",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:19278:0:0:0:0:0:0:0:10|h[Двойка из колоды Порталов]|h|r",
                name = "Двойка из колоды Порталов",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:19279:0:0:0:0:0:0:0:10|h[Тройка из колоды Порталов]|h|r",
                name = "Тройка из колоды Порталов",
                count = 6,
            },
            {
                link = "|cff0070dd|Hitem:19280:0:0:0:0:0:0:0:10|h[Четверка из колоды Порталов]|h|r",
                name = "Четверка из колоды Порталов",
                count = 7,
            },
            {
                link = "|cff0070dd|Hitem:19281:0:0:0:0:0:0:0:10|h[Пятерка из колоды Порталов]|h|r",
                name = "Пятерка из колоды Порталов",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:19282:0:0:0:0:0:0:0:10|h[Шестерка из колоды Порталов]|h|r",
                name = "Шестерка из колоды Порталов",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:19284:0:0:0:0:0:0:0:10|h[Восьмерка из колоды Порталов]|h|r",
                name = "Восьмерка из колоды Порталов",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:37164:0:0:0:0:0:0:0:10|h[Колода Мечей]|h|r",
                name = "Колода Мечей",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:44148:0:0:0:0:0:0:0:10|h[Колода Магов]|h|r",
                name = "Колода Магов",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:44158:0:0:0:0:0:0:0:10|h[Колода Демонов]|h|r",
                name = "Колода Демонов",
                count = 7,
            },
            {
                link = "|cff1eff00|Hitem:37163:0:0:0:0:0:0:0:10|h[Колода Разбойников]|h|r",
                name = "Колода Разбойников",
                count = 4,
            },
            {
                link = "|cffa335ee|Hitem:19288:0:0:0:0:0:0:0:10|h[Карта Новолуния: Синий Дракон]|h|r",
                name = "Карта Новолуния: Синий Дракон",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:19290:0:0:0:0:0:0:0:10|h[Карта Новолуния: Круговерть Пустоты]|h|r",
                name = "Карта Новолуния: Круговерть Пустоты",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:37140:0:0:0:0:0:0:0:10|h[Туз из колоды Разбойников]|h|r",
                name = "Туз из колоды Разбойников",
                count = 28,
            },
            {
                link = "|cffffffff|Hitem:37143:0:0:0:0:0:0:0:10|h[Двойка из колоды Разбойников]|h|r",
                name = "Двойка из колоды Разбойников",
                count = 35,
            },
            {
                link = "|cffffffff|Hitem:37145:0:0:0:0:0:0:0:10|h[Туз из колоды Мечей]|h|r",
                name = "Туз из колоды Мечей",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:37147:0:0:0:0:0:0:0:10|h[Двойка из колоды Мечей]|h|r",
                name = "Двойка из колоды Мечей",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:37160:0:0:0:0:0:0:0:10|h[Четверка из колоды Мечей]|h|r",
                name = "Четверка из колоды Мечей",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:44143:0:0:0:0:0:0:0:10|h[Туз из колоды Демонов]|h|r",
                name = "Туз из колоды Демонов",
                count = 34,
            },
            {
                link = "|cffffffff|Hitem:44145:0:0:0:0:0:0:0:10|h[Тройка колоды Магов]|h|r",
                name = "Тройка колоды Магов",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:44146:0:0:0:0:0:0:0:10|h[Четверка из колоды Магов]|h|r",
                name = "Четверка из колоды Магов",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:44147:0:0:0:0:0:0:0:10|h[Пятерка из колоды Магов]|h|r",
                name = "Пятерка из колоды Магов",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:44154:0:0:0:0:0:0:0:10|h[Двойка колоды Демонов]|h|r",
                name = "Двойка колоды Демонов",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:44155:0:0:0:0:0:0:0:10|h[Тройка колоды Демонов]|h|r",
                name = "Тройка колоды Демонов",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:44156:0:0:0:0:0:0:0:10|h[Четверка из колоды Демонов]|h|r",
                name = "Четверка из колоды Демонов",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:44157:0:0:0:0:0:0:0:10|h[Пятерка из колоды Демонов]|h|r",
                name = "Пятерка из колоды Демонов",
                count = 23,
            },
            {
                link = "|cffffffff|Hitem:44165:0:0:0:0:0:0:0:10|h[Туз из колоды Магов]|h|r",
                name = "Туз из колоды Магов",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:6265:0:0:0:0:0:0:0:10|h[Осколок души]|h|r",
                name = "Осколок души",
                count = 32,
            },
        },
    },
    {
        name = "Кожистая",
        updated_at = "2026-05-04 22:15:50",
        money = 306084,
        empty = 132,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:29533:0:0:0:0:0:0:0:10|h[Накладки для поножей из кожи кобры]|h|r",
                name = "Накладки для поножей из кожи кобры",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:29534:0:0:0:0:0:0:0:10|h[Накладки для поножей из шкуры копытня]|h|r",
                name = "Накладки для поножей из шкуры копытня",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:38372:0:0:0:0:0:0:0:10|h[Нерубские накладки для поножей]|h|r",
                name = "Нерубские накладки для поножей",
                count = 9,
            },
            {
                link = "|cff1eff00|Hitem:34207:0:0:0:0:0:0:0:10|h[Упрочнения для перчаток]|h|r",
                name = "Упрочнения для перчаток",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:38376:0:0:0:0:0:0:0:10|h[Накладки из толстой борейской кожи]|h|r",
                name = "Накладки из толстой борейской кожи",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:15564:0:0:0:0:0:0:0:10|h[Накладки из грубой кожи]|h|r",
                name = "Накладки из грубой кожи",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:17056:0:0:0:0:0:0:0:10|h[Легкое перышко]|h|r",
                name = "Легкое перышко",
                count = 26,
            },
            {
                link = "|cffffffff|Hitem:18512:0:0:0:0:0:0:0:10|h[Ларвальная кислота]|h|r",
                name = "Ларвальная кислота",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:2304:0:0:0:0:0:0:0:10|h[Накладки из тонкой кожи]|h|r",
                name = "Накладки из тонкой кожи",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:2313:0:0:0:0:0:0:0:10|h[Накладки из жесткой кожи]|h|r",
                name = "Накладки из жесткой кожи",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:2320:0:0:0:0:0:0:0:10|h[Грубая нить]|h|r",
                name = "Грубая нить",
                count = 24,
            },
            {
                link = "|cffffffff|Hitem:2321:0:0:0:0:0:0:0:10|h[Тонкая нить]|h|r",
                name = "Тонкая нить",
                count = 18,
            },
            {
                link = "|cffffffff|Hitem:25650:0:0:0:0:0:0:0:10|h[Накладки из узловатой кожи]|h|r",
                name = "Накладки из узловатой кожи",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:34330:0:0:0:0:0:0:0:10|h[Накладки из толстой узловатой кожи]|h|r",
                name = "Накладки из толстой узловатой кожи",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:38375:0:0:0:0:0:0:0:10|h[Накладки из борейской кожи]|h|r",
                name = "Накладки из борейской кожи",
                count = 18,
            },
            {
                link = "|cffffffff|Hitem:4265:0:0:0:0:0:0:0:10|h[Накладки из толстой кожи]|h|r",
                name = "Накладки из толстой кожи",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:5373:0:0:0:0:0:0:0:10|h[Талисман на удачу]|h|r",
                name = "Талисман на удачу",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:8150:0:0:0:0:0:0:0:10|h[Глубокоскальная соль]|h|r",
                name = "Глубокоскальная соль",
                count = 102,
            },
            {
                link = "|cffffffff|Hitem:8173:0:0:0:0:0:0:0:10|h[Накладки из плотной кожи]|h|r",
                name = "Накладки из плотной кожи",
                count = 7,
            },
        },
    },
    {
        name = "Колбасная",
        updated_at = "2026-05-03 11:24:08",
        money = 0,
        empty = 196,
        location = "Оргриммар",
        items = {
            {
                link = "|cffffffff|Hitem:12210:0:0:0:0:0:0:0:10|h[Жареный ящер]|h|r",
                name = "Жареный ящер",
                count = 30,
            },
            {
                link = "|cffffffff|Hitem:13927:0:0:0:0:0:0:0:10|h[Мощь-рыба в кляре]|h|r",
                name = "Мощь-рыба в кляре",
                count = 65,
            },
            {
                link = "|cffffffff|Hitem:18045:0:0:0:0:0:0:0:10|h[Нежный стейк из волчатины]|h|r",
                name = "Нежный стейк из волчатины",
                count = 19,
            },
            {
                link = "|cffffffff|Hitem:20452:0:0:0:0:0:0:0:10|h[Копченые пустынные клецки]|h|r",
                name = "Копченые пустынные клецки",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:27655:0:0:0:0:0:0:0:10|h[Сосиска из мяса опустошителя]|h|r",
                name = "Сосиска из мяса опустошителя",
                count = 37,
            },
            {
                link = "|cffffffff|Hitem:27656:0:0:0:0:0:0:0:10|h[Закуска спорлингов]|h|r",
                name = "Закуска спорлингов",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:27659:0:0:0:0:0:0:0:10|h[Котлета из прыгуаны]|h|r",
                name = "Котлета из прыгуаны",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:27666:0:0:0:0:0:0:0:10|h[Палочки из золотой рыбки]|h|r",
                name = "Палочки из золотой рыбки",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:34749:0:0:0:0:0:0:0:10|h[Стейк из черпорога]|h|r",
                name = "Стейк из черпорога",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:3665:0:0:0:0:0:0:0:10|h[Невероятно вкусный омлет]|h|r",
                name = "Невероятно вкусный омлет",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:3685:0:0:0:0:0:0:0:10|h[Яйцо ящера]|h|r",
                name = "Яйцо ящера",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:3726:0:0:0:0:0:0:0:10|h[Большой медвежий стейк]|h|r",
                name = "Большой медвежий стейк",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:42942:0:0:0:0:0:0:0:10|h[Печеный морской дьявол]|h|r",
                name = "Печеный морской дьявол",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:43268:0:0:0:0:0:0:0:10|h[Даларанская похлебка из моллюсков]|h|r",
                name = "Даларанская похлебка из моллюсков",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:5477:0:0:0:0:0:0:0:10|h[Похлебка из долгонога]|h|r",
                name = "Похлебка из долгонога",
                count = 68,
            },
            {
                link = "|cffffffff|Hitem:5479:0:0:0:0:0:0:0:10|h[Хрустящий хвост ящерицы]|h|r",
                name = "Хрустящий хвост ящерицы",
                count = 42,
            },
            {
                link = "|cffffffff|Hitem:5525:0:0:0:0:0:0:0:10|h[Отварные мидии]|h|r",
                name = "Отварные мидии",
                count = 27,
            },
            {
                link = "|cffffffff|Hitem:5527:0:0:0:0:0:0:0:10|h[Мидии по-гоблински]|h|r",
                name = "Мидии по-гоблински",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:6038:0:0:0:0:0:0:0:10|h[Гигантский жареный моллюск]|h|r",
                name = "Гигантский жареный моллюск",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:6888:0:0:0:0:0:0:0:10|h[Яйцо с травами]|h|r",
                name = "Яйцо с травами",
                count = 43,
            },
        },
    },
    {
        name = "Красочка",
        updated_at = "2026-05-05 08:08:50",
        money = 9413,
        empty = 159,
        location = "Оргриммар",
        items = {
            {
                link = "|cff1eff00|Hitem:43108:0:0:0:0:0:0:0:10|h[Эбеновый краситель]|h|r",
                name = "Эбеновый краситель",
                count = 30,
            },
            {
                link = "|cff1eff00|Hitem:43109:0:0:0:0:0:0:0:10|h[Ледяной краситель]|h|r",
                name = "Ледяной краситель",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:43115:0:0:0:0:0:0:0:10|h[Чернила охотника]|h|r",
                name = "Чернила охотника",
                count = 280,
            },
            {
                link = "|cff1eff00|Hitem:43117:0:0:0:0:0:0:0:10|h[Чернила утренней звезды]|h|r",
                name = "Чернила утренней звезды",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:43121:0:0:0:0:0:0:0:10|h[Огненные чернила]|h|r",
                name = "Огненные чернила",
                count = 100,
            },
            {
                link = "|cff1eff00|Hitem:43123:0:0:0:0:0:0:0:10|h[Небесные чернила]|h|r",
                name = "Небесные чернила",
                count = 332,
            },
            {
                link = "|cff1eff00|Hitem:43125:0:0:0:0:0:0:0:10|h[Чернила черного огня]|h|r",
                name = "Чернила черного огня",
                count = 327,
            },
            {
                link = "|cff1eff00|Hitem:43127:0:0:0:0:0:0:0:10|h[Чернила снегопада]|h|r",
                name = "Чернила снегопада",
                count = 27,
            },
            {
                link = "|cffffffff|Hitem:37101:0:0:0:0:0:0:0:10|h[Бежевые чернила]|h|r",
                name = "Бежевые чернила",
                count = 94,
            },
            {
                link = "|cffffffff|Hitem:39334:0:0:0:0:0:0:0:10|h[Мглистый краситель]|h|r",
                name = "Мглистый краситель",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:39469:0:0:0:0:0:0:0:10|h[Чернила лунного сияния]|h|r",
                name = "Чернила лунного сияния",
                count = 178,
            },
            {
                link = "|cffffffff|Hitem:39774:0:0:0:0:0:0:0:10|h[Полуночные чернила]|h|r",
                name = "Полуночные чернила",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:43116:0:0:0:0:0:0:0:10|h[Чернила царя зверей]|h|r",
                name = "Чернила царя зверей",
                count = 33,
            },
            {
                link = "|cffffffff|Hitem:43118:0:0:0:0:0:0:0:10|h[Чернила нефритового пламени]|h|r",
                name = "Чернила нефритового пламени",
                count = 63,
            },
            {
                link = "|cffffffff|Hitem:43120:0:0:0:0:0:0:0:10|h[Астрономические чернила]|h|r",
                name = "Астрономические чернила",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:43126:0:0:0:0:0:0:0:10|h[Чернила моря]|h|r",
                name = "Чернила моря",
                count = 5,
            },
        },
    },
    {
        name = "Крошшерный",
        updated_at = "2026-05-04 14:29:54",
        money = 3895,
        empty = 163,
        location = "Оргриммар",
        items = {
            {
                link = "|cffffffff|Hitem:16645:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 1]|h|r",
                name = "Руководство по использованию крошшера, стр. 1",
                count = 40,
            },
            {
                link = "|cffffffff|Hitem:16646:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 2]|h|r",
                name = "Руководство по использованию крошшера, стр. 2",
                count = 47,
            },
            {
                link = "|cffffffff|Hitem:16647:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 3]|h|r",
                name = "Руководство по использованию крошшера, стр. 3",
                count = 26,
            },
            {
                link = "|cffffffff|Hitem:16648:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 4]|h|r",
                name = "Руководство по использованию крошшера, стр. 4",
                count = 42,
            },
            {
                link = "|cffffffff|Hitem:16649:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 5]|h|r",
                name = "Руководство по использованию крошшера, стр. 5",
                count = 28,
            },
            {
                link = "|cffffffff|Hitem:16650:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 6]|h|r",
                name = "Руководство по использованию крошшера, стр. 6",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:16651:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 7]|h|r",
                name = "Руководство по использованию крошшера, стр. 7",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:16652:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 8]|h|r",
                name = "Руководство по использованию крошшера, стр. 8",
                count = 21,
            },
            {
                link = "|cffffffff|Hitem:16653:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 9]|h|r",
                name = "Руководство по использованию крошшера, стр. 9",
                count = 35,
            },
            {
                link = "|cffffffff|Hitem:16654:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 10]|h|r",
                name = "Руководство по использованию крошшера, стр. 10",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:16655:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 11]|h|r",
                name = "Руководство по использованию крошшера, стр. 11",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:16656:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 12]|h|r",
                name = "Руководство по использованию крошшера, стр. 12",
                count = 16,
            },
        },
    },
    {
        name = "Ларец",
        updated_at = "2026-05-05 08:06:55",
        money = 3254,
        empty = 170,
        location = "Оргриммар",
        items = {
            {
                link = "|cff1eff00|Hitem:31952:0:0:0:0:0:0:0:10|h[Кориевый сейф]|h|r",
                name = "Кориевый сейф",
                count = 9,
            },
            {
                link = "|cff1eff00|Hitem:43622:0:0:0:0:0:0:0:10|h[Сейф из ледяной стали]|h|r",
                name = "Сейф из ледяной стали",
                count = 4,
            },
            {
                link = "|cff1eff00|Hitem:4633:0:0:0:0:0:0:0:10|h[Тяжелый бронзовый сейф]|h|r",
                name = "Тяжелый бронзовый сейф",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4637:0:0:0:0:0:0:0:10|h[Стальной сейф]|h|r",
                name = "Стальной сейф",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4638:0:0:0:0:0:0:0:10|h[Укрепленный стальной сейф]|h|r",
                name = "Укрепленный стальной сейф",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:5758:0:0:0:0:0:0:0:10|h[Мифриловый сейф]|h|r",
                name = "Мифриловый сейф",
                count = 6,
            },
            {
                link = "|cff1eff00|Hitem:5759:0:0:0:0:0:0:0:10|h[Ториевый сейф]|h|r",
                name = "Ториевый сейф",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:5760:0:0:0:0:0:0:0:10|h[Этерниевый сейф]|h|r",
                name = "Этерниевый сейф",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:16884:0:0:0:0:0:0:0:10|h[Прочный ларь]|h|r",
                name = "Прочный ларь",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:29569:0:0:0:0:0:0:0:10|h[Прочный ларь]|h|r",
                name = "Прочный ларь",
                count = 23,
            },
        },
    },
    {
        name = "Медяшка",
        updated_at = "2026-05-04 22:21:02",
        money = 431967,
        empty = 76,
        location = "Оргриммар",
        items = {
            {
                link = "|cffffffff|Hitem:2770:0:0:0:0:0:0:0:10|h[Медная руда]|h|r",
                name = "Медная руда",
                count = 255,
            },
            {
                link = "|cffffffff|Hitem:2771:0:0:0:0:0:0:0:10|h[Оловянная руда]|h|r",
                name = "Оловянная руда",
                count = 371,
            },
            {
                link = "|cffffffff|Hitem:2840:0:0:0:0:0:0:0:10|h[Медный слиток]|h|r",
                name = "Медный слиток",
                count = 150,
            },
            {
                link = "|cffffffff|Hitem:2841:0:0:0:0:0:0:0:10|h[Бронзовый слиток]|h|r",
                name = "Бронзовый слиток",
                count = 121,
            },
            {
                link = "|cffffffff|Hitem:3576:0:0:0:0:0:0:0:10|h[Оловянный слиток]|h|r",
                name = "Оловянный слиток",
                count = 168,
            },
        },
    },
    {
        name = "Мензурочка",
        updated_at = "2026-05-04 16:57:05",
        money = 9396,
        empty = 52,
        location = "Оргриммар",
        items = {
            {
                link = "|cffffffff|Hitem:118:0:0:0:0:0:0:0:10|h[Крохотный флакон с лечебным зельем]|h|r",
                name = "Крохотный флакон с лечебным зельем",
                count = 101,
            },
            {
                link = "|cffffffff|Hitem:13443:0:0:0:0:0:0:0:10|h[Большой флакон с зельем маны]|h|r",
                name = "Большой флакон с зельем маны",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:13446:0:0:0:0:0:0:0:10|h[Огромный флакон с лечебным зельем]|h|r",
                name = "Огромный флакон с лечебным зельем",
                count = 141,
            },
            {
                link = "|cffffffff|Hitem:1710:0:0:0:0:0:0:0:10|h[Средний флакон с лечебным зельем]|h|r",
                name = "Средний флакон с лечебным зельем",
                count = 101,
            },
            {
                link = "|cffffffff|Hitem:22829:0:0:0:0:0:0:0:10|h[Гигантский флакон с лечебным зельем]|h|r",
                name = "Гигантский флакон с лечебным зельем",
                count = 249,
            },
            {
                link = "|cffffffff|Hitem:22832:0:0:0:0:0:0:0:10|h[Гигантский флакон с зельем маны]|h|r",
                name = "Гигантский флакон с зельем маны",
                count = 168,
            },
            {
                link = "|cffffffff|Hitem:2455:0:0:0:0:0:0:0:10|h[Крохотный флакон с зельем маны]|h|r",
                name = "Крохотный флакон с зельем маны",
                count = 61,
            },
            {
                link = "|cffffffff|Hitem:28100:0:0:0:0:0:0:0:10|h[Флакон с летучим лечебным зельем]|h|r",
                name = "Флакон с летучим лечебным зельем",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:28101:0:0:0:0:0:0:0:10|h[Флакон с нестойким зельем маны]|h|r",
                name = "Флакон с нестойким зельем маны",
                count = 27,
            },
            {
                link = "|cffffffff|Hitem:33447:0:0:0:0:0:0:0:10|h[Рунический флакон с лечебным зельем]|h|r",
                name = "Рунический флакон с лечебным зельем",
                count = 19,
            },
            {
                link = "|cffffffff|Hitem:33448:0:0:0:0:0:0:0:10|h[Рунический флакон с зельем маны]|h|r",
                name = "Рунический флакон с зельем маны",
                count = 23,
            },
            {
                link = "|cffffffff|Hitem:3385:0:0:0:0:0:0:0:10|h[Маленький флакон с зельем маны]|h|r",
                name = "Маленький флакон с зельем маны",
                count = 24,
            },
            {
                link = "|cffffffff|Hitem:34440:0:0:0:0:0:0:0:10|h[Зелье безумного алхимика]|h|r",
                name = "Зелье безумного алхимика",
                count = 40,
            },
            {
                link = "|cffffffff|Hitem:3827:0:0:0:0:0:0:0:10|h[Зелье маны]|h|r",
                name = "Зелье маны",
                count = 19,
            },
            {
                link = "|cffffffff|Hitem:3928:0:0:0:0:0:0:0:10|h[Большой флакон с лечебным зельем]|h|r",
                name = "Большой флакон с лечебным зельем",
                count = 315,
            },
            {
                link = "|cffffffff|Hitem:39671:0:0:0:0:0:0:0:10|h[Флакон с бодрящим лечебным зельем]|h|r",
                name = "Флакон с бодрящим лечебным зельем",
                count = 26,
            },
            {
                link = "|cffffffff|Hitem:6149:0:0:0:0:0:0:0:10|h[Средний флакон с зельем маны]|h|r",
                name = "Средний флакон с зельем маны",
                count = 263,
            },
            {
                link = "|cffffffff|Hitem:858:0:0:0:0:0:0:0:10|h[Маленький флакон с лечебным зельем]|h|r",
                name = "Маленький флакон с лечебным зельем",
                count = 67,
            },
            {
                link = "|cffffffff|Hitem:929:0:0:0:0:0:0:0:10|h[Лечебное зелье]|h|r",
                name = "Лечебное зелье",
                count = 185,
            },
        },
    },
    {
        name = "Мушкетон",
        updated_at = "2026-05-04 14:52:27",
        money = 4062,
        empty = 113,
        location = "Оргриммар",
        items = {
            {
                link = "|cff1eff00|Hitem:29740:0:0:0:0:0:0:0:10|h[Латные перчатки Скверны]|h|r",
                name = "Латные перчатки Скверны",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:4255:0:0:0:0:0:0:0:10|h[Зеленый кожаный доспех]|h|r",
                name = "Зеленый кожаный доспех",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:43297:0:0:0:0:0:0:0:10|h[Поврежденное ожерелье]|h|r",
                name = "Поврежденное ожерелье",
                count = 7,
            },
            {
                link = "|cff1eff00|Hitem:4369:0:0:0:0:0:0:0:10|h[Смертоносный мушкетон]|h|r",
                name = "Смертоносный мушкетон",
                count = 29,
            },
            {
                link = "|cff1eff00|Hitem:5770:0:0:0:0:0:0:0:10|h[Одеяния Тайны]|h|r",
                name = "Одеяния Тайны",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:10561:0:0:0:0:0:0:0:10|h[Мифриловая обшивка]|h|r",
                name = "Мифриловая обшивка",
                count = 56,
            },
            {
                link = "|cffffffff|Hitem:11018:0:0:0:0:0:0:0:10|h[Земля Ун'Горо]|h|r",
                name = "Земля Ун'Горо",
                count = 350,
            },
            {
                link = "|cffffffff|Hitem:11407:0:0:0:0:0:0:0:10|h[Разорванная шкура медведя]|h|r",
                name = "Разорванная шкура медведя",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:12433:0:0:0:0:0:0:0:10|h[Э'ко диких совухов]|h|r",
                name = "Э'ко диких совухов",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:17056:0:0:0:0:0:0:0:10|h[Легкое перышко]|h|r",
                name = "Легкое перышко",
                count = 172,
            },
            {
                link = "|cffffffff|Hitem:17057:0:0:0:0:0:0:0:10|h[Блестящая рыбья чешуя]|h|r",
                name = "Блестящая рыбья чешуя",
                count = 85,
            },
            {
                link = "|cffffffff|Hitem:17058:0:0:0:0:0:0:0:10|h[Рыбий жир]|h|r",
                name = "Рыбий жир",
                count = 71,
            },
            {
                link = "|cffffffff|Hitem:18945:0:0:0:0:0:0:0:10|h[Окалина черного железа]|h|r",
                name = "Окалина черного железа",
                count = 117,
            },
            {
                link = "|cffffffff|Hitem:22525:0:0:0:0:0:0:0:10|h[Конечности и панцири некрорахнидов]|h|r",
                name = "Конечности и панцири некрорахнидов",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:22526:0:0:0:0:0:0:0:10|h[Обломки костей]|h|r",
                name = "Обломки костей",
                count = 47,
            },
            {
                link = "|cffffffff|Hitem:22527:0:0:0:0:0:0:0:10|h[Средоточие Стихий]|h|r",
                name = "Средоточие Стихий",
                count = 727,
            },
            {
                link = "|cffffffff|Hitem:22528:0:0:0:0:0:0:0:10|h[Пластины из темного железа]|h|r",
                name = "Пластины из темного железа",
                count = 163,
            },
            {
                link = "|cffffffff|Hitem:22529:0:0:0:0:0:0:0:10|h[Дикий росток]|h|r",
                name = "Дикий росток",
                count = 115,
            },
            {
                link = "|cffffffff|Hitem:24245:0:0:0:0:0:0:0:10|h[Огнешляпка]|h|r",
                name = "Огнешляпка",
                count = 90,
            },
            {
                link = "|cffffffff|Hitem:24290:0:0:0:0:0:0:0:10|h[Мешочек зрелых спор]|h|r",
                name = "Мешочек зрелых спор",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:24291:0:0:0:0:0:0:0:10|h[Усик болотника]|h|r",
                name = "Усик болотника",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:24401:0:0:0:0:0:0:0:10|h[Неопознанные части растений]|h|r",
                name = "Неопознанные части растений",
                count = 24,
            },
            {
                link = "|cffffffff|Hitem:25719:0:0:0:0:0:0:0:10|h[Перо араккоа]|h|r",
                name = "Перо араккоа",
                count = 37,
            },
            {
                link = "|cffffffff|Hitem:29425:0:0:0:0:0:0:0:10|h[Знак Кил'джедена]|h|r",
                name = "Знак Кил'джедена",
                count = 65,
            },
            {
                link = "|cffffffff|Hitem:29426:0:0:0:0:0:0:0:10|h[Перстень Огнекрылов]|h|r",
                name = "Перстень Огнекрылов",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:42780:0:0:0:0:0:0:0:10|h[Реликвия Ульдуара]|h|r",
                name = "Реликвия Ульдуара",
                count = 32,
            },
            {
                link = "|cffffffff|Hitem:4389:0:0:0:0:0:0:0:10|h[Гирохронатом]|h|r",
                name = "Гирохронатом",
                count = 30,
            },
            {
                link = "|cffffffff|Hitem:4392:0:0:0:0:0:0:0:10|h[Усовершенствованный манекен-мишень]|h|r",
                name = "Усовершенствованный манекен-мишень",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:4457:0:0:0:0:0:0:0:10|h[Жареное крыло канюка]|h|r",
                name = "Жареное крыло канюка",
                count = 82,
            },
            {
                link = "|cffffffff|Hitem:5117:0:0:0:0:0:0:0:10|h[Радужное перо]|h|r",
                name = "Радужное перо",
                count = 49,
            },
            {
                link = "|cffffffff|Hitem:8932:0:0:0:0:0:0:0:10|h[Альтеракский сыр]|h|r",
                name = "Альтеракский сыр",
                count = 27,
            },
        },
    },
    {
        name = "Мясушко",
        updated_at = "2026-05-04 14:50:00",
        money = 13874,
        empty = 41,
        location = "Оргриммар",
        items = {
            {
                link = "|cffffffff|Hitem:1015:0:0:0:0:0:0:0:10|h[Постный волчий бок]|h|r",
                name = "Постный волчий бок",
                count = 24,
            },
            {
                link = "|cffffffff|Hitem:1081:0:0:0:0:0:0:0:10|h[Хрустящее паучье мясо]|h|r",
                name = "Хрустящее паучье мясо",
                count = 109,
            },
            {
                link = "|cffffffff|Hitem:12037:0:0:0:0:0:0:0:10|h[Таинственное мясо]|h|r",
                name = "Таинственное мясо",
                count = 124,
            },
            {
                link = "|cffffffff|Hitem:12184:0:0:0:0:0:0:0:10|h[Плоть ящера]|h|r",
                name = "Плоть ящера",
                count = 81,
            },
            {
                link = "|cffffffff|Hitem:12202:0:0:0:0:0:0:0:10|h[Мясо тигра]|h|r",
                name = "Мясо тигра",
                count = 213,
            },
            {
                link = "|cffffffff|Hitem:12203:0:0:0:0:0:0:0:10|h[Красное волчье мясо]|h|r",
                name = "Красное волчье мясо",
                count = 246,
            },
            {
                link = "|cffffffff|Hitem:12205:0:0:0:0:0:0:0:10|h[Белое мясо паука]|h|r",
                name = "Белое мясо паука",
                count = 58,
            },
            {
                link = "|cffffffff|Hitem:12206:0:0:0:0:0:0:0:10|h[Нежное крабовое мясо]|h|r",
                name = "Нежное крабовое мясо",
                count = 86,
            },
            {
                link = "|cffffffff|Hitem:12207:0:0:0:0:0:0:0:10|h[Гигантское яйцо]|h|r",
                name = "Гигантское яйцо",
                count = 195,
            },
            {
                link = "|cffffffff|Hitem:12208:0:0:0:0:0:0:0:10|h[Нежная волчатина]|h|r",
                name = "Нежная волчатина",
                count = 168,
            },
            {
                link = "|cffffffff|Hitem:12223:0:0:0:0:0:0:0:10|h[Мясистое крыло летучей мыши]|h|r",
                name = "Мясистое крыло летучей мыши",
                count = 41,
            },
            {
                link = "|cffffffff|Hitem:20424:0:0:0:0:0:0:0:10|h[Мясо песчаного червя]|h|r",
                name = "Мясо песчаного червя",
                count = 63,
            },
            {
                link = "|cffffffff|Hitem:2251:0:0:0:0:0:0:0:10|h[Липкая паучья лапка]|h|r",
                name = "Липкая паучья лапка",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:22644:0:0:0:0:0:0:0:10|h[Хрустящая паучья лапка]|h|r",
                name = "Хрустящая паучья лапка",
                count = 93,
            },
            {
                link = "|cffffffff|Hitem:24477:0:0:0:0:0:0:0:10|h[Мясо джаггала]|h|r",
                name = "Мясо джаггала",
                count = 182,
            },
            {
                link = "|cffffffff|Hitem:2672:0:0:0:0:0:0:0:10|h[Жилистая волчатина]|h|r",
                name = "Жилистая волчатина",
                count = 53,
            },
            {
                link = "|cffffffff|Hitem:2674:0:0:0:0:0:0:0:10|h[Крабовое мясо]|h|r",
                name = "Крабовое мясо",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:2675:0:0:0:0:0:0:0:10|h[Клешня краба]|h|r",
                name = "Клешня краба",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:27439:0:0:0:0:0:0:0:10|h[Разъяренный речной рак]|h|r",
                name = "Разъяренный речной рак",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:27668:0:0:0:0:0:0:0:10|h[Рысье мясо]|h|r",
                name = "Рысье мясо",
                count = 84,
            },
            {
                link = "|cffffffff|Hitem:27669:0:0:0:0:0:0:0:10|h[Плоть летучей мыши]|h|r",
                name = "Плоть летучей мыши",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:27671:0:0:0:0:0:0:0:10|h[Мясо канюка]|h|r",
                name = "Мясо канюка",
                count = 98,
            },
            {
                link = "|cffffffff|Hitem:27677:0:0:0:0:0:0:0:10|h[Шмат мяса василиска]|h|r",
                name = "Шмат мяса василиска",
                count = 43,
            },
            {
                link = "|cffffffff|Hitem:27678:0:0:0:0:0:0:0:10|h[Мясо копытня]|h|r",
                name = "Мясо копытня",
                count = 45,
            },
            {
                link = "|cffffffff|Hitem:27681:0:0:0:0:0:0:0:10|h[Плоть прыгуаны]|h|r",
                name = "Плоть прыгуаны",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:27682:0:0:0:0:0:0:0:10|h[Мясо дикого талбука]|h|r",
                name = "Мясо дикого талбука",
                count = 26,
            },
            {
                link = "|cffffffff|Hitem:2924:0:0:0:0:0:0:0:10|h[Мясо кроколиска]|h|r",
                name = "Мясо кроколиска",
                count = 17,
            },
            {
                link = "|cffffffff|Hitem:31670:0:0:0:0:0:0:0:10|h[Ребра ящера]|h|r",
                name = "Ребра ящера",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:3173:0:0:0:0:0:0:0:10|h[Медвежатина]|h|r",
                name = "Медвежатина",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:3174:0:0:0:0:0:0:0:10|h[Паучья лимфа]|h|r",
                name = "Паучья лимфа",
                count = 122,
            },
            {
                link = "|cffffffff|Hitem:3404:0:0:0:0:0:0:0:10|h[Крыло канюка]|h|r",
                name = "Крыло канюка",
                count = 25,
            },
            {
                link = "|cffffffff|Hitem:34736:0:0:0:0:0:0:0:10|h[Кусок мяса мамонта]|h|r",
                name = "Кусок мяса мамонта",
                count = 73,
            },
            {
                link = "|cffffffff|Hitem:35562:0:0:0:0:0:0:0:10|h[Бок медведя]|h|r",
                name = "Бок медведя",
                count = 67,
            },
            {
                link = "|cffffffff|Hitem:3667:0:0:0:0:0:0:0:10|h[Нежное мясо кроколиска]|h|r",
                name = "Нежное мясо кроколиска",
                count = 172,
            },
            {
                link = "|cffffffff|Hitem:36782:0:0:0:0:0:0:0:10|h[Сочное мясо моллюска]|h|r",
                name = "Сочное мясо моллюска",
                count = 103,
            },
            {
                link = "|cffffffff|Hitem:3685:0:0:0:0:0:0:0:10|h[Яйцо ящера]|h|r",
                name = "Яйцо ящера",
                count = 77,
            },
            {
                link = "|cffffffff|Hitem:3712:0:0:0:0:0:0:0:10|h[Черепашье мясо]|h|r",
                name = "Черепашье мясо",
                count = 419,
            },
            {
                link = "|cffffffff|Hitem:3730:0:0:0:0:0:0:0:10|h[Мясо большого медведя]|h|r",
                name = "Мясо большого медведя",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:3731:0:0:0:0:0:0:0:10|h[Мясо льва]|h|r",
                name = "Мясо льва",
                count = 15,
            },
            {
                link = "|cffffffff|Hitem:43009:0:0:0:0:0:0:0:10|h[Бок черпорога]|h|r",
                name = "Бок черпорога",
                count = 166,
            },
            {
                link = "|cffffffff|Hitem:43010:0:0:0:0:0:0:0:10|h[Мясо червя]|h|r",
                name = "Мясо червя",
                count = 263,
            },
            {
                link = "|cffffffff|Hitem:43011:0:0:0:0:0:0:0:10|h[Окорок ворга]|h|r",
                name = "Окорок ворга",
                count = 136,
            },
            {
                link = "|cffffffff|Hitem:43012:0:0:0:0:0:0:0:10|h[Мясо люторога]|h|r",
                name = "Мясо люторога",
                count = 54,
            },
            {
                link = "|cffffffff|Hitem:43013:0:0:0:0:0:0:0:10|h[Охлажденное мясо]|h|r",
                name = "Охлажденное мясо",
                count = 821,
            },
            {
                link = "|cffffffff|Hitem:43501:0:0:0:0:0:0:0:10|h[Нордскольское яйцо]|h|r",
                name = "Нордскольское яйцо",
                count = 61,
            },
            {
                link = "|cffffffff|Hitem:4655:0:0:0:0:0:0:0:10|h[Мясо гигантского моллюска]|h|r",
                name = "Мясо гигантского моллюска",
                count = 311,
            },
            {
                link = "|cffffffff|Hitem:5465:0:0:0:0:0:0:0:10|h[Небольшая паучья лапка]|h|r",
                name = "Небольшая паучья лапка",
                count = 39,
            },
            {
                link = "|cffffffff|Hitem:5466:0:0:0:0:0:0:0:10|h[Жало скорпида]|h|r",
                name = "Жало скорпида",
                count = 24,
            },
            {
                link = "|cffffffff|Hitem:5469:0:0:0:0:0:0:0:10|h[Мясо долгонога]|h|r",
                name = "Мясо долгонога",
                count = 229,
            },
            {
                link = "|cffffffff|Hitem:5470:0:0:0:0:0:0:0:10|h[Хвост рокочущей ящерицы]|h|r",
                name = "Хвост рокочущей ящерицы",
                count = 284,
            },
            {
                link = "|cffffffff|Hitem:5471:0:0:0:0:0:0:0:10|h[Оленина]|h|r",
                name = "Оленина",
                count = 29,
            },
            {
                link = "|cffffffff|Hitem:5503:0:0:0:0:0:0:0:10|h[Мясо моллюска]|h|r",
                name = "Мясо моллюска",
                count = 144,
            },
            {
                link = "|cffffffff|Hitem:5504:0:0:0:0:0:0:0:10|h[Пикантное мясо моллюска]|h|r",
                name = "Пикантное мясо моллюска",
                count = 119,
            },
            {
                link = "|cffffffff|Hitem:6889:0:0:0:0:0:0:0:10|h[Небольшое яйцо]|h|r",
                name = "Небольшое яйцо",
                count = 139,
            },
            {
                link = "|cffffffff|Hitem:729:0:0:0:0:0:0:0:10|h[Жилистое мясо стервятника]|h|r",
                name = "Жилистое мясо стервятника",
                count = 29,
            },
            {
                link = "|cffffffff|Hitem:769:0:0:0:0:0:0:0:10|h[Кусок кабанины]|h|r",
                name = "Кусок кабанины",
                count = 133,
            },
            {
                link = "|cffffffff|Hitem:7974:0:0:0:0:0:0:0:10|h[Острое мясо моллюска]|h|r",
                name = "Острое мясо моллюска",
                count = 113,
            },
        },
    },
    {
        name = "Нордочка",
        updated_at = "2026-05-04 00:38:13",
        money = 3778,
        empty = 83,
        location = "Оргриммар",
        items = {
            {
                link = "|cff1eff00|Hitem:21854:0:0:0:0:0:0:0:10|h[Одеяние из ткани Пустоты]|h|r",
                name = "Одеяние из ткани Пустоты",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:21855:0:0:0:0:0:0:0:10|h[Мундир из ткани Пустоты]|h|r",
                name = "Мундир из ткани Пустоты",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:25312:0:0:0:0:0:-44:17:10|h[Славный скипетр с меткой старца]|h|r",
                name = "Славный скипетр с меткой старца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35955:0:0:0:0:0:-36:50:10|h[Далеченский пояс с меткой волшебника]|h|r",
                name = "Далеченский пояс с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35955:0:0:0:0:0:-37:50:10|h[Далеченский пояс с меткой целителя]|h|r",
                name = "Далеченский пояс с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35957:0:0:0:0:0:-39:67:10|h[Далеченское одеяние с меткой заклинателя]|h|r",
                name = "Далеченское одеяние с меткой заклинателя",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:35959:0:0:0:0:0:-37:67:10|h[Далеченский капюшон с меткой целителя]|h|r",
                name = "Далеченский капюшон с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35959:0:0:0:0:0:-38:67:10|h[Далеченский капюшон с меткой пророка]|h|r",
                name = "Далеченский капюшон с меткой пророка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35959:0:0:0:0:0:-39:67:10|h[Далеченский капюшон с меткой заклинателя]|h|r",
                name = "Далеченский капюшон с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35960:0:0:0:0:0:-6:67:10|h[Далеченские штаны со знаком орла]|h|r",
                name = "Далеченские штаны со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35962:0:0:0:0:0:-37:37:10|h[Далеченские манжеты с меткой целителя]|h|r",
                name = "Далеченские манжеты с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35963:0:0:0:0:0:-36:52:10|h[Кровоспоровый кушак с меткой волшебника]|h|r",
                name = "Кровоспоровый кушак с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35963:0:0:0:0:0:-38:52:10|h[Кровоспоровый кушак с меткой пророка]|h|r",
                name = "Кровоспоровый кушак с меткой пророка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35964:0:0:0:0:0:-36:52:10|h[Кровоспоровые сандалии с меткой волшебника]|h|r",
                name = "Кровоспоровые сандалии с меткой волшебника",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:35964:0:0:0:0:0:-38:52:10|h[Кровоспоровые сандалии с меткой пророка]|h|r",
                name = "Кровоспоровые сандалии с меткой пророка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35965:0:0:0:0:0:-37:69:10|h[Кровоспоровое одеяние с меткой целителя]|h|r",
                name = "Кровоспоровое одеяние с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35966:0:0:0:0:0:-37:52:10|h[Кровоспоровые перчатки с меткой целителя]|h|r",
                name = "Кровоспоровые перчатки с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35966:0:0:0:0:0:-38:52:10|h[Кровоспоровые перчатки с меткой пророка]|h|r",
                name = "Кровоспоровые перчатки с меткой пророка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35966:0:0:0:0:0:-39:52:10|h[Кровоспоровые перчатки с меткой заклинателя]|h|r",
                name = "Кровоспоровые перчатки с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35966:0:0:0:0:0:-6:52:10|h[Кровоспоровые перчатки со знаком орла]|h|r",
                name = "Кровоспоровые перчатки со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35967:0:0:0:0:0:-22:69:10|h[Кровоспоровый капюшон с магической аурой]|h|r",
                name = "Кровоспоровый капюшон с магической аурой",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35967:0:0:0:0:0:-39:69:10|h[Кровоспоровый капюшон с меткой заклинателя]|h|r",
                name = "Кровоспоровый капюшон с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35969:0:0:0:0:0:-37:52:10|h[Кровоспоровое оплечье с меткой целителя]|h|r",
                name = "Кровоспоровое оплечье с меткой целителя",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:35970:0:0:0:0:0:-36:39:10|h[Кровоспоровые браслеты с меткой волшебника]|h|r",
                name = "Кровоспоровые браслеты с меткой волшебника",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:35970:0:0:0:0:0:-37:39:10|h[Кровоспоровые браслеты с меткой целителя]|h|r",
                name = "Кровоспоровые браслеты с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35970:0:0:0:0:0:-39:39:10|h[Кровоспоровые браслеты с меткой заклинателя]|h|r",
                name = "Кровоспоровые браслеты с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35973:0:0:0:0:0:-39:72:10|h[Мур'далакскиое одеяние с меткой заклинателя]|h|r",
                name = "Мур'далакскиое одеяние с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35974:0:0:0:0:0:-38:53:10|h[Мур'далакские повязки с меткой пророка]|h|r",
                name = "Мур'далакские повязки с меткой пророка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35981:0:0:0:0:0:-36:75:10|h[Одеяние опоры с меткой волшебника]|h|r",
                name = "Одеяние опоры с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:35983:0:0:0:0:0:-38:75:10|h[Капюшон опоры с меткой пророка]|h|r",
                name = "Капюшон опоры с меткой пророка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36067:0:0:0:0:0:-16:50:10|h[Боевой пояс бухты Кинжалов с печатью выносливости]|h|r",
                name = "Боевой пояс бухты Кинжалов с печатью выносливости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36068:0:0:0:0:0:-37:50:10|h[Сапоги бухты Кинжалов с меткой целителя]|h|r",
                name = "Сапоги бухты Кинжалов с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36069:0:0:0:0:0:-42:67:10|h[Жакет бухты Кинжалов с меткой оракула]|h|r",
                name = "Жакет бухты Кинжалов с меткой оракула",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36069:0:0:0:0:0:-5:67:10|h[Жакет бухты Кинжалов со знаком мартышки]|h|r",
                name = "Жакет бухты Кинжалов со знаком мартышки",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:36072:0:0:0:0:0:-40:67:10|h[Брюки бухты Кинжалов с меткой преступника]|h|r",
                name = "Брюки бухты Кинжалов с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36072:0:0:0:0:0:-42:67:10|h[Брюки бухты Кинжалов с меткой оракула]|h|r",
                name = "Брюки бухты Кинжалов с меткой оракула",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36074:0:0:0:0:0:-17:37:10|h[Наручи бухты Кинжалов со знаком силы]|h|r",
                name = "Наручи бухты Кинжалов со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36074:0:0:0:0:0:-42:37:10|h[Наручи бухты Кинжалов с меткой оракула]|h|r",
                name = "Наручи бухты Кинжалов с меткой оракула",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36075:0:0:0:0:0:-42:52:10|h[Шнурованный ремень Зимних Плавников с меткой оракула]|h|r",
                name = "Шнурованный ремень Зимних Плавников с меткой оракула",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36079:0:0:0:0:0:-16:69:10|h[Клобук Зимних Плавников с печатью выносливости]|h|r",
                name = "Клобук Зимних Плавников с печатью выносливости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36079:0:0:0:0:0:-38:69:10|h[Клобук Зимних Плавников с меткой пророка]|h|r",
                name = "Клобук Зимних Плавников с меткой пророка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36083:0:0:0:0:0:-18:53:10|h[Пояс Терзающего Бича со знаком ловкости]|h|r",
                name = "Пояс Терзающего Бича со знаком ловкости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36083:0:0:0:0:0:-40:53:10|h[Пояс Терзающего Бича с меткой преступника]|h|r",
                name = "Пояс Терзающего Бича с меткой преступника",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:36086:0:0:0:0:0:-5:53:10|h[Перчатки Терзающего Бича со знаком мартышки]|h|r",
                name = "Перчатки Терзающего Бича со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36089:0:0:0:0:0:-37:53:10|h[Наплечье Терзающего Бича с меткой целителя]|h|r",
                name = "Наплечье Терзающего Бича с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36093:0:0:0:0:0:-40:75:10|h[Вилдерварский мундир с меткой преступника]|h|r",
                name = "Вилдерварский мундир с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36098:0:0:0:0:0:-20:42:10|h[Вилдерварские боевые наручи с печатью могущества]|h|r",
                name = "Вилдерварские боевые наручи с печатью могущества",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36179:0:0:0:0:0:-37:50:10|h[Кованый боевой пояс с меткой целителя]|h|r",
                name = "Кованый боевой пояс с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36180:0:0:0:0:0:-40:50:10|h[Кованые сапоги с меткой преступника]|h|r",
                name = "Кованые сапоги с меткой преступника",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:36181:0:0:0:0:0:-5:67:10|h[Кованый нагрудник со знаком мартышки]|h|r",
                name = "Кованый нагрудник со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36181:0:0:0:0:0:-67:67:10|h[Кованый нагрудник с символом ясновидца]|h|r",
                name = "Кованый нагрудник с символом ясновидца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36182:0:0:0:0:0:-40:50:10|h[Кованые кулачные перчатки с меткой преступника]|h|r",
                name = "Кованые кулачные перчатки с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36182:0:0:0:0:0:-67:50:10|h[Кованые кулачные перчатки с символом ясновидца]|h|r",
                name = "Кованые кулачные перчатки с символом ясновидца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36183:0:0:0:0:0:-40:67:10|h[Кованый шлем с меткой преступника]|h|r",
                name = "Кованый шлем с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36184:0:0:0:0:0:-40:67:10|h[Кованые набедренники с меткой преступника]|h|r",
                name = "Кованые набедренники с меткой преступника",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:36185:0:0:0:0:0:-40:50:10|h[Кованые наплечные щитки с меткой преступника]|h|r",
                name = "Кованые наплечные щитки с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36188:0:0:0:0:0:-40:52:10|h[Ньордские сапоги с меткой преступника]|h|r",
                name = "Ньордские сапоги с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36190:0:0:0:0:0:-37:52:10|h[Ньордские рукавицы с меткой целителя]|h|r",
                name = "Ньордские рукавицы с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36190:0:0:0:0:0:-40:52:10|h[Ньордские рукавицы с меткой преступника]|h|r",
                name = "Ньордские рукавицы с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36191:0:0:0:0:0:-14:69:10|h[Ньордский шлем со знаком тигра]|h|r",
                name = "Ньордский шлем со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36193:0:0:0:0:0:-40:52:10|h[Ньордские наплечные щитки с меткой преступника]|h|r",
                name = "Ньордские наплечные щитки с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36196:0:0:0:0:0:-5:53:10|h[Скомские наголенники со знаком мартышки]|h|r",
                name = "Скомские наголенники со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36202:0:0:0:0:0:-40:40:10|h[Скомские наручи с меткой преступника]|h|r",
                name = "Скомские наручи с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36204:0:0:0:0:0:-37:56:10|h[Ниффлварские сапоги с меткой целителя]|h|r",
                name = "Ниффлварские сапоги с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36206:0:0:0:0:0:-40:56:10|h[Ниффлварские перчатки с меткой преступника]|h|r",
                name = "Ниффлварские перчатки с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36207:0:0:0:0:0:-37:75:10|h[Ниффлварский шлем с меткой целителя]|h|r",
                name = "Ниффлварский шлем с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36209:0:0:0:0:0:-40:56:10|h[Ниффлварские наплечные щитки с меткой преступника]|h|r",
                name = "Ниффлварские наплечные щитки с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36293:0:0:0:0:0:-20:67:10|h[Броня Западной Стражи с печатью могущества]|h|r",
                name = "Броня Западной Стражи с печатью могущества",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36293:0:0:0:0:0:-67:67:10|h[Броня Западной Стражи с символом ясновидца]|h|r",
                name = "Броня Западной Стражи с символом ясновидца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36296:0:0:0:0:0:-45:67:10|h[Ножные латы Западной Стражи с меткой победителя]|h|r",
                name = "Ножные латы Западной Стражи с меткой победителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36301:0:0:0:0:0:-45:69:10|h[Кираса мерзлого камня с меткой победителя]|h|r",
                name = "Кираса мерзлого камня с меткой победителя",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:36305:0:0:0:0:0:-43:52:10|h[Наплечье мерзлого камня с меткой солдата]|h|r",
                name = "Наплечье мерзлого камня с меткой солдата",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36307:0:0:0:0:0:-37:53:10|h[Гибльхеймский пояс с меткой целителя]|h|r",
                name = "Гибльхеймский пояс с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36312:0:0:0:0:0:-7:72:10|h[Гибльхеймские набедренники со знаком медведя]|h|r",
                name = "Гибльхеймские набедренники со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36318:0:0:0:0:0:-7:56:10|h[Рукавицы Драконьего Черепа со знаком медведя]|h|r",
                name = "Рукавицы Драконьего Черепа со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36418:0:0:0:0:0:-14:39:10|h[Кольцо природы со знаком тигра]|h|r",
                name = "Кольцо природы со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36418:0:0:0:0:0:-38:39:10|h[Кольцо природы с меткой пророка]|h|r",
                name = "Кольцо природы с меткой пророка",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:36419:0:0:0:0:0:-44:40:10|h[Стеклянное кольцо с меткой старца]|h|r",
                name = "Стеклянное кольцо с меткой старца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36420:0:0:0:0:0:-14:42:10|h[Драгоценное кольцо со знаком тигра]|h|r",
                name = "Драгоценное кольцо со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36420:0:0:0:0:0:-40:42:10|h[Драгоценное кольцо с меткой преступника]|h|r",
                name = "Драгоценное кольцо с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36431:0:0:0:0:0:-40:37:10|h[Крашеные деревянные бусы с меткой преступника]|h|r",
                name = "Крашеные деревянные бусы с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36431:0:0:0:0:0:-7:37:10|h[Крашеные деревянные бусы со знаком медведя]|h|r",
                name = "Крашеные деревянные бусы со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36432:0:0:0:0:0:-14:39:10|h[Серебряная цепь со знаком тигра]|h|r",
                name = "Серебряная цепь со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36432:0:0:0:0:0:-36:39:10|h[Серебряная цепь с меткой волшебника]|h|r",
                name = "Серебряная цепь с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36432:0:0:0:0:0:-41:39:10|h[Серебряная цепь с меткой зверя]|h|r",
                name = "Серебряная цепь с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36433:0:0:0:0:0:-45:40:10|h[Перевитое змеиное ожерелье с меткой победителя]|h|r",
                name = "Перевитое змеиное ожерелье с меткой победителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36445:0:0:0:0:0:-44:37:10|h[Склепанный щит с меткой старца]|h|r",
                name = "Склепанный щит с меткой старца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36447:0:0:0:0:0:-41:40:10|h[Кулачный щит Каскала с меткой зверя]|h|r",
                name = "Кулачный щит Каскала с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36460:0:0:0:0:0:-39:39:10|h[Северная звезда с меткой заклинателя]|h|r",
                name = "Северная звезда с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36475:0:0:0:0:0:-39:31:10|h[Ивовый короткий клинок с меткой заклинателя]|h|r",
                name = "Ивовый короткий клинок с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36487:0:0:0:0:0:-45:29:10|h[Утяжеленная камнем палица с меткой победителя]|h|r",
                name = "Утяжеленная камнем палица с меткой победителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36487:0:0:0:0:0:-5:29:10|h[Утяжеленная камнем палица со знаком мартышки]|h|r",
                name = "Утяжеленная камнем палица со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36487:0:0:0:0:0:-9:29:10|h[Утяжеленная камнем палица со знаком совы]|h|r",
                name = "Утяжеленная камнем палица со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36488:0:0:0:0:0:-41:30:10|h[Сосновая дубина с меткой зверя]|h|r",
                name = "Сосновая дубина с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36502:0:0:0:0:0:-43:69:10|h[Несуразная палица с меткой солдата]|h|r",
                name = "Несуразная палица с меткой солдата",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36504:0:0:0:0:0:-36:75:10|h[Надтреснутый молот с меткой волшебника]|h|r",
                name = "Надтреснутый молот с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36504:0:0:0:0:0:-41:75:10|h[Надтреснутый молот с меткой зверя]|h|r",
                name = "Надтреснутый молот с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36504:0:0:0:0:0:-7:75:10|h[Надтреснутый молот со знаком медведя]|h|r",
                name = "Надтреснутый молот со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36518:0:0:0:0:0:-45:32:10|h[Лезвие тундры с меткой победителя]|h|r",
                name = "Лезвие тундры с меткой победителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36529:0:0:0:0:0:-41:67:10|h[Выкопанный палаш с меткой зверя]|h|r",
                name = "Выкопанный палаш с меткой зверя",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:36543:0:0:0:0:0:-5:67:10|h[Палка выживания со знаком мартышки]|h|r",
                name = "Палка выживания со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36557:0:0:0:0:0:-5:29:10|h[Мясодеры со знаком мартышки]|h|r",
                name = "Мясодеры со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36559:0:0:0:0:0:-40:31:10|h[Ценные ручные серпы с меткой преступника]|h|r",
                name = "Ценные ручные серпы с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36560:0:0:0:0:0:-40:32:10|h[Захваты бойца с меткой преступника]|h|r",
                name = "Захваты бойца с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36574:0:0:0:0:0:-40:32:10|h[Костяной колун с меткой преступника]|h|r",
                name = "Костяной колун с меткой преступника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36585:0:0:0:0:0:-41:67:10|h[Ребристый боевой топор с меткой зверя]|h|r",
                name = "Ребристый боевой топор с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36613:0:0:0:0:0:-17:21:10|h[Почетный длинный лук со знаком силы]|h|r",
                name = "Почетный длинный лук со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36656:0:0:0:0:0:-37:22:10|h[Потемневший жезл с меткой целителя]|h|r",
                name = "Потемневший жезл с меткой целителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36656:0:0:0:0:0:-38:22:10|h[Потемневший жезл с меткой пророка]|h|r",
                name = "Потемневший жезл с меткой пророка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36658:0:0:0:0:0:-36:23:10|h[Потухшая искра с меткой волшебника]|h|r",
                name = "Потухшая искра с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36669:0:0:0:0:0:-44:29:10|h[Вычурный кинжал с меткой старца]|h|r",
                name = "Вычурный кинжал с меткой старца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36669:0:0:0:0:0:-9:29:10|h[Вычурный кинжал со знаком совы]|h|r",
                name = "Вычурный кинжал со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36670:0:0:0:0:0:-44:30:10|h[Цыганский клинок с меткой старца]|h|r",
                name = "Цыганский клинок с меткой старца",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:36670:0:0:0:0:0:-6:30:10|h[Цыганский клинок со знаком орла]|h|r",
                name = "Цыганский клинок со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36671:0:0:0:0:0:-6:31:10|h[Зловещий кинжал со знаком орла]|h|r",
                name = "Зловещий кинжал со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36672:0:0:0:0:0:-8:32:10|h[Странный кинжал со знаком кита]|h|r",
                name = "Странный кинжал со знаком кита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36683:0:0:0:0:0:-44:29:10|h[Реликвийная палица с меткой старца]|h|r",
                name = "Реликвийная палица с меткой старца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36698:0:0:0:0:0:-41:69:10|h[Шишковатый посох с меткой зверя]|h|r",
                name = "Шишковатый посох с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36713:0:0:0:0:0:-41:23:10|h[Дальнобойная метательная звезда с меткой зверя]|h|r",
                name = "Дальнобойная метательная звезда с меткой зверя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:36713:0:0:0:0:0:-45:23:10|h[Дальнобойная метательная звезда с меткой победителя]|h|r",
                name = "Дальнобойная метательная звезда с меткой победителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:42336:0:0:0:0:0:0:0:10|h[Кольцо кровавого камня]|h|r",
                name = "Кольцо кровавого камня",
                count = 1,
            },
        },
    },
    {
        name = "Ожерельная",
        updated_at = "2026-05-04 15:00:12",
        money = 13785,
        empty = 129,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:23197:0:0:0:0:0:0:0:10|h[Идол Луны]|h|r",
                name = "Идол Луны",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31147:0:0:0:0:0:0:0:10|h[Подвеска Хитрости]|h|r",
                name = "Подвеска Хитрости",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:31178:0:0:0:0:0:0:0:10|h[Амулет ускользающего могущества]|h|r",
                name = "Амулет ускользающего могущества",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:31194:0:0:0:0:0:-13:31:10|h[Боевые бусы Благословения Гроннов со знаком волка]|h|r",
                name = "Боевые бусы Благословения Гроннов со знаком волка",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:31194:0:0:0:0:0:-17:31:10|h[Боевые бусы Благословения Гроннов со знаком силы]|h|r",
                name = "Боевые бусы Благословения Гроннов со знаком силы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31194:0:0:0:0:0:-45:31:10|h[Боевые бусы Благословения Гроннов с меткой победителя]|h|r",
                name = "Боевые бусы Благословения Гроннов с меткой победителя",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:31194:0:0:0:0:0:-5:31:10|h[Боевые бусы Благословения Гроннов со знаком мартышки]|h|r",
                name = "Боевые бусы Благословения Гроннов со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31196:0:0:0:0:0:0:0:10|h[Амулет посвящения]|h|r",
                name = "Амулет посвящения",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:31275:0:0:0:0:0:0:0:10|h[Ожерелье добычи]|h|r",
                name = "Ожерелье добычи",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31290:0:0:0:0:0:0:0:10|h[Кольцо власти]|h|r",
                name = "Кольцо власти",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:32772:0:0:0:0:0:0:0:10|h[Сверкающее жемчужное кольцо]|h|r",
                name = "Сверкающее жемчужное кольцо",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:37748:0:0:0:0:0:0:0:10|h[Ледяное ожерелье Зимней Спячки]|h|r",
                name = "Ледяное ожерелье Зимней Спячки",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:37751:0:0:0:0:0:0:0:10|h[Потеряный коготь Туги]|h|r",
                name = "Потеряный коготь Туги",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:37758:0:0:0:0:0:0:0:10|h[Неугасающее колье Рейна]|h|r",
                name = "Неугасающее колье Рейна",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:37794:0:0:0:0:0:0:0:10|h[Огромное колье Торты]|h|r",
                name = "Огромное колье Торты",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37819:0:0:0:0:0:0:0:10|h[Мастерски сделанное кольцо Милана]|h|r",
                name = "Мастерски сделанное кольцо Милана",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:37820:0:0:0:0:0:0:0:10|h[Воргенское кольцо возрождения]|h|r",
                name = "Воргенское кольцо возрождения",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:37821:0:0:0:0:0:0:0:10|h[Разрушительный перстень Рейна]|h|r",
                name = "Разрушительный перстень Рейна",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37822:0:0:0:0:0:0:0:10|h[Крученое кольцо-головоломка]|h|r",
                name = "Крученое кольцо-головоломка",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:37823:0:0:0:0:0:0:0:10|h[Драконье колье лютости]|h|r",
                name = "Драконье колье лютости",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:42338:0:0:0:0:0:0:0:10|h[Нефритовый кинжал-подвеска]|h|r",
                name = "Нефритовый кинжал-подвеска",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:42339:0:0:0:0:0:0:0:10|h[Ожерелье Кровавого солнца]|h|r",
                name = "Ожерелье Кровавого солнца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:42340:0:0:0:0:0:-36:65:10|h[Перстень грез с меткой волшебника]|h|r",
                name = "Перстень грез с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:42340:0:0:0:0:0:-42:65:10|h[Перстень грез с меткой оракула]|h|r",
                name = "Перстень грез с меткой оракула",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:42340:0:0:0:0:0:-43:65:10|h[Перстень грез с меткой солдата]|h|r",
                name = "Перстень грез с меткой солдата",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:42340:0:0:0:0:0:-90:65:10|h[Перстень грез с меткой некроманта]|h|r",
                name = "Перстень грез с меткой некроманта",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:42340:0:0:0:0:0:-92:65:10|h[Перстень грез с меткой оруженосца]|h|r",
                name = "Перстень грез с меткой оруженосца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:43250:0:0:0:0:0:0:0:10|h[Кольцо силы земли]|h|r",
                name = "Кольцо силы земли",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:43498:0:0:0:0:0:0:0:10|h[Титановая печатка свирепости]|h|r",
                name = "Титановая печатка свирепости",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44681:0:0:0:0:0:-39:70:10|h[Титановый мозговорот с меткой заклинателя]|h|r",
                name = "Титановый мозговорот с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44681:0:0:0:0:0:-93:70:10|h[Титановый мозговорот с печатью восстановления]|h|r",
                name = "Титановый мозговорот с печатью восстановления",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44683:0:0:0:0:0:-42:65:10|h[Королевская глазница с меткой оракула]|h|r",
                name = "Королевская глазница с меткой оракула",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44688:0:0:0:0:0:-42:65:10|h[Отрубленный клык Лок'Нахак с меткой оракула]|h|r",
                name = "Отрубленный клык Лок'Нахак с меткой оракула",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44688:0:0:0:0:0:-92:65:10|h[Отрубленный клык Лок'Нахак с меткой оруженосца]|h|r",
                name = "Отрубленный клык Лок'Нахак с меткой оруженосца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44688:0:0:0:0:0:-93:65:10|h[Отрубленный клык Лок'Нахак с печатью восстановления]|h|r",
                name = "Отрубленный клык Лок'Нахак с печатью восстановления",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44741:0:0:0:0:0:-26:126:10|h[Механизированные снегозащитные очки с печатью силы заклинаний]|h|r",
                name = "Механизированные снегозащитные очки с печатью силы заклинаний",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44741:0:0:0:0:0:-36:126:10|h[Механизированные снегозащитные очки с меткой волшебника]|h|r",
                name = "Механизированные снегозащитные очки с меткой волшебника",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:46324:0:0:0:0:0:-91:65:10|h[Спектральный коготь Гондрии с меткой стрелка]|h|r",
                name = "Спектральный коготь Гондрии с меткой стрелка",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:46324:0:0:0:0:0:-92:65:10|h[Спектральный коготь Гондрии с меткой оруженосца]|h|r",
                name = "Спектральный коготь Гондрии с меткой оруженосца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:43245:0:0:0:0:0:0:0:10|h[Амулет с кристаллом кальцедония]|h|r",
                name = "Амулет с кристаллом кальцедония",
                count = 1,
            },
        },
    },
    {
        name = "Пуляша",
        updated_at = "2026-05-03 11:36:58",
        money = 13104,
        empty = 67,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:11630:0:0:0:0:0:0:0:10|h[Каменноосколочная беспатронная пуля]|h|r",
                name = "Каменноосколочная беспатронная пуля",
                count = 200,
            },
            {
                link = "|cff0070dd|Hitem:12984:0:0:0:0:0:0:0:10|h[Зов небес]|h|r",
                name = "Зов небес",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13004:0:0:0:0:0:0:0:10|h[Факел Остен]|h|r",
                name = "Факел Остен",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:13019:0:0:0:0:0:0:0:10|h[Короткий лук из когтя гарпии]|h|r",
                name = "Короткий лук из когтя гарпии",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:13020:0:0:0:0:0:0:0:10|h[Лук небесного бойца]|h|r",
                name = "Лук небесного бойца",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:13021:0:0:0:0:0:0:0:10|h[Продеватель игл]|h|r",
                name = "Продеватель игл",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:13022:0:0:0:0:0:0:0:10|h[Длинный лук Грифоньего крыла]|h|r",
                name = "Длинный лук Грифоньего крыла",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:13023:0:0:0:0:0:0:0:10|h[Длинный лук Орлиного рога]|h|r",
                name = "Длинный лук Орлиного рога",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13037:0:0:0:0:0:0:0:10|h[Оса Хрустальных сосен]|h|r",
                name = "Оса Хрустальных сосен",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:13038:0:0:0:0:0:0:0:10|h[Быстроветр]|h|r",
                name = "Быстроветр",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:13039:0:0:0:0:0:0:0:10|h[Раскалывающий череп арбалет]|h|r",
                name = "Раскалывающий череп арбалет",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:13040:0:0:0:0:0:0:0:10|h[Арбалет Ищущий Сердце]|h|r",
                name = "Арбалет Ищущий Сердце",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:13062:0:0:0:0:0:0:0:10|h[Громодерево]|h|r",
                name = "Громодерево",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13063:0:0:0:0:0:0:0:10|h[Звездопад]|h|r",
                name = "Звездопад",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:13064:0:0:0:0:0:0:0:10|h[Огнеиспускатель Джайны]|h|r",
                name = "Огнеиспускатель Джайны",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:13065:0:0:0:0:0:0:0:10|h[Жезл Аллистария]|h|r",
                name = "Жезл Аллистария",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:13136:0:0:0:0:0:0:0:10|h[Пугач маленького Тимми]|h|r",
                name = "Пугач маленького Тимми",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:13137:0:0:0:0:0:0:0:10|h[Железноткач]|h|r",
                name = "Железноткач",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:13138:0:0:0:0:0:0:0:10|h[Глушитель]|h|r",
                name = "Глушитель",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:13139:0:0:0:0:0:0:0:10|h[Выдавливатель внутренностей]|h|r",
                name = "Выдавливатель внутренностей",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:13146:0:0:0:0:0:0:0:10|h[Крупнокалиберный дробовик]|h|r",
                name = "Крупнокалиберный дробовик",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:2098:0:0:0:0:0:0:0:10|h[Двуствольный дробовик]|h|r",
                name = "Двуствольный дробовик",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:23773:0:0:0:0:0:0:0:10|h[Адамантитовые патроны]|h|r",
                name = "Адамантитовые патроны",
                count = 8955,
            },
            {
                link = "|cff0070dd|Hitem:41165:0:0:0:0:0:0:0:10|h[Саронитовые острейшие стрелы]|h|r",
                name = "Саронитовые острейшие стрелы",
                count = 15601,
            },
            {
                link = "|cff1eff00|Hitem:10512:0:0:0:0:0:0:0:10|h[Бронебойные мифриловые пули]|h|r",
                name = "Бронебойные мифриловые пули",
                count = 5000,
            },
            {
                link = "|cff1eff00|Hitem:15997:0:0:0:0:0:0:0:10|h[Ториевые патроны]|h|r",
                name = "Ториевые патроны",
                count = 17710,
            },
            {
                link = "|cff1eff00|Hitem:18042:0:0:0:0:0:0:0:10|h[Стрела с ториевым наконечником]|h|r",
                name = "Стрела с ториевым наконечником",
                count = 10000,
            },
            {
                link = "|cff1eff00|Hitem:23772:0:0:0:0:0:0:0:10|h[Патроны из оскверненного железа]|h|r",
                name = "Патроны из оскверненного железа",
                count = 16495,
            },
            {
                link = "|cff1eff00|Hitem:4407:0:0:0:0:0:0:0:10|h[Точный прицел]|h|r",
                name = "Точный прицел",
                count = 4,
            },
            {
                link = "|cffa335ee|Hitem:2099:0:0:0:0:0:0:0:10|h[Дворфийская пищаль]|h|r",
                name = "Дворфийская пищаль",
                count = 4,
            },
            {
                link = "|cffa335ee|Hitem:2100:0:0:0:0:0:0:0:10|h[Пристрелянный огнестрел]|h|r",
                name = "Пристрелянный огнестрел",
                count = 5,
            },
            {
                link = "|cffa335ee|Hitem:2824:0:0:0:0:0:0:0:10|h[Гроза]|h|r",
                name = "Гроза",
                count = 5,
            },
            {
                link = "|cffa335ee|Hitem:2825:0:0:0:0:0:0:0:10|h[Лук Жгучих Стрел]|h|r",
                name = "Лук Жгучих Стрел",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:10546:0:0:0:0:0:0:0:10|h[Смертоносный прицел]|h|r",
                name = "Смертоносный прицел",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:10548:0:0:0:0:0:0:0:10|h[Снайперский прицел]|h|r",
                name = "Снайперский прицел",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:4405:0:0:0:0:0:0:0:10|h[Кустарный прицел]|h|r",
                name = "Кустарный прицел",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:4406:0:0:0:0:0:0:0:10|h[Обычный прицел]|h|r",
                name = "Обычный прицел",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:44739:0:0:0:0:0:0:0:10|h[Рефракторный прицел с бриллиантовой огранкой]|h|r",
                name = "Рефракторный прицел с бриллиантовой огранкой",
                count = 11,
            },
        },
    },
    {
        name = "Пыляшка",
        updated_at = "2026-05-04 00:08:29",
        money = 38278,
        empty = 66,
        location = "Оргриммар",
        items = {
            {
                link = "|cffffffff|Hitem:11128:0:0:0:0:0:0:0:10|h[Золотой жезл]|h|r",
                name = "Золотой жезл",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:11144:0:0:0:0:0:0:0:10|h[Жезл из истинного серебра]|h|r",
                name = "Жезл из истинного серебра",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:16206:0:0:0:0:0:0:0:10|h[Арканитовый жезл]|h|r",
                name = "Арканитовый жезл",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:25843:0:0:0:0:0:0:0:10|h[Жезл из оскверненного железа]|h|r",
                name = "Жезл из оскверненного железа",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:25844:0:0:0:0:0:0:0:10|h[Адамантитовый жезл]|h|r",
                name = "Адамантитовый жезл",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:25845:0:0:0:0:0:0:0:10|h[Этерниевый жезл]|h|r",
                name = "Этерниевый жезл",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:41745:0:0:0:0:0:0:0:10|h[Титановый жезл]|h|r",
                name = "Титановый жезл",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:6338:0:0:0:0:0:0:0:10|h[Серебряный жезл]|h|r",
                name = "Серебряный жезл",
                count = 2,
            },
        },
    },
    {
        name = "Рец",
        updated_at = "2026-05-04 15:55:31",
        money = 74134,
        empty = 22,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:10605:0:0:0:0:0:0:0:10|h[Чертеж: экстремальные очки магической силы]|h|r",
                name = "Чертеж: экстремальные очки магической силы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:10608:0:0:0:0:0:0:0:10|h[Схема: снайперский прицел]|h|r",
                name = "Схема: снайперский прицел",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:12711:0:0:0:0:0:0:0:10|h[Чертеж: шлем чистой души]|h|r",
                name = "Чертеж: шлем чистой души",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:12836:0:0:0:0:0:0:0:10|h[Чертеж: ледяной страж]|h|r",
                name = "Чертеж: ледяной страж",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:12839:0:0:0:0:0:0:0:10|h[Чертеж: пронзатель сердец]|h|r",
                name = "Чертеж: пронзатель сердец",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:14497:0:0:0:0:0:0:0:10|h[Выкройка: поножи из луноткани]|h|r",
                name = "Выкройка: поножи из луноткани",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:14501:0:0:0:0:0:0:0:10|h[Выкройка: жилет из луноткани]|h|r",
                name = "Выкройка: жилет из луноткани",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:15752:0:0:0:0:0:0:0:10|h[Выкройка: поножи жизни]|h|r",
                name = "Выкройка: поножи жизни",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:15760:0:0:0:0:0:0:0:10|h[Выкройка: железноперая кираса]|h|r",
                name = "Выкройка: железноперая кираса",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:15781:0:0:0:0:0:0:0:10|h[Выкройка: поножи из чешуи черного дракона]|h|r",
                name = "Выкройка: поножи из чешуи черного дракона",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:23802:0:0:0:0:0:0:0:10|h[Схема: узорчатая кориевая винтовка]|h|r",
                name = "Схема: узорчатая кориевая винтовка",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:24212:0:0:0:0:0:0:0:10|h[Эскиз: королевское око ночи]|h|r",
                name = "Эскиз: королевское око ночи",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:24213:0:0:0:0:0:0:0:10|h[Эскиз: покрытый письменами благородный топаз]|h|r",
                name = "Эскиз: покрытый письменами благородный топаз",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:3871:0:0:0:0:0:0:0:10|h[Чертеж: золотые чешуйчатые наплечники]|h|r",
                name = "Чертеж: золотые чешуйчатые наплечники",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:4298:0:0:0:0:0:0:0:10|h[Выкройка: пояс стража]|h|r",
                name = "Выкройка: пояс стража",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:4301:0:0:0:0:0:0:0:10|h[Выкройка: варварский пояс]|h|r",
                name = "Выкройка: варварский пояс",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:4415:0:0:0:0:0:0:0:10|h[Схема: монокль ремесленника]|h|r",
                name = "Схема: монокль ремесленника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:7452:0:0:0:0:0:0:0:10|h[Выкройка: мглистые сапоги]|h|r",
                name = "Выкройка: мглистые сапоги",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:7976:0:0:0:0:0:0:0:10|h[Чертеж: мифриловый шип для щита]|h|r",
                name = "Чертеж: мифриловый шип для щита",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:8028:0:0:0:0:0:0:0:10|h[Чертеж: рунический мифриловый молот]|h|r",
                name = "Чертеж: рунический мифриловый молот",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10300:0:0:0:0:0:0:0:10|h[Выкройка: красный жилет из магической ткани]|h|r",
                name = "Выкройка: красный жилет из магической ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10301:0:0:0:0:0:0:0:10|h[Выкройка: белая бандитская маска]|h|r",
                name = "Выкройка: белая бандитская маска",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10302:0:0:0:0:0:0:0:10|h[Выкройка: красные штаны из магической ткани]|h|r",
                name = "Выкройка: красные штаны из магической ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10312:0:0:0:0:0:0:0:10|h[Выкройка: красные перчатки из магической ткани]|h|r",
                name = "Выкройка: красные перчатки из магической ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10424:0:0:0:0:0:0:0:10|h[Чертеж: посеребренные бронзовые поножи]|h|r",
                name = "Чертеж: посеребренные бронзовые поножи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10603:0:0:0:0:0:0:0:10|h[Схема: ультра-очки \"Кошачий глаз\"]|h|r",
                name = "Схема: ультра-очки \"Кошачий глаз\"",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10606:0:0:0:0:0:0:0:10|h[Схема: плащ-парашют]|h|r",
                name = "Схема: плащ-парашют",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11038:0:0:0:0:0:0:0:10|h[Формула чар для двуручного оружия - дух I]|h|r",
                name = "Формула чар для двуручного оружия - дух I",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11039:0:0:0:0:0:0:0:10|h[Формула чар для плаща - ловкость I]|h|r",
                name = "Формула чар для плаща - ловкость I",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11081:0:0:0:0:0:0:0:10|h[Формула чар для щита - броня]|h|r",
                name = "Формула чар для щита - броня",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11166:0:0:0:0:0:0:0:10|h[Формула чар для перчаток - снятие шкур]|h|r",
                name = "Формула чар для перчаток - снятие шкур",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12682:0:0:0:0:0:0:0:10|h[Чертеж: ториевая броня]|h|r",
                name = "Чертеж: ториевая броня",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12683:0:0:0:0:0:0:0:10|h[Чертеж: ториевый пояс]|h|r",
                name = "Чертеж: ториевый пояс",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12684:0:0:0:0:0:0:0:10|h[Чертеж: ториевые наручи]|h|r",
                name = "Чертеж: ториевые наручи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12689:0:0:0:0:0:0:0:10|h[Чертеж: светозарная кираса]|h|r",
                name = "Чертеж: светозарная кираса",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12691:0:0:0:0:0:0:0:10|h[Чертеж: доспех дикого терна]|h|r",
                name = "Чертеж: доспех дикого терна",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12692:0:0:0:0:0:0:0:10|h[Чертеж: ториевый шип для щита]|h|r",
                name = "Чертеж: ториевый шип для щита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12693:0:0:0:0:0:0:0:10|h[Чертеж: ториевые сапоги]|h|r",
                name = "Чертеж: ториевые сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12694:0:0:0:0:0:0:0:10|h[Чертеж: ториевый шлем]|h|r",
                name = "Чертеж: ториевый шлем",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12695:0:0:0:0:0:0:0:10|h[Чертеж: светозарные перчатки]|h|r",
                name = "Чертеж: светозарные перчатки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12697:0:0:0:0:0:0:0:10|h[Чертеж: светозарные сапоги]|h|r",
                name = "Чертеж: светозарные сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12702:0:0:0:0:0:0:0:10|h[Чертеж: светозарный венец]|h|r",
                name = "Чертеж: светозарный венец",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12704:0:0:0:0:0:0:0:10|h[Чертеж: ториевые поножи]|h|r",
                name = "Чертеж: ториевые поножи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12713:0:0:0:0:0:0:0:10|h[Чертеж: светозарные поножи]|h|r",
                name = "Чертеж: светозарные поножи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12827:0:0:0:0:0:0:0:10|h[Чертеж: Безмятежность]|h|r",
                name = "Чертеж: Безмятежность",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:13481:0:0:0:0:0:0:0:10|h[Рецепт: эликсир грубой силы]|h|r",
                name = "Рецепт: эликсир грубой силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:13488:0:0:0:0:0:0:0:10|h[Рецепт: трансмутация жизни в землю]|h|r",
                name = "Рецепт: трансмутация жизни в землю",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:13490:0:0:0:0:0:0:0:10|h[Рецепт: сильное зелье каменного щита]|h|r",
                name = "Рецепт: сильное зелье каменного щита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:13491:0:0:0:0:0:0:0:10|h[Рецепт: эликсир мангуста]|h|r",
                name = "Рецепт: эликсир мангуста",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:13492:0:0:0:0:0:0:0:10|h[Рецепт: зелье очищения]|h|r",
                name = "Рецепт: зелье очищения",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:13493:0:0:0:0:0:0:0:10|h[Рецепт: сильный чародейский эликсир]|h|r",
                name = "Рецепт: сильный чародейский эликсир",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14467:0:0:0:0:0:0:0:10|h[Выкройка: одеяние из ледяной ткани]|h|r",
                name = "Выкройка: одеяние из ледяной ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14470:0:0:0:0:0:0:0:10|h[Выкройка: мундир из рунной ткани]|h|r",
                name = "Выкройка: мундир из рунной ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14474:0:0:0:0:0:0:0:10|h[Выкройка: перчатки из ледяной ткани]|h|r",
                name = "Выкройка: перчатки из ледяной ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14478:0:0:0:0:0:0:0:10|h[Выкройка: одеяние из яркой ткани]|h|r",
                name = "Выкройка: одеяние из яркой ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14479:0:0:0:0:0:0:0:10|h[Выкройка: перчатки из яркой ткани]|h|r",
                name = "Выкройка: перчатки из яркой ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14484:0:0:0:0:0:0:0:10|h[Выкройка: плащ из яркой ткани]|h|r",
                name = "Выкройка: плащ из яркой ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14489:0:0:0:0:0:0:0:10|h[Выкройка: штаны из ледяной ткани]|h|r",
                name = "Выкройка: штаны из ледяной ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14492:0:0:0:0:0:0:0:10|h[Выкройка: сапоги из ткани Скверны]|h|r",
                name = "Выкройка: сапоги из ткани Скверны",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14494:0:0:0:0:0:0:0:10|h[Выкройка: штаны из яркой ткани]|h|r",
                name = "Выкройка: штаны из яркой ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14495:0:0:0:0:0:0:0:10|h[Выкройка: штаны из призрачной ткани]|h|r",
                name = "Выкройка: штаны из призрачной ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14496:0:0:0:0:0:0:0:10|h[Выкройка: капюшон из ткани Скверны]|h|r",
                name = "Выкройка: капюшон из ткани Скверны",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14498:0:0:0:0:0:0:0:10|h[Выкройка: головная повязка из рунной ткани]|h|r",
                name = "Выкройка: головная повязка из рунной ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14499:0:0:0:0:0:0:0:10|h[Выкройка: сумка из луноткани]|h|r",
                name = "Выкройка: сумка из луноткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14634:0:0:0:0:0:0:0:10|h[Рецепт: масло льда]|h|r",
                name = "Рецепт: масло льда",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:15731:0:0:0:0:0:0:0:10|h[Выкройка: рунические кожаные рукавицы]|h|r",
                name = "Выкройка: рунические кожаные рукавицы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15737:0:0:0:0:0:0:0:10|h[Выкройка: химерические сапоги]|h|r",
                name = "Выкройка: химерические сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15745:0:0:0:0:0:0:0:10|h[Выкройка: рунический кожаный пояс]|h|r",
                name = "Выкройка: рунический кожаный пояс",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15746:0:0:0:0:0:0:0:10|h[Выкройка: химерические поножи]|h|r",
                name = "Выкройка: химерические поножи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15747:0:0:0:0:0:0:0:10|h[Выкройка: поножи из кожи ледопарда]|h|r",
                name = "Выкройка: поножи из кожи ледопарда",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15757:0:0:0:0:0:0:0:10|h[Выкройка: гибельные кожаные штаны]|h|r",
                name = "Выкройка: гибельные кожаные штаны",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15761:0:0:0:0:0:0:0:10|h[Выкройка: перчатки из кожи ледопарда]|h|r",
                name = "Выкройка: перчатки из кожи ледопарда",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15779:0:0:0:0:0:0:0:10|h[Выкройка: мундир из кожи ледопарда]|h|r",
                name = "Выкройка: мундир из кожи ледопарда",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:16043:0:0:0:0:0:0:0:10|h[Чертеж: ториевая винтовка]|h|r",
                name = "Чертеж: ториевая винтовка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:16045:0:0:0:0:0:0:0:10|h[Чертеж: суперэкстремальные очки магической силы]|h|r",
                name = "Чертеж: суперэкстремальные очки магической силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:16051:0:0:0:0:0:0:0:10|h[Чертеж: ториевые патроны]|h|r",
                name = "Чертеж: ториевые патроны",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:16055:0:0:0:0:0:0:0:10|h[Схема: чародейская бомба]|h|r",
                name = "Схема: чародейская бомба",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:16214:0:0:0:0:0:0:0:10|h[Формула: зачаровывание браслетов - интеллект, III ступень]|h|r",
                name = "Формула: зачаровывание браслетов - интеллект, III ступень",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:18658:0:0:0:0:0:0:0:10|h[Схема: ультра-вспышечный отражатель тьмы]|h|r",
                name = "Схема: ультра-вспышечный отражатель тьмы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:18661:0:0:0:0:0:0:0:10|h[Схема: увеличитель мира]|h|r",
                name = "Схема: увеличитель мира",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2406:0:0:0:0:0:0:0:10|h[Выкройка: тонкие кожаные сапоги]|h|r",
                name = "Выкройка: тонкие кожаные сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2407:0:0:0:0:0:0:0:10|h[Выкройка: белый кожаный жакет]|h|r",
                name = "Выкройка: белый кожаный жакет",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2408:0:0:0:0:0:0:0:10|h[Выкройка: тонкие кожаные перчатки]|h|r",
                name = "Выкройка: тонкие кожаные перчатки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2409:0:0:0:0:0:0:0:10|h[Выкройка: темный кожаный мундир]|h|r",
                name = "Выкройка: темный кожаный мундир",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2553:0:0:0:0:0:0:0:10|h[Рецепт: слабый эликсир ловкости]|h|r",
                name = "Рецепт: слабый эликсир ловкости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2555:0:0:0:0:0:0:0:10|h[Рецепт: зелье скорости]|h|r",
                name = "Рецепт: зелье скорости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2598:0:0:0:0:0:0:0:10|h[Выкройка: красное льняное одеяние]|h|r",
                name = "Выкройка: красное льняное одеяние",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2881:0:0:0:0:0:0:0:10|h[Чертеж: руническая медная кираса]|h|r",
                name = "Чертеж: руническая медная кираса",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2882:0:0:0:0:0:0:0:10|h[Чертеж: посеребренные бронзовые наплечники]|h|r",
                name = "Чертеж: посеребренные бронзовые наплечники",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2883:0:0:0:0:0:0:0:10|h[Чертеж: смертоносный бронзовый короткий кинжал]|h|r",
                name = "Чертеж: смертоносный бронзовый короткий кинжал",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3395:0:0:0:0:0:0:0:10|h[Рецепт: слабое зелье неуязвимости]|h|r",
                name = "Рецепт: слабое зелье неуязвимости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3396:0:0:0:0:0:0:0:10|h[Рецепт: малый эликсир ловкости]|h|r",
                name = "Рецепт: малый эликсир ловкости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3608:0:0:0:0:0:0:0:10|h[Чертеж: тяжелый железный молот]|h|r",
                name = "Чертеж: тяжелый железный молот",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3609:0:0:0:0:0:0:0:10|h[Чертеж: медный плетеный нагрудник]|h|r",
                name = "Чертеж: медный плетеный нагрудник",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3610:0:0:0:0:0:0:0:10|h[Чертеж: украшенные медные рукавицы]|h|r",
                name = "Чертеж: украшенные медные рукавицы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3611:0:0:0:0:0:0:0:10|h[Чертеж: зеленые железные сапоги]|h|r",
                name = "Чертеж: зеленые железные сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3612:0:0:0:0:0:0:0:10|h[Чертеж: зеленые железные рукавицы]|h|r",
                name = "Чертеж: зеленые железные рукавицы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3832:0:0:0:0:0:0:0:10|h[Рецепт: эликсир обнаружения простой невидимости]|h|r",
                name = "Рецепт: эликсир обнаружения простой невидимости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3866:0:0:0:0:0:0:0:10|h[Чертеж: нефритовый змеиный клинок]|h|r",
                name = "Чертеж: нефритовый змеиный клинок",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3867:0:0:0:0:0:0:0:10|h[Чертеж: позолоченный железный разрушитель]|h|r",
                name = "Чертеж: позолоченный железный разрушитель",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3868:0:0:0:0:0:0:0:10|h[Чертеж: клинок ледяного тигра]|h|r",
                name = "Чертеж: клинок ледяного тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3869:0:0:0:0:0:0:0:10|h[Чертеж: серповидная секира тени]|h|r",
                name = "Чертеж: серповидная секира тени",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3870:0:0:0:0:0:0:0:10|h[Чертеж: зеленые железные наплечники]|h|r",
                name = "Чертеж: зеленые железные наплечники",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3872:0:0:0:0:0:0:0:10|h[Чертеж: золотые чешуйчатые поножи]|h|r",
                name = "Чертеж: золотые чешуйчатые поножи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3873:0:0:0:0:0:0:0:10|h[Чертеж: золотой чешуйчатый панцирь]|h|r",
                name = "Чертеж: золотой чешуйчатый панцирь",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3874:0:0:0:0:0:0:0:10|h[Чертеж: полированные стальные сапоги]|h|r",
                name = "Чертеж: полированные стальные сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4292:0:0:0:0:0:0:0:10|h[Выкройка: зеленая шерстяная сумка]|h|r",
                name = "Выкройка: зеленая шерстяная сумка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4293:0:0:0:0:0:0:0:10|h[Выкройка: кожаный жилет жителя холмов]|h|r",
                name = "Выкройка: кожаный жилет жителя холмов",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4294:0:0:0:0:0:0:0:10|h[Выкройка: пояс жителя холмов]|h|r",
                name = "Выкройка: пояс жителя холмов",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4296:0:0:0:0:0:0:0:10|h[Выкройка: темные кожаные наплечники]|h|r",
                name = "Выкройка: темные кожаные наплечники",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4297:0:0:0:0:0:0:0:10|h[Выкройка: варварские перчатки]|h|r",
                name = "Выкройка: варварские перчатки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4299:0:0:0:0:0:0:0:10|h[Выкройка: защитная броня стража]|h|r",
                name = "Выкройка: защитная броня стража",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4300:0:0:0:0:0:0:0:10|h[Выкройка: кожаные наручи стража]|h|r",
                name = "Выкройка: кожаные наручи стража",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4345:0:0:0:0:0:0:0:10|h[Выкройка: красные шерстяные сапоги]|h|r",
                name = "Выкройка: красные шерстяные сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4346:0:0:0:0:0:0:0:10|h[Выкройка: тяжелый шерстяной плащ]|h|r",
                name = "Выкройка: тяжелый шерстяной плащ",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4347:0:0:0:0:0:0:0:10|h[Выкройка: усиленные шерстяные наплечники]|h|r",
                name = "Выкройка: усиленные шерстяные наплечники",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4348:0:0:0:0:0:0:0:10|h[Выкройка: перчатки Феникса]|h|r",
                name = "Выкройка: перчатки Феникса",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4350:0:0:0:0:0:0:0:10|h[Выкройка: туфли из паутины]|h|r",
                name = "Выкройка: туфли из паутины",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4351:0:0:0:0:0:0:0:10|h[Выкройка: теневой капюшон]|h|r",
                name = "Выкройка: теневой капюшон",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4352:0:0:0:0:0:0:0:10|h[Выкройка: сапоги заклинателя]|h|r",
                name = "Выкройка: сапоги заклинателя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4353:0:0:0:0:0:0:0:10|h[Выкройка: паучий пояс]|h|r",
                name = "Выкройка: паучий пояс",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4409:0:0:0:0:0:0:0:10|h[Схема: малый сефориевый заряд]|h|r",
                name = "Схема: малый сефориевый заряд",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4410:0:0:0:0:0:0:0:10|h[Схема: теневые очки]|h|r",
                name = "Схема: теневые очки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4412:0:0:0:0:0:0:0:10|h[Схема: лунная винтовка]|h|r",
                name = "Схема: лунная винтовка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4414:0:0:0:0:0:0:0:10|h[Схема: переносной бронзовый миномет]|h|r",
                name = "Схема: переносной бронзовый миномет",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4417:0:0:0:0:0:0:0:10|h[Схема: большой сефориевый заряд]|h|r",
                name = "Схема: большой сефориевый заряд",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:5083:0:0:0:0:0:0:0:10|h[Выкройка: сумка из шкуры кодо]|h|r",
                name = "Выкройка: сумка из шкуры кодо",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:5543:0:0:0:0:0:0:0:10|h[Чертеж: радужный молот]|h|r",
                name = "Чертеж: радужный молот",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:5578:0:0:0:0:0:0:0:10|h[Чертеж: посеребренная бронзовая кираса]|h|r",
                name = "Чертеж: посеребренная бронзовая кираса",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:5972:0:0:0:0:0:0:0:10|h[Выкройка: тонкие кожаные штаны]|h|r",
                name = "Выкройка: тонкие кожаные штаны",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:5974:0:0:0:0:0:0:0:10|h[Выкройка: плащ хранителя]|h|r",
                name = "Выкройка: плащ хранителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6044:0:0:0:0:0:0:0:10|h[Чертеж: железный шип для щита]|h|r",
                name = "Чертеж: железный шип для щита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6045:0:0:0:0:0:0:0:10|h[Чертеж: железный противовес]|h|r",
                name = "Чертеж: железный противовес",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6271:0:0:0:0:0:0:0:10|h[Выкройка: красный льняной жилет]|h|r",
                name = "Выкройка: красный льняной жилет",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6375:0:0:0:0:0:0:0:10|h[Формула чар для наручей - дух II]|h|r",
                name = "Формула чар для наручей - дух II",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6390:0:0:0:0:0:0:0:10|h[Выкройка: стильная синяя рубашка]|h|r",
                name = "Выкройка: стильная синяя рубашка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6391:0:0:0:0:0:0:0:10|h[Выкройка: стильная зеленая рубашка]|h|r",
                name = "Выкройка: стильная зеленая рубашка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6476:0:0:0:0:0:0:0:10|h[Выкройка: пояс из искаженной чешуи]|h|r",
                name = "Выкройка: пояс из искаженной чешуи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6661:0:0:0:0:0:0:0:10|h[Рецепт: загадочное острое лакомство]|h|r",
                name = "Рецепт: загадочное острое лакомство",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6716:0:0:0:0:0:0:0:10|h[Схема: динамит \"Pro-100-брос\"]|h|r",
                name = "Схема: динамит \"Pro-100-брос\"",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7084:0:0:0:0:0:0:0:10|h[Выкройка: багровые шелковые наплечники]|h|r",
                name = "Выкройка: багровые шелковые наплечники",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7085:0:0:0:0:0:0:0:10|h[Выкройка: лазурные наплечники]|h|r",
                name = "Выкройка: лазурные наплечники",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7086:0:0:0:0:0:0:0:10|h[Выкройка: шелковый пояс земли]|h|r",
                name = "Выкройка: шелковый пояс земли",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7090:0:0:0:0:0:0:0:10|h[Выкройка: зеленая шелковая броня]|h|r",
                name = "Выкройка: зеленая шелковая броня",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7091:0:0:0:0:0:0:0:10|h[Выкройка: перчатки истинной веры]|h|r",
                name = "Выкройка: перчатки истинной веры",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7092:0:0:0:0:0:0:0:10|h[Выкройка: краги Тьмы]|h|r",
                name = "Выкройка: краги Тьмы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7288:0:0:0:0:0:0:0:10|h[Выкройка: штаны из грубой кожи]|h|r",
                name = "Выкройка: штаны из грубой кожи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7360:0:0:0:0:0:0:0:10|h[Выкройка: темные кожаные перчатки]|h|r",
                name = "Выкройка: темные кожаные перчатки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7363:0:0:0:0:0:0:0:10|h[Выкройка: перчатки жулика]|h|r",
                name = "Выкройка: перчатки жулика",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7364:0:0:0:0:0:0:0:10|h[Выкройка: тяжелые перчатки Земли]|h|r",
                name = "Выкройка: тяжелые перчатки Земли",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7449:0:0:0:0:0:0:0:10|h[Выкройка: мглистые кожаные поножи]|h|r",
                name = "Выкройка: мглистые кожаные поножи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7450:0:0:0:0:0:0:0:10|h[Выкройка: броня из зеленого дракончика]|h|r",
                name = "Выкройка: броня из зеленого дракончика",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7451:0:0:0:0:0:0:0:10|h[Выкройка: наручи из чешуи зеленого дракончика]|h|r",
                name = "Выкройка: наручи из чешуи зеленого дракончика",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7453:0:0:0:0:0:0:0:10|h[Выкройка: сапоги быстроты]|h|r",
                name = "Выкройка: сапоги быстроты",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7975:0:0:0:0:0:0:0:10|h[Чертеж: тяжелые мифриловые штаны]|h|r",
                name = "Чертеж: тяжелые мифриловые штаны",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7989:0:0:0:0:0:0:0:10|h[Чертеж: мифриловые шпоры]|h|r",
                name = "Чертеж: мифриловые шпоры",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7992:0:0:0:0:0:0:0:10|h[Чертеж: синий блистающий топор]|h|r",
                name = "Чертеж: синий блистающий топор",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7993:0:0:0:0:0:0:0:10|h[Чертеж: ослепительная мифриловая рапира]|h|r",
                name = "Чертеж: ослепительная мифриловая рапира",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8386:0:0:0:0:0:0:0:10|h[Выкройка: большое вудуистское одеяние]|h|r",
                name = "Выкройка: большое вудуистское одеяние",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8389:0:0:0:0:0:0:0:10|h[Выкройка: большие вудуистские штаны]|h|r",
                name = "Выкройка: большие вудуистские штаны",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8398:0:0:0:0:0:0:0:10|h[Выкройка: жесткие перчатки из чешуи скорпида]|h|r",
                name = "Выкройка: жесткие перчатки из чешуи скорпида",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8399:0:0:0:0:0:0:0:10|h[Выкройка: жесткие сапоги из чешуи скорпида]|h|r",
                name = "Выкройка: жесткие сапоги из чешуи скорпида",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8401:0:0:0:0:0:0:0:10|h[Выкройка: жесткие поножи из чешуи скорпида]|h|r",
                name = "Выкройка: жесткие поножи из чешуи скорпида",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8409:0:0:0:0:0:0:0:10|h[Выкройка: ночные наплечники]|h|r",
                name = "Выкройка: ночные наплечники",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9294:0:0:0:0:0:0:0:10|h[Рецепт: зелье из дикой лозы]|h|r",
                name = "Рецепт: зелье из дикой лозы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9295:0:0:0:0:0:0:0:10|h[Рецепт: зелье невидимости]|h|r",
                name = "Рецепт: зелье невидимости",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:10318:0:0:0:0:0:0:0:10|h[Выкройка: адмиральская шляпа]|h|r",
                name = "Выкройка: адмиральская шляпа",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:12163:0:0:0:0:0:0:0:10|h[Чертеж: палаш лунной стали]|h|r",
                name = "Чертеж: палаш лунной стали",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:12227:0:0:0:0:0:0:0:10|h[Рецепт: постный стейк из волчатины]|h|r",
                name = "Рецепт: постный стейк из волчатины",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:12229:0:0:0:0:0:0:0:10|h[Рецепт: острая волчья грудинка]|h|r",
                name = "Рецепт: острая волчья грудинка",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:12233:0:0:0:0:0:0:0:10|h[Рецепт: загадочная похлебка]|h|r",
                name = "Рецепт: загадочная похлебка",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:12239:0:0:0:0:0:0:0:10|h[Рецепт: мясо в соусе \"Дыхание дракона\"]|h|r",
                name = "Рецепт: мясо в соусе \"Дыхание дракона\"",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:15734:0:0:0:0:0:0:0:10|h[Выкройка: наплечники жизни]|h|r",
                name = "Выкройка: наплечники жизни",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:15742:0:0:0:0:0:0:0:10|h[Выкройка: портупея боевого медведя]|h|r",
                name = "Выкройка: портупея боевого медведя",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:16046:0:0:0:0:0:0:0:10|h[Схема: манекен-мишень искусной работы]|h|r",
                name = "Схема: манекен-мишень искусной работы",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:16050:0:0:0:0:0:0:0:10|h[Схема: сверхточный арканитовый преобразователь]|h|r",
                name = "Схема: сверхточный арканитовый преобразователь",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:16072:0:0:0:0:0:0:0:10|h[Поваренная книга умельца]|h|r",
                name = "Поваренная книга умельца",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:17062:0:0:0:0:0:0:0:10|h[Рецепт: мифрилоголовая форель]|h|r",
                name = "Рецепт: мифрилоголовая форель",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:18652:0:0:0:0:0:0:0:10|h[Схема: гирозамораживающий ледяной отражатель]|h|r",
                name = "Схема: гирозамораживающий ледяной отражатель",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:18656:0:0:0:0:0:0:0:10|h[Схема: мощный сефориевый заряд]|h|r",
                name = "Схема: мощный сефориевый заряд",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:21099:0:0:0:0:0:0:0:10|h[Рецепт: копченый шалфокунь]|h|r",
                name = "Рецепт: копченый шалфокунь",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:21219:0:0:0:0:0:0:0:10|h[Рецепт: деликатес из шалфокуня]|h|r",
                name = "Рецепт: деликатес из шалфокуня",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:21943:0:0:0:0:0:0:0:10|h[Эскиз: краб из истинного серебра]|h|r",
                name = "Эскиз: краб из истинного серебра",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:27684:0:0:0:0:0:0:0:10|h[Рецепт: закуска из канюка]|h|r",
                name = "Рецепт: закуска из канюка",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:27736:0:0:0:0:0:0:0:10|h[Поварская книга]|h|r",
                name = "Поварская книга",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:32381:0:0:0:0:0:0:0:10|h[Схема: кабельная система с плавкими предохранителями]|h|r",
                name = "Схема: кабельная система с плавкими предохранителями",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:3734:0:0:0:0:0:0:0:10|h[Рецепт: большой медвежий стейк]|h|r",
                name = "Рецепт: большой медвежий стейк",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:3735:0:0:0:0:0:0:0:10|h[Рецепт: острая отбивная из мяса льва]|h|r",
                name = "Рецепт: острая отбивная из мяса льва",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:3830:0:0:0:0:0:0:0:10|h[Рецепт: эликсир стойкости]|h|r",
                name = "Рецепт: эликсир стойкости",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:4609:0:0:0:0:0:0:0:10|h[Рецепт: жареное крыло канюка]|h|r",
                name = "Рецепт: жареное крыло канюка",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:5786:0:0:0:0:0:0:0:10|h[Выкройка: пояс из чешуи мурлока]|h|r",
                name = "Выкройка: пояс из чешуи мурлока",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:6053:0:0:0:0:0:0:0:10|h[Рецепт: зелье защиты от светлой магии]|h|r",
                name = "Рецепт: зелье защиты от светлой магии",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:6211:0:0:0:0:0:0:0:10|h[Рецепт: эликсир силы огра]|h|r",
                name = "Рецепт: эликсир силы огра",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:6369:0:0:0:0:0:0:0:10|h[Рецепт: каменношкурая треска]|h|r",
                name = "Рецепт: каменношкурая треска",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:7561:0:0:0:0:0:0:0:10|h[Схема: гоблинский кабельный дефибриллятор]|h|r",
                name = "Схема: гоблинский кабельный дефибриллятор",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:8385:0:0:0:0:0:0:0:10|h[Выкройка: перчатки из черепашьего панциря]|h|r",
                name = "Выкройка: перчатки из черепашьего панциря",
                count = 1,
            },
        },
    },
    {
        name = "Рыбная",
        updated_at = "2026-05-03 11:23:32",
        money = 4042,
        empty = 164,
        location = "Оргриммар",
        items = {
            {
                link = "|cffffffff|Hitem:13754:0:0:0:0:0:0:0:10|h[Сырая блестящая мощь-рыба]|h|r",
                name = "Сырая блестящая мощь-рыба",
                count = 267,
            },
            {
                link = "|cffffffff|Hitem:13755:0:0:0:0:0:0:0:10|h[Зимний кальмар]|h|r",
                name = "Зимний кальмар",
                count = 250,
            },
            {
                link = "|cffffffff|Hitem:13756:0:0:0:0:0:0:0:10|h[Сырой летний окунь]|h|r",
                name = "Сырой летний окунь",
                count = 191,
            },
            {
                link = "|cffffffff|Hitem:13757:0:0:0:0:0:0:0:10|h[Молниевый угорь]|h|r",
                name = "Молниевый угорь",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:13758:0:0:0:0:0:0:0:10|h[Сырая краснобородка]|h|r",
                name = "Сырая краснобородка",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:13759:0:0:0:0:0:0:0:10|h[Сырой ночной луциан]|h|r",
                name = "Сырой ночной луциан",
                count = 28,
            },
            {
                link = "|cffffffff|Hitem:13760:0:0:0:0:0:0:0:10|h[Сырой солнечный лосось]|h|r",
                name = "Сырой солнечный лосось",
                count = 41,
            },
            {
                link = "|cffffffff|Hitem:13888:0:0:0:0:0:0:0:10|h[Темноклешневый омар]|h|r",
                name = "Темноклешневый омар",
                count = 15,
            },
            {
                link = "|cffffffff|Hitem:13890:0:0:0:0:0:0:0:10|h[Пластинчатая бронерыба]|h|r",
                name = "Пластинчатая бронерыба",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:21071:0:0:0:0:0:0:0:10|h[Сырой шалфокунь]|h|r",
                name = "Сырой шалфокунь",
                count = 39,
            },
            {
                link = "|cffffffff|Hitem:41805:0:0:0:0:0:0:0:10|h[Борейский медузник]|h|r",
                name = "Борейский медузник",
                count = 21,
            },
            {
                link = "|cffffffff|Hitem:41808:0:0:0:0:0:0:0:10|h[Костечешуйный луциан]|h|r",
                name = "Костечешуйный луциан",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:41812:0:0:0:0:0:0:0:10|h[Бочкоголовый бычок]|h|r",
                name = "Бочкоголовый бычок",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:41813:0:0:0:0:0:0:0:10|h[Медуза]|h|r",
                name = "Медуза",
                count = 245,
            },
            {
                link = "|cffffffff|Hitem:4603:0:0:0:0:0:0:0:10|h[Сырой пятнистый желтохвост]|h|r",
                name = "Сырой пятнистый желтохвост",
                count = 332,
            },
            {
                link = "|cffffffff|Hitem:6289:0:0:0:0:0:0:0:10|h[Сырой острозубый илистый луциан]|h|r",
                name = "Сырой острозубый илистый луциан",
                count = 176,
            },
            {
                link = "|cffffffff|Hitem:6291:0:0:0:0:0:0:0:10|h[Сырая блестящая рыбка]|h|r",
                name = "Сырая блестящая рыбка",
                count = 99,
            },
            {
                link = "|cffffffff|Hitem:6303:0:0:0:0:0:0:0:10|h[Сырая скользкокожая скумбрия]|h|r",
                name = "Сырая скользкокожая скумбрия",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:6308:0:0:0:0:0:0:0:10|h[Сырая ощетиненная зубатка]|h|r",
                name = "Сырая ощетиненная зубатка",
                count = 18,
            },
            {
                link = "|cffffffff|Hitem:6361:0:0:0:0:0:0:0:10|h[Сырой радужный тунец]|h|r",
                name = "Сырой радужный тунец",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:6362:0:0:0:0:0:0:0:10|h[Сырая каменношкурая треска]|h|r",
                name = "Сырая каменношкурая треска",
                count = 340,
            },
            {
                link = "|cffffffff|Hitem:6522:0:0:0:0:0:0:0:10|h[Загадочная рыба]|h|r",
                name = "Загадочная рыба",
                count = 70,
            },
            {
                link = "|cffffffff|Hitem:8365:0:0:0:0:0:0:0:10|h[Сырая мифрилоголовая форель]|h|r",
                name = "Сырая мифрилоголовая форель",
                count = 22,
            },
        },
    },
    {
        name = "Свитковый",
        updated_at = "2026-05-05 08:08:11",
        money = 4291,
        empty = 125,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:38845:0:0:0:0:0:0:0:10|h[Свиток чар для двуручного оружия - импульс IV]|h|r",
                name = "Свиток чар для двуручного оружия - импульс IV",
                count = 7,
            },
            {
                link = "|cff0070dd|Hitem:38992:0:0:0:0:0:0:0:10|h[Свиток чар для двуручного оружия - свирепость II]|h|r",
                name = "Свиток чар для двуручного оружия - свирепость II",
                count = 9,
            },
            {
                link = "|cff0070dd|Hitem:44453:0:0:0:0:0:0:0:10|h[Свиток чар для оружия - могущество II]|h|r",
                name = "Свиток чар для оружия - могущество II",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:10308:0:0:0:0:0:0:0:10|h[Свиток интеллекта IV]|h|r",
                name = "Свиток интеллекта IV",
                count = 25,
            },
            {
                link = "|cffffffff|Hitem:10309:0:0:0:0:0:0:0:10|h[Свиток ловкости IV]|h|r",
                name = "Свиток ловкости IV",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:10310:0:0:0:0:0:0:0:10|h[Свиток силы IV]|h|r",
                name = "Свиток силы IV",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:1180:0:0:0:0:0:0:0:10|h[Свиток выносливости]|h|r",
                name = "Свиток выносливости",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:1477:0:0:0:0:0:0:0:10|h[Свиток ловкости II]|h|r",
                name = "Свиток ловкости II",
                count = 52,
            },
            {
                link = "|cffffffff|Hitem:1478:0:0:0:0:0:0:0:10|h[Охранный свиток II]|h|r",
                name = "Охранный свиток II",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:2289:0:0:0:0:0:0:0:10|h[Свиток силы II]|h|r",
                name = "Свиток силы II",
                count = 51,
            },
            {
                link = "|cffffffff|Hitem:27498:0:0:0:0:0:0:0:10|h[Свиток ловкости V]|h|r",
                name = "Свиток ловкости V",
                count = 52,
            },
            {
                link = "|cffffffff|Hitem:27499:0:0:0:0:0:0:0:10|h[Свиток интеллекта V]|h|r",
                name = "Свиток интеллекта V",
                count = 82,
            },
            {
                link = "|cffffffff|Hitem:27503:0:0:0:0:0:0:0:10|h[Свиток силы V]|h|r",
                name = "Свиток силы V",
                count = 129,
            },
            {
                link = "|cffffffff|Hitem:33457:0:0:0:0:0:0:0:10|h[Свиток ловкости VI]|h|r",
                name = "Свиток ловкости VI",
                count = 56,
            },
            {
                link = "|cffffffff|Hitem:33458:0:0:0:0:0:0:0:10|h[Свиток интеллекта VI]|h|r",
                name = "Свиток интеллекта VI",
                count = 23,
            },
            {
                link = "|cffffffff|Hitem:33460:0:0:0:0:0:0:0:10|h[Свиток духа VI]|h|r",
                name = "Свиток духа VI",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:33462:0:0:0:0:0:0:0:10|h[Свиток силы VI]|h|r",
                name = "Свиток силы VI",
                count = 52,
            },
            {
                link = "|cffffffff|Hitem:37093:0:0:0:0:0:0:0:10|h[Свиток выносливости VII]|h|r",
                name = "Свиток выносливости VII",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:37097:0:0:0:0:0:0:0:10|h[Свиток духа VII]|h|r",
                name = "Свиток духа VII",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:38827:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - ловкость I]|h|r",
                name = "Свиток чар для перчаток - ловкость I",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:38828:0:0:0:0:0:0:0:10|h[Свиток чар для щита - выносливость III]|h|r",
                name = "Свиток чар для щита - выносливость III",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:38829:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - интеллект II]|h|r",
                name = "Свиток чар для наручей - интеллект II",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:38833:0:0:0:0:0:0:0:10|h[Свиток чар для нагрудника - здоровье V]|h|r",
                name = "Свиток чар для нагрудника - здоровье V",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:38837:0:0:0:0:0:0:0:10|h[Свиток чар для обуви - скорость]|h|r",
                name = "Свиток чар для обуви - скорость",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:38849:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - выносливость IV]|h|r",
                name = "Свиток чар для наручей - выносливость IV",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:38861:0:0:0:0:0:0:0:10|h[Свиток чар для щита - выносливость IV]|h|r",
                name = "Свиток чар для щита - выносливость IV",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:38863:0:0:0:0:0:0:0:10|h[Свиток чар для обуви - ловкость IV]|h|r",
                name = "Свиток чар для обуви - ловкость IV",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:38866:0:0:0:0:0:0:0:10|h[Свиток чар для нагрудника - здоровье VI]|h|r",
                name = "Свиток чар для нагрудника - здоровье VI",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:38897:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - грубая сила]|h|r",
                name = "Свиток чар для наручей - грубая сила",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:38914:0:0:0:0:0:0:0:10|h[Свиток чар для плаща - броня III]|h|r",
                name = "Свиток чар для плаща - броня III",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:38933:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - сила III]|h|r",
                name = "Свиток чар для перчаток - сила III",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:38945:0:0:0:0:0:0:0:10|h[Свиток чар для щита - выносливость V]|h|r",
                name = "Свиток чар для щита - выносливость V",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:38953:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - Точность]|h|r",
                name = "Свиток чар для перчаток - Точность",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:38964:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - штурм II]|h|r",
                name = "Свиток чар для перчаток - штурм II",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:38967:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - ловкость IV]|h|r",
                name = "Свиток чар для перчаток - ловкость IV",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:38968:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - интеллект V]|h|r",
                name = "Свиток чар для наручей - интеллект V",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:38971:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - удар III]|h|r",
                name = "Свиток чар для наручей - удар III",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:38976:0:0:0:0:0:0:0:10|h[Свиток чар для обуви - ловкость V]|h|r",
                name = "Свиток чар для обуви - ловкость V",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:38979:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - сила заклинаний II]|h|r",
                name = "Свиток чар для перчаток - сила заклинаний II",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:38989:0:0:0:0:0:0:0:10|h[Свиток чар для нагрудника - все характеристики VI]|h|r",
                name = "Свиток чар для нагрудника - все характеристики VI",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:39006:0:0:0:0:0:0:0:10|h[Свиток чар для обуви - живучесть клыкарра]|h|r",
                name = "Свиток чар для обуви - живучесть клыкарра",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:43463:0:0:0:0:0:0:0:10|h[Свиток ловкости VII]|h|r",
                name = "Свиток ловкости VII",
                count = 66,
            },
            {
                link = "|cffffffff|Hitem:43465:0:0:0:0:0:0:0:10|h[Свиток силы VII]|h|r",
                name = "Свиток силы VII",
                count = 53,
            },
            {
                link = "|cffffffff|Hitem:43467:0:0:0:0:0:0:0:10|h[Свиток защиты VII]|h|r",
                name = "Свиток защиты VII",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:4419:0:0:0:0:0:0:0:10|h[Свиток интеллекта III]|h|r",
                name = "Свиток интеллекта III",
                count = 22,
            },
            {
                link = "|cffffffff|Hitem:4421:0:0:0:0:0:0:0:10|h[Охранный свиток III]|h|r",
                name = "Охранный свиток III",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:4425:0:0:0:0:0:0:0:10|h[Свиток ловкости III]|h|r",
                name = "Свиток ловкости III",
                count = 47,
            },
            {
                link = "|cffffffff|Hitem:4426:0:0:0:0:0:0:0:10|h[Свиток силы III]|h|r",
                name = "Свиток силы III",
                count = 53,
            },
            {
                link = "|cffffffff|Hitem:44449:0:0:0:0:0:0:0:10|h[Свиток чар для обуви - штурм I]|h|r",
                name = "Свиток чар для обуви - штурм I",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:44456:0:0:0:0:0:0:0:10|h[Свиток чар для плаща - скорость I]|h|r",
                name = "Свиток чар для плаща - скорость I",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:44457:0:0:0:0:0:0:0:10|h[Свиток чар для плаща - ловкость V]|h|r",
                name = "Свиток чар для плаща - ловкость V",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:44458:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - крушитель]|h|r",
                name = "Свиток чар для перчаток - крушитель",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:44470:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - сила заклинаний III]|h|r",
                name = "Свиток чар для наручей - сила заклинаний III",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:44815:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - штурм II]|h|r",
                name = "Свиток чар для наручей - штурм II",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:954:0:0:0:0:0:0:0:10|h[Свиток силы]|h|r",
                name = "Свиток силы",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:955:0:0:0:0:0:0:0:10|h[Свиток интеллекта]|h|r",
                name = "Свиток интеллекта",
                count = 28,
            },
        },
    },
    {
        name = "Стартовая",
        updated_at = "2026-05-04 16:48:33",
        money = 347705,
        empty = 39,
        location = "Оргриммар",
        items = {
            {
                link = "|cff1eff00|Hitem:11287:0:0:0:0:0:0:0:10|h[Малый магический жезл]|h|r",
                name = "Малый магический жезл",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11288:0:0:0:0:0:0:0:10|h[Большой магический жезл]|h|r",
                name = "Большой магический жезл",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:11304:0:0:0:0:0:0:0:10|h[Тонкий длинный лук]|h|r",
                name = "Тонкий длинный лук",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14364:3858:0:0:0:0:0:0:10|h[Туфли мистика]|h|r",
                name = "Туфли мистика",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14562:1892:0:0:0:0:0:0:10|h[Нагрудник геолога]|h|r",
                name = "Нагрудник геолога",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15211:20235:0:0:0:0:24:0:10|h[Короткий меч ополченца со знаком силы]|h|r",
                name = "Короткий меч ополченца со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15222:20239:0:0:0:0:1550:0:10|h[Колючая дубина с печатью могущества]|h|r",
                name = "Колючая дубина с печатью могущества",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15224:20235:0:0:0:0:588:0:10|h[Боевой сокрушитель со знаком мартышки]|h|r",
                name = "Боевой сокрушитель со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15224:20244:0:0:0:0:1182:0:10|h[Боевой сокрушитель со знаком медведя]|h|r",
                name = "Боевой сокрушитель со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15248:20319:0:0:0:0:507:0:10|h[Блестящий клеймор со знаком волка]|h|r",
                name = "Блестящий клеймор со знаком волка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15259:20319:0:0:0:0:1022:0:10|h[Здоровенный боевой молот со знаком кита]|h|r",
                name = "Здоровенный боевой молот со знаком кита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15307:929:0:0:0:0:672:0:10|h[Дикий кулачный щит со знаком тигра]|h|r",
                name = "Дикий кулачный щит со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15488:1892:0:0:0:0:1188:0:10|h[Окровавленная кольчуга со знаком медведя]|h|r",
                name = "Окровавленная кольчуга со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15493:0:0:0:0:0:929:0:10|h[Окровавленная набедренная повязка со знаком гориллы]|h|r",
                name = "Окровавленная набедренная повязка со знаком гориллы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15508:884:0:0:0:0:97:0:10|h[Накидка рубаки со знаком силы]|h|r",
                name = "Накидка рубаки со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15933:0:0:0:0:0:839:0:10|h[Простая ветвь со знаком орла]|h|r",
                name = "Простая ветвь со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15969:0:0:0:0:0:2027:0:10|h[Сфера Бусин с печатью исцеления]|h|r",
                name = "Сфера Бусин с печатью исцеления",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2035:20239:0:0:0:0:0:0:10|h[Меч Ночного Неба]|h|r",
                name = "Меч Ночного Неба",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2075:0:0:0:0:0:1989:0:10|h[Палица жреца с аурой природы]|h|r",
                name = "Палица жреца с аурой природы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2078:20235:0:0:0:0:1548:0:10|h[Северный короткий меч с печатью могущества]|h|r",
                name = "Северный короткий меч с печатью могущества",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2078:20235:0:0:0:0:23:0:10|h[Северный короткий меч со знаком силы]|h|r",
                name = "Северный короткий меч со знаком силы",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:2309:929:0:0:0:0:0:0:10|h[Тисненые кожаные сапоги]|h|r",
                name = "Тисненые кожаные сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2315:929:0:0:0:0:0:0:10|h[Темные кожаные сапоги]|h|r",
                name = "Темные кожаные сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2317:1892:0:0:0:0:0:0:10|h[Темный кожаный мундир]|h|r",
                name = "Темный кожаный мундир",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2989:1892:0:0:0:0:0:0:10|h[Вороненый мундир]|h|r",
                name = "Вороненый мундир",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3039:0:0:0:0:0:0:0:10|h[Короткий ясеневый лук]|h|r",
                name = "Короткий ясеневый лук",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3040:0:0:0:0:0:0:0:10|h[Охотничья фузея]|h|r",
                name = "Охотничья фузея",
                count = 4,
            },
            {
                link = "|cff1eff00|Hitem:31269:20239:0:0:0:0:-80:2:10|h[Молот вурдалака с символом неукротимости]|h|r",
                name = "Молот вурдалака с символом неукротимости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:31270:0:0:0:0:0:-83:2:10|h[Жезл банши с символом солнца]|h|r",
                name = "Жезл банши с символом солнца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3184:20239:0:0:0:0:17:0:10|h[Кинжал-крюк со знаком ловкости]|h|r",
                name = "Кинжал-крюк со знаком ловкости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3184:20244:0:0:0:0:1548:0:10|h[Кинжал-крюк с печатью могущества]|h|r",
                name = "Кинжал-крюк с печатью могущества",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3192:20319:0:0:0:0:24:0:10|h[Короткий полуторный меч со знаком силы]|h|r",
                name = "Короткий полуторный меч со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3192:20320:0:0:0:0:1013:0:10|h[Короткий полуторный меч со знаком кита]|h|r",
                name = "Короткий полуторный меч со знаком кита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3195:20319:0:0:0:0:504:0:10|h[Варварский боевой топор со знаком волка]|h|r",
                name = "Варварский боевой топор со знаком волка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3195:20320:0:0:0:0:588:0:10|h[Варварский боевой топор со знаком мартышки]|h|r",
                name = "Варварский боевой топор со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3196:20319:0:0:0:0:114:0:10|h[Наточенный полуторный меч с печатью выносливости]|h|r",
                name = "Наточенный полуторный меч с печатью выносливости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3196:20319:0:0:0:0:590:0:10|h[Наточенный полуторный меч со знаком мартышки]|h|r",
                name = "Наточенный полуторный меч со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3199:20319:0:0:0:0:851:0:10|h[Грозный Убийца со знаком орла]|h|r",
                name = "Грозный Убийца со знаком орла",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3206:20319:0:0:0:0:685:0:10|h[Кавалерийский двуручник со знаком тигра]|h|r",
                name = "Кавалерийский двуручник со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3740:20239:0:0:0:0:671:0:10|h[Обезглавливающий меч со знаком тигра]|h|r",
                name = "Обезглавливающий меч со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4242:0:0:0:0:0:0:0:10|h[Тисненые кожаные штаны]|h|r",
                name = "Тисненые кожаные штаны",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4244:1892:0:0:0:0:0:0:10|h[Кожаный жилет жителя холмов]|h|r",
                name = "Кожаный жилет жителя холмов",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4445:20239:0:0:0:0:0:0:10|h[Резатель плоти]|h|r",
                name = "Резатель плоти",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4562:0:0:0:0:0:1182:0:10|h[Сверхострый топор со знаком медведя]|h|r",
                name = "Сверхострый топор со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4562:20319:0:0:0:0:1009:0:10|h[Сверхострый топор со знаком кита]|h|r",
                name = "Сверхострый топор со знаком кита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4562:20319:0:0:0:0:1180:0:10|h[Сверхострый топор со знаком медведя]|h|r",
                name = "Сверхострый топор со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4562:20319:0:0:0:0:1181:0:10|h[Сверхострый топор со знаком медведя]|h|r",
                name = "Сверхострый топор со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4562:20319:0:0:0:0:502:0:10|h[Сверхострый топор со знаком волка]|h|r",
                name = "Сверхострый топор со знаком волка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4562:20319:0:0:0:0:672:0:10|h[Сверхострый топор со знаком тигра]|h|r",
                name = "Сверхострый топор со знаком тигра",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4564:0:0:0:0:0:1183:0:10|h[Шипастая дубина со знаком медведя]|h|r",
                name = "Шипастая дубина со знаком медведя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4564:20320:0:0:0:0:585:0:10|h[Шипастая дубина со знаком мартышки]|h|r",
                name = "Шипастая дубина со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4566:20319:0:0:0:0:584:0:10|h[Прочный окованный посох со знаком мартышки]|h|r",
                name = "Прочный окованный посох со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4567:20319:0:0:0:0:1017:0:10|h[Меч наемного воина со знаком кита]|h|r",
                name = "Меч наемного воина со знаком кита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4567:20319:0:0:0:0:93:0:10|h[Меч наемного воина со знаком ловкости]|h|r",
                name = "Меч наемного воина со знаком ловкости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4568:20235:0:0:0:0:24:0:10|h[Топор рубаки со знаком силы]|h|r",
                name = "Топор рубаки со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4569:20239:0:0:0:0:23:0:10|h[Верный молот со знаком силы]|h|r",
                name = "Верный молот со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4571:20239:0:0:0:0:23:0:10|h[Нож воина со знаком силы]|h|r",
                name = "Нож воина со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4577:0:0:0:0:0:0:0:10|h[Компактный дробовик]|h|r",
                name = "Компактный дробовик",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:4777:20319:0:0:0:0:0:0:10|h[Кувалда железного дерева]|h|r",
                name = "Кувалда железного дерева",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:5069:0:0:0:0:0:0:0:10|h[Огненный жезл]|h|r",
                name = "Огненный жезл",
                count = 4,
            },
            {
                link = "|cff1eff00|Hitem:6466:884:0:0:0:0:0:0:10|h[Плащ из искаженной чешуи]|h|r",
                name = "Плащ из искаженной чешуи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6557:3858:0:0:0:0:589:0:10|h[Сапоги барда со знаком мартышки]|h|r",
                name = "Сапоги барда со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6567:1892:0:0:0:0:768:0:10|h[Мерцающая броня со знаком совы]|h|r",
                name = "Мерцающая броня со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6583:929:0:0:0:0:93:0:10|h[Наручи лазутчика со знаком ловкости]|h|r",
                name = "Наручи лазутчика со знаком ловкости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:727:0:0:0:0:0:15:0:10|h[Зубчатый короткий меч с печатью выносливости]|h|r",
                name = "Зубчатый короткий меч с печатью выносливости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:727:20235:0:0:0:0:15:0:10|h[Зубчатый короткий меч с печатью выносливости]|h|r",
                name = "Зубчатый короткий меч с печатью выносливости",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:7554:0:0:0:0:0:94:0:10|h[Ивовая ветвь со знаком интеллекта]|h|r",
                name = "Ивовая ветвь со знаком интеллекта",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7554:0:0:0:0:0:95:0:10|h[Ивовая ветвь со знаком духа]|h|r",
                name = "Ивовая ветвь со знаком духа",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7608:0:0:0:0:0:0:0:10|h[Изящная кружка Провидца]|h|r",
                name = "Изящная кружка Провидца",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:789:20239:0:0:0:0:1549:0:10|h[Боевой молот упорства с печатью могущества]|h|r",
                name = "Боевой молот упорства с печатью могущества",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:789:20239:0:0:0:0:587:0:10|h[Боевой молот упорства со знаком мартышки]|h|r",
                name = "Боевой молот упорства со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:790:20239:0:0:0:0:97:0:10|h[Топор лесника со знаком силы]|h|r",
                name = "Топор лесника со знаком силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8178:20319:0:0:0:0:1096:0:10|h[Тренировочный меч со знаком вепря]|h|r",
                name = "Тренировочный меч со знаком вепря",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8178:20319:0:0:0:0:256:0:10|h[Тренировочный меч со знаком волка]|h|r",
                name = "Тренировочный меч со знаком волка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8178:20319:0:0:0:0:501:0:10|h[Тренировочный меч со знаком волка]|h|r",
                name = "Тренировочный меч со знаком волка",
                count = 2,
            },
        },
    },
    {
        name = "Сумчатая",
        updated_at = "2026-05-04 16:34:47",
        money = 9245,
        empty = 12,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:10605:0:0:0:0:0:0:0:10|h[Чертеж: экстремальные очки магической силы]|h|r",
                name = "Чертеж: экстремальные очки магической силы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:10608:0:0:0:0:0:0:0:10|h[Схема: снайперский прицел]|h|r",
                name = "Схема: снайперский прицел",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:12711:0:0:0:0:0:0:0:10|h[Чертеж: шлем чистой души]|h|r",
                name = "Чертеж: шлем чистой души",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:12836:0:0:0:0:0:0:0:10|h[Чертеж: ледяной страж]|h|r",
                name = "Чертеж: ледяной страж",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:12839:0:0:0:0:0:0:0:10|h[Чертеж: пронзатель сердец]|h|r",
                name = "Чертеж: пронзатель сердец",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:14497:0:0:0:0:0:0:0:10|h[Выкройка: поножи из луноткани]|h|r",
                name = "Выкройка: поножи из луноткани",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:24212:0:0:0:0:0:0:0:10|h[Эскиз: королевское око ночи]|h|r",
                name = "Эскиз: королевское око ночи",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:3871:0:0:0:0:0:0:0:10|h[Чертеж: золотые чешуйчатые наплечники]|h|r",
                name = "Чертеж: золотые чешуйчатые наплечники",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:4298:0:0:0:0:0:0:0:10|h[Выкройка: пояс стража]|h|r",
                name = "Выкройка: пояс стража",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:7452:0:0:0:0:0:0:0:10|h[Выкройка: мглистые сапоги]|h|r",
                name = "Выкройка: мглистые сапоги",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:7976:0:0:0:0:0:0:0:10|h[Чертеж: мифриловый шип для щита]|h|r",
                name = "Чертеж: мифриловый шип для щита",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:8028:0:0:0:0:0:0:0:10|h[Чертеж: рунический мифриловый молот]|h|r",
                name = "Чертеж: рунический мифриловый молот",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10302:0:0:0:0:0:0:0:10|h[Выкройка: красные штаны из магической ткани]|h|r",
                name = "Выкройка: красные штаны из магической ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10312:0:0:0:0:0:0:0:10|h[Выкройка: красные перчатки из магической ткани]|h|r",
                name = "Выкройка: красные перчатки из магической ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10603:0:0:0:0:0:0:0:10|h[Схема: ультра-очки \"Кошачий глаз\"]|h|r",
                name = "Схема: ультра-очки \"Кошачий глаз\"",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10606:0:0:0:0:0:0:0:10|h[Схема: плащ-парашют]|h|r",
                name = "Схема: плащ-парашют",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12683:0:0:0:0:0:0:0:10|h[Чертеж: ториевый пояс]|h|r",
                name = "Чертеж: ториевый пояс",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12684:0:0:0:0:0:0:0:10|h[Чертеж: ториевые наручи]|h|r",
                name = "Чертеж: ториевые наручи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12689:0:0:0:0:0:0:0:10|h[Чертеж: светозарная кираса]|h|r",
                name = "Чертеж: светозарная кираса",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12691:0:0:0:0:0:0:0:10|h[Чертеж: доспех дикого терна]|h|r",
                name = "Чертеж: доспех дикого терна",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12692:0:0:0:0:0:0:0:10|h[Чертеж: ториевый шип для щита]|h|r",
                name = "Чертеж: ториевый шип для щита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12693:0:0:0:0:0:0:0:10|h[Чертеж: ториевые сапоги]|h|r",
                name = "Чертеж: ториевые сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12694:0:0:0:0:0:0:0:10|h[Чертеж: ториевый шлем]|h|r",
                name = "Чертеж: ториевый шлем",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12695:0:0:0:0:0:0:0:10|h[Чертеж: светозарные перчатки]|h|r",
                name = "Чертеж: светозарные перчатки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12697:0:0:0:0:0:0:0:10|h[Чертеж: светозарные сапоги]|h|r",
                name = "Чертеж: светозарные сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12702:0:0:0:0:0:0:0:10|h[Чертеж: светозарный венец]|h|r",
                name = "Чертеж: светозарный венец",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12704:0:0:0:0:0:0:0:10|h[Чертеж: ториевые поножи]|h|r",
                name = "Чертеж: ториевые поножи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12713:0:0:0:0:0:0:0:10|h[Чертеж: светозарные поножи]|h|r",
                name = "Чертеж: светозарные поножи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12827:0:0:0:0:0:0:0:10|h[Чертеж: Безмятежность]|h|r",
                name = "Чертеж: Безмятежность",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:13481:0:0:0:0:0:0:0:10|h[Рецепт: эликсир грубой силы]|h|r",
                name = "Рецепт: эликсир грубой силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:13488:0:0:0:0:0:0:0:10|h[Рецепт: трансмутация жизни в землю]|h|r",
                name = "Рецепт: трансмутация жизни в землю",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:13490:0:0:0:0:0:0:0:10|h[Рецепт: сильное зелье каменного щита]|h|r",
                name = "Рецепт: сильное зелье каменного щита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:13491:0:0:0:0:0:0:0:10|h[Рецепт: эликсир мангуста]|h|r",
                name = "Рецепт: эликсир мангуста",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:13492:0:0:0:0:0:0:0:10|h[Рецепт: зелье очищения]|h|r",
                name = "Рецепт: зелье очищения",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:13493:0:0:0:0:0:0:0:10|h[Рецепт: сильный чародейский эликсир]|h|r",
                name = "Рецепт: сильный чародейский эликсир",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14470:0:0:0:0:0:0:0:10|h[Выкройка: мундир из рунной ткани]|h|r",
                name = "Выкройка: мундир из рунной ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14474:0:0:0:0:0:0:0:10|h[Выкройка: перчатки из ледяной ткани]|h|r",
                name = "Выкройка: перчатки из ледяной ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14484:0:0:0:0:0:0:0:10|h[Выкройка: плащ из яркой ткани]|h|r",
                name = "Выкройка: плащ из яркой ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14492:0:0:0:0:0:0:0:10|h[Выкройка: сапоги из ткани Скверны]|h|r",
                name = "Выкройка: сапоги из ткани Скверны",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14494:0:0:0:0:0:0:0:10|h[Выкройка: штаны из яркой ткани]|h|r",
                name = "Выкройка: штаны из яркой ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14498:0:0:0:0:0:0:0:10|h[Выкройка: головная повязка из рунной ткани]|h|r",
                name = "Выкройка: головная повязка из рунной ткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14499:0:0:0:0:0:0:0:10|h[Выкройка: сумка из луноткани]|h|r",
                name = "Выкройка: сумка из луноткани",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14634:0:0:0:0:0:0:0:10|h[Рецепт: масло льда]|h|r",
                name = "Рецепт: масло льда",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:15731:0:0:0:0:0:0:0:10|h[Выкройка: рунические кожаные рукавицы]|h|r",
                name = "Выкройка: рунические кожаные рукавицы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15737:0:0:0:0:0:0:0:10|h[Выкройка: химерические сапоги]|h|r",
                name = "Выкройка: химерические сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15745:0:0:0:0:0:0:0:10|h[Выкройка: рунический кожаный пояс]|h|r",
                name = "Выкройка: рунический кожаный пояс",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15746:0:0:0:0:0:0:0:10|h[Выкройка: химерические поножи]|h|r",
                name = "Выкройка: химерические поножи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15761:0:0:0:0:0:0:0:10|h[Выкройка: перчатки из кожи ледопарда]|h|r",
                name = "Выкройка: перчатки из кожи ледопарда",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:16043:0:0:0:0:0:0:0:10|h[Чертеж: ториевая винтовка]|h|r",
                name = "Чертеж: ториевая винтовка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:16045:0:0:0:0:0:0:0:10|h[Чертеж: суперэкстремальные очки магической силы]|h|r",
                name = "Чертеж: суперэкстремальные очки магической силы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:16051:0:0:0:0:0:0:0:10|h[Чертеж: ториевые патроны]|h|r",
                name = "Чертеж: ториевые патроны",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:18658:0:0:0:0:0:0:0:10|h[Схема: ультра-вспышечный отражатель тьмы]|h|r",
                name = "Схема: ультра-вспышечный отражатель тьмы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:21841:0:0:0:0:0:0:0:10|h[Сумка из ткани Пустоты]|h|r",
                name = "Сумка из ткани Пустоты",
                count = 52,
            },
            {
                link = "|cff1eff00|Hitem:2406:0:0:0:0:0:0:0:10|h[Выкройка: тонкие кожаные сапоги]|h|r",
                name = "Выкройка: тонкие кожаные сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2409:0:0:0:0:0:0:0:10|h[Выкройка: темный кожаный мундир]|h|r",
                name = "Выкройка: темный кожаный мундир",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2553:0:0:0:0:0:0:0:10|h[Рецепт: слабый эликсир ловкости]|h|r",
                name = "Рецепт: слабый эликсир ловкости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2555:0:0:0:0:0:0:0:10|h[Рецепт: зелье скорости]|h|r",
                name = "Рецепт: зелье скорости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2598:0:0:0:0:0:0:0:10|h[Выкройка: красное льняное одеяние]|h|r",
                name = "Выкройка: красное льняное одеяние",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2881:0:0:0:0:0:0:0:10|h[Чертеж: руническая медная кираса]|h|r",
                name = "Чертеж: руническая медная кираса",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2882:0:0:0:0:0:0:0:10|h[Чертеж: посеребренные бронзовые наплечники]|h|r",
                name = "Чертеж: посеребренные бронзовые наплечники",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:2883:0:0:0:0:0:0:0:10|h[Чертеж: смертоносный бронзовый короткий кинжал]|h|r",
                name = "Чертеж: смертоносный бронзовый короткий кинжал",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3395:0:0:0:0:0:0:0:10|h[Рецепт: слабое зелье неуязвимости]|h|r",
                name = "Рецепт: слабое зелье неуязвимости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3396:0:0:0:0:0:0:0:10|h[Рецепт: малый эликсир ловкости]|h|r",
                name = "Рецепт: малый эликсир ловкости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3608:0:0:0:0:0:0:0:10|h[Чертеж: тяжелый железный молот]|h|r",
                name = "Чертеж: тяжелый железный молот",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3609:0:0:0:0:0:0:0:10|h[Чертеж: медный плетеный нагрудник]|h|r",
                name = "Чертеж: медный плетеный нагрудник",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3610:0:0:0:0:0:0:0:10|h[Чертеж: украшенные медные рукавицы]|h|r",
                name = "Чертеж: украшенные медные рукавицы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3612:0:0:0:0:0:0:0:10|h[Чертеж: зеленые железные рукавицы]|h|r",
                name = "Чертеж: зеленые железные рукавицы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3832:0:0:0:0:0:0:0:10|h[Рецепт: эликсир обнаружения простой невидимости]|h|r",
                name = "Рецепт: эликсир обнаружения простой невидимости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3866:0:0:0:0:0:0:0:10|h[Чертеж: нефритовый змеиный клинок]|h|r",
                name = "Чертеж: нефритовый змеиный клинок",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3867:0:0:0:0:0:0:0:10|h[Чертеж: позолоченный железный разрушитель]|h|r",
                name = "Чертеж: позолоченный железный разрушитель",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3870:0:0:0:0:0:0:0:10|h[Чертеж: зеленые железные наплечники]|h|r",
                name = "Чертеж: зеленые железные наплечники",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3872:0:0:0:0:0:0:0:10|h[Чертеж: золотые чешуйчатые поножи]|h|r",
                name = "Чертеж: золотые чешуйчатые поножи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3873:0:0:0:0:0:0:0:10|h[Чертеж: золотой чешуйчатый панцирь]|h|r",
                name = "Чертеж: золотой чешуйчатый панцирь",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:3874:0:0:0:0:0:0:0:10|h[Чертеж: полированные стальные сапоги]|h|r",
                name = "Чертеж: полированные стальные сапоги",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:41599:0:0:0:0:0:0:0:10|h[Сумка из ледяной ткани]|h|r",
                name = "Сумка из ледяной ткани",
                count = 16,
            },
            {
                link = "|cff1eff00|Hitem:4293:0:0:0:0:0:0:0:10|h[Выкройка: кожаный жилет жителя холмов]|h|r",
                name = "Выкройка: кожаный жилет жителя холмов",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4294:0:0:0:0:0:0:0:10|h[Выкройка: пояс жителя холмов]|h|r",
                name = "Выкройка: пояс жителя холмов",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4296:0:0:0:0:0:0:0:10|h[Выкройка: темные кожаные наплечники]|h|r",
                name = "Выкройка: темные кожаные наплечники",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4297:0:0:0:0:0:0:0:10|h[Выкройка: варварские перчатки]|h|r",
                name = "Выкройка: варварские перчатки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4300:0:0:0:0:0:0:0:10|h[Выкройка: кожаные наручи стража]|h|r",
                name = "Выкройка: кожаные наручи стража",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4348:0:0:0:0:0:0:0:10|h[Выкройка: перчатки Феникса]|h|r",
                name = "Выкройка: перчатки Феникса",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4350:0:0:0:0:0:0:0:10|h[Выкройка: туфли из паутины]|h|r",
                name = "Выкройка: туфли из паутины",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4351:0:0:0:0:0:0:0:10|h[Выкройка: теневой капюшон]|h|r",
                name = "Выкройка: теневой капюшон",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4353:0:0:0:0:0:0:0:10|h[Выкройка: паучий пояс]|h|r",
                name = "Выкройка: паучий пояс",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4409:0:0:0:0:0:0:0:10|h[Схема: малый сефориевый заряд]|h|r",
                name = "Схема: малый сефориевый заряд",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4410:0:0:0:0:0:0:0:10|h[Схема: теневые очки]|h|r",
                name = "Схема: теневые очки",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4412:0:0:0:0:0:0:0:10|h[Схема: лунная винтовка]|h|r",
                name = "Схема: лунная винтовка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4417:0:0:0:0:0:0:0:10|h[Схема: большой сефориевый заряд]|h|r",
                name = "Схема: большой сефориевый заряд",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:5972:0:0:0:0:0:0:0:10|h[Выкройка: тонкие кожаные штаны]|h|r",
                name = "Выкройка: тонкие кожаные штаны",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6044:0:0:0:0:0:0:0:10|h[Чертеж: железный шип для щита]|h|r",
                name = "Чертеж: железный шип для щита",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6045:0:0:0:0:0:0:0:10|h[Чертеж: железный противовес]|h|r",
                name = "Чертеж: железный противовес",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6271:0:0:0:0:0:0:0:10|h[Выкройка: красный льняной жилет]|h|r",
                name = "Выкройка: красный льняной жилет",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6391:0:0:0:0:0:0:0:10|h[Выкройка: стильная зеленая рубашка]|h|r",
                name = "Выкройка: стильная зеленая рубашка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6661:0:0:0:0:0:0:0:10|h[Рецепт: загадочное острое лакомство]|h|r",
                name = "Рецепт: загадочное острое лакомство",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6716:0:0:0:0:0:0:0:10|h[Схема: динамит \"Pro-100-брос\"]|h|r",
                name = "Схема: динамит \"Pro-100-брос\"",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7084:0:0:0:0:0:0:0:10|h[Выкройка: багровые шелковые наплечники]|h|r",
                name = "Выкройка: багровые шелковые наплечники",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7086:0:0:0:0:0:0:0:10|h[Выкройка: шелковый пояс земли]|h|r",
                name = "Выкройка: шелковый пояс земли",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7091:0:0:0:0:0:0:0:10|h[Выкройка: перчатки истинной веры]|h|r",
                name = "Выкройка: перчатки истинной веры",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7288:0:0:0:0:0:0:0:10|h[Выкройка: штаны из грубой кожи]|h|r",
                name = "Выкройка: штаны из грубой кожи",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7364:0:0:0:0:0:0:0:10|h[Выкройка: тяжелые перчатки Земли]|h|r",
                name = "Выкройка: тяжелые перчатки Земли",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7450:0:0:0:0:0:0:0:10|h[Выкройка: броня из зеленого дракончика]|h|r",
                name = "Выкройка: броня из зеленого дракончика",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7451:0:0:0:0:0:0:0:10|h[Выкройка: наручи из чешуи зеленого дракончика]|h|r",
                name = "Выкройка: наручи из чешуи зеленого дракончика",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7975:0:0:0:0:0:0:0:10|h[Чертеж: тяжелые мифриловые штаны]|h|r",
                name = "Чертеж: тяжелые мифриловые штаны",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7989:0:0:0:0:0:0:0:10|h[Чертеж: мифриловые шпоры]|h|r",
                name = "Чертеж: мифриловые шпоры",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7992:0:0:0:0:0:0:0:10|h[Чертеж: синий блистающий топор]|h|r",
                name = "Чертеж: синий блистающий топор",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:7993:0:0:0:0:0:0:0:10|h[Чертеж: ослепительная мифриловая рапира]|h|r",
                name = "Чертеж: ослепительная мифриловая рапира",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8389:0:0:0:0:0:0:0:10|h[Выкройка: большие вудуистские штаны]|h|r",
                name = "Выкройка: большие вудуистские штаны",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8401:0:0:0:0:0:0:0:10|h[Выкройка: жесткие поножи из чешуи скорпида]|h|r",
                name = "Выкройка: жесткие поножи из чешуи скорпида",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8409:0:0:0:0:0:0:0:10|h[Выкройка: ночные наплечники]|h|r",
                name = "Выкройка: ночные наплечники",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9294:0:0:0:0:0:0:0:10|h[Рецепт: зелье из дикой лозы]|h|r",
                name = "Рецепт: зелье из дикой лозы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9295:0:0:0:0:0:0:0:10|h[Рецепт: зелье невидимости]|h|r",
                name = "Рецепт: зелье невидимости",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:10318:0:0:0:0:0:0:0:10|h[Выкройка: адмиральская шляпа]|h|r",
                name = "Выкройка: адмиральская шляпа",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:12163:0:0:0:0:0:0:0:10|h[Чертеж: палаш лунной стали]|h|r",
                name = "Чертеж: палаш лунной стали",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:12227:0:0:0:0:0:0:0:10|h[Рецепт: постный стейк из волчатины]|h|r",
                name = "Рецепт: постный стейк из волчатины",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:12229:0:0:0:0:0:0:0:10|h[Рецепт: острая волчья грудинка]|h|r",
                name = "Рецепт: острая волчья грудинка",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:12233:0:0:0:0:0:0:0:10|h[Рецепт: загадочная похлебка]|h|r",
                name = "Рецепт: загадочная похлебка",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:12239:0:0:0:0:0:0:0:10|h[Рецепт: мясо в соусе \"Дыхание дракона\"]|h|r",
                name = "Рецепт: мясо в соусе \"Дыхание дракона\"",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:15734:0:0:0:0:0:0:0:10|h[Выкройка: наплечники жизни]|h|r",
                name = "Выкройка: наплечники жизни",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:15742:0:0:0:0:0:0:0:10|h[Выкройка: портупея боевого медведя]|h|r",
                name = "Выкройка: портупея боевого медведя",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:16046:0:0:0:0:0:0:0:10|h[Схема: манекен-мишень искусной работы]|h|r",
                name = "Схема: манекен-мишень искусной работы",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:16050:0:0:0:0:0:0:0:10|h[Схема: сверхточный арканитовый преобразователь]|h|r",
                name = "Схема: сверхточный арканитовый преобразователь",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:16072:0:0:0:0:0:0:0:10|h[Поваренная книга умельца]|h|r",
                name = "Поваренная книга умельца",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:17062:0:0:0:0:0:0:0:10|h[Рецепт: мифрилоголовая форель]|h|r",
                name = "Рецепт: мифрилоголовая форель",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:18652:0:0:0:0:0:0:0:10|h[Схема: гирозамораживающий ледяной отражатель]|h|r",
                name = "Схема: гирозамораживающий ледяной отражатель",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:18656:0:0:0:0:0:0:0:10|h[Схема: мощный сефориевый заряд]|h|r",
                name = "Схема: мощный сефориевый заряд",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:21099:0:0:0:0:0:0:0:10|h[Рецепт: копченый шалфокунь]|h|r",
                name = "Рецепт: копченый шалфокунь",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:21219:0:0:0:0:0:0:0:10|h[Рецепт: деликатес из шалфокуня]|h|r",
                name = "Рецепт: деликатес из шалфокуня",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:21943:0:0:0:0:0:0:0:10|h[Эскиз: краб из истинного серебра]|h|r",
                name = "Эскиз: краб из истинного серебра",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:27684:0:0:0:0:0:0:0:10|h[Рецепт: закуска из канюка]|h|r",
                name = "Рецепт: закуска из канюка",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:27736:0:0:0:0:0:0:0:10|h[Поварская книга]|h|r",
                name = "Поварская книга",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:32381:0:0:0:0:0:0:0:10|h[Схема: кабельная система с плавкими предохранителями]|h|r",
                name = "Схема: кабельная система с плавкими предохранителями",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:3734:0:0:0:0:0:0:0:10|h[Рецепт: большой медвежий стейк]|h|r",
                name = "Рецепт: большой медвежий стейк",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:3735:0:0:0:0:0:0:0:10|h[Рецепт: острая отбивная из мяса льва]|h|r",
                name = "Рецепт: острая отбивная из мяса льва",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:4609:0:0:0:0:0:0:0:10|h[Рецепт: жареное крыло канюка]|h|r",
                name = "Рецепт: жареное крыло канюка",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:5786:0:0:0:0:0:0:0:10|h[Выкройка: пояс из чешуи мурлока]|h|r",
                name = "Выкройка: пояс из чешуи мурлока",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:6053:0:0:0:0:0:0:0:10|h[Рецепт: зелье защиты от светлой магии]|h|r",
                name = "Рецепт: зелье защиты от светлой магии",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:6211:0:0:0:0:0:0:0:10|h[Рецепт: эликсир силы огра]|h|r",
                name = "Рецепт: эликсир силы огра",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:6369:0:0:0:0:0:0:0:10|h[Рецепт: каменношкурая треска]|h|r",
                name = "Рецепт: каменношкурая треска",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:7561:0:0:0:0:0:0:0:10|h[Схема: гоблинский кабельный дефибриллятор]|h|r",
                name = "Схема: гоблинский кабельный дефибриллятор",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:8385:0:0:0:0:0:0:0:10|h[Выкройка: перчатки из черепашьего панциря]|h|r",
                name = "Выкройка: перчатки из черепашьего панциря",
                count = 1,
            },
        },
    },
    {
        name = "Тернистая",
        updated_at = "2026-05-05 08:09:27",
        money = 136218,
        empty = 35,
        location = "Оргриммар",
        items = {
            {
                link = "|cffffffff|Hitem:2725:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 1]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 1",
                count = 33,
            },
            {
                link = "|cffffffff|Hitem:2728:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 4]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 4",
                count = 34,
            },
            {
                link = "|cffffffff|Hitem:2730:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 6]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 6",
                count = 42,
            },
            {
                link = "|cffffffff|Hitem:2732:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 8]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 8",
                count = 31,
            },
            {
                link = "|cffffffff|Hitem:2734:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 10]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 10",
                count = 46,
            },
            {
                link = "|cffffffff|Hitem:2735:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 11]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 11",
                count = 25,
            },
            {
                link = "|cffffffff|Hitem:2738:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 14]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 14",
                count = 31,
            },
            {
                link = "|cffffffff|Hitem:2740:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 16]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 16",
                count = 40,
            },
            {
                link = "|cffffffff|Hitem:2742:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 18]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 18",
                count = 46,
            },
            {
                link = "|cffffffff|Hitem:2744:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 20]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 20",
                count = 38,
            },
            {
                link = "|cffffffff|Hitem:2745:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 21]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 21",
                count = 37,
            },
            {
                link = "|cffffffff|Hitem:2748:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 24]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 24",
                count = 37,
            },
            {
                link = "|cffffffff|Hitem:2749:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 25]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 25",
                count = 53,
            },
            {
                link = "|cffffffff|Hitem:2750:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 26]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 26",
                count = 45,
            },
            {
                link = "|cffffffff|Hitem:2751:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 27]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 27",
                count = 37,
            },
        },
    },
    {
        name = "Тканюшка",
        updated_at = "2026-05-04 15:01:57",
        money = 201502,
        empty = 138,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:41601:0:0:0:0:0:0:0:10|h[Сияющая чародейская нить]|h|r",
                name = "Сияющая чародейская нить",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:41603:0:0:0:0:0:0:0:10|h[Лазурная чародейская нить]|h|r",
                name = "Лазурная чародейская нить",
                count = 10,
            },
            {
                link = "|cff1eff00|Hitem:21842:0:0:0:0:0:0:0:10|h[Рулон прочной ткани Пустоты]|h|r",
                name = "Рулон прочной ткани Пустоты",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:10285:0:0:0:0:0:0:0:10|h[Тенешелк]|h|r",
                name = "Тенешелк",
                count = 123,
            },
            {
                link = "|cffffffff|Hitem:14047:0:0:0:0:0:0:0:10|h[Руническая ткань]|h|r",
                name = "Руническая ткань",
                count = 652,
            },
            {
                link = "|cffffffff|Hitem:14048:0:0:0:0:0:0:0:10|h[Рулон рунической ткани]|h|r",
                name = "Рулон рунической ткани",
                count = 229,
            },
            {
                link = "|cffffffff|Hitem:14227:0:0:0:0:0:0:0:10|h[Железношелковая паутина]|h|r",
                name = "Железношелковая паутина",
                count = 60,
            },
            {
                link = "|cffffffff|Hitem:14256:0:0:0:0:0:0:0:10|h[Ткань Скверны]|h|r",
                name = "Ткань Скверны",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:21881:0:0:0:0:0:0:0:10|h[Шелковая паутина Пустоты]|h|r",
                name = "Шелковая паутина Пустоты",
                count = 73,
            },
            {
                link = "|cffffffff|Hitem:2320:0:0:0:0:0:0:0:10|h[Грубая нить]|h|r",
                name = "Грубая нить",
                count = 30,
            },
            {
                link = "|cffffffff|Hitem:2321:0:0:0:0:0:0:0:10|h[Тонкая нить]|h|r",
                name = "Тонкая нить",
                count = 40,
            },
            {
                link = "|cffffffff|Hitem:2589:0:0:0:0:0:0:0:10|h[Льняной материал]|h|r",
                name = "Льняной материал",
                count = 597,
            },
            {
                link = "|cffffffff|Hitem:2592:0:0:0:0:0:0:0:10|h[Шерсть]|h|r",
                name = "Шерсть",
                count = 603,
            },
            {
                link = "|cffffffff|Hitem:2996:0:0:0:0:0:0:0:10|h[Рулон льняной ткани]|h|r",
                name = "Рулон льняной ткани",
                count = 450,
            },
            {
                link = "|cffffffff|Hitem:2997:0:0:0:0:0:0:0:10|h[Рулон шерсти]|h|r",
                name = "Рулон шерсти",
                count = 155,
            },
            {
                link = "|cffffffff|Hitem:3182:0:0:0:0:0:0:0:10|h[Паутина]|h|r",
                name = "Паутина",
                count = 291,
            },
            {
                link = "|cffffffff|Hitem:42253:0:0:0:0:0:0:0:10|h[Паутина паука-ледопряда]|h|r",
                name = "Паутина паука-ледопряда",
                count = 146,
            },
            {
                link = "|cffffffff|Hitem:4305:0:0:0:0:0:0:0:10|h[Рулон шелка]|h|r",
                name = "Рулон шелка",
                count = 150,
            },
            {
                link = "|cffffffff|Hitem:4306:0:0:0:0:0:0:0:10|h[Шелковый материал]|h|r",
                name = "Шелковый материал",
                count = 800,
            },
            {
                link = "|cffffffff|Hitem:4337:0:0:0:0:0:0:0:10|h[Плотная паутина]|h|r",
                name = "Плотная паутина",
                count = 160,
            },
            {
                link = "|cffffffff|Hitem:4338:0:0:0:0:0:0:0:10|h[Магическая ткань]|h|r",
                name = "Магическая ткань",
                count = 673,
            },
            {
                link = "|cffffffff|Hitem:4339:0:0:0:0:0:0:0:10|h[Рулон магической ткани]|h|r",
                name = "Рулон магической ткани",
                count = 150,
            },
            {
                link = "|cffffffff|Hitem:4589:0:0:0:0:0:0:0:10|h[Длинное элегантное перо]|h|r",
                name = "Длинное элегантное перо",
                count = 100,
            },
            {
                link = "|cffffffff|Hitem:7071:0:0:0:0:0:0:0:10|h[Железная скоба]|h|r",
                name = "Железная скоба",
                count = 44,
            },
            {
                link = "|cffffffff|Hitem:7072:0:0:0:0:0:0:0:10|h[Чешуя наги]|h|r",
                name = "Чешуя наги",
                count = 113,
            },
            {
                link = "|cffffffff|Hitem:9210:0:0:0:0:0:0:0:10|h[Призрачная краска]|h|r",
                name = "Призрачная краска",
                count = 20,
            },
        },
    },
    {
        name = "Травяная",
        updated_at = "2026-05-04 20:26:42",
        money = 319467,
        empty = 90,
        location = "Оргриммар",
        items = {
            {
                link = "|cffffffff|Hitem:11040:0:0:0:0:0:0:0:10|h[Рассветница]|h|r",
                name = "Рассветница",
                count = 33,
            },
            {
                link = "|cffffffff|Hitem:13422:0:0:0:0:0:0:0:10|h[Каменный угорь]|h|r",
                name = "Каменный угорь",
                count = 29,
            },
            {
                link = "|cffffffff|Hitem:13423:0:0:0:0:0:0:0:10|h[Масло каменного угря]|h|r",
                name = "Масло каменного угря",
                count = 299,
            },
            {
                link = "|cffffffff|Hitem:13463:0:0:0:0:0:0:0:10|h[Снолист]|h|r",
                name = "Снолист",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:13464:0:0:0:0:0:0:0:10|h[Золотой сансам]|h|r",
                name = "Золотой сансам",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:22785:0:0:0:0:0:0:0:10|h[Сквернопля]|h|r",
                name = "Сквернопля",
                count = 18,
            },
            {
                link = "|cffffffff|Hitem:22786:0:0:0:0:0:0:0:10|h[Сияние грез]|h|r",
                name = "Сияние грез",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:22790:0:0:0:0:0:0:0:10|h[Древний лишайник]|h|r",
                name = "Древний лишайник",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:2453:0:0:0:0:0:0:0:10|h[Синячник]|h|r",
                name = "Синячник",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:3356:0:0:0:0:0:0:0:10|h[Королевская кровь]|h|r",
                name = "Королевская кровь",
                count = 26,
            },
            {
                link = "|cffffffff|Hitem:40195:0:0:0:0:0:0:0:10|h[Карломасло]|h|r",
                name = "Карломасло",
                count = 154,
            },
            {
                link = "|cffffffff|Hitem:40199:0:0:0:0:0:0:0:10|h[Карликовый сосокунь]|h|r",
                name = "Карликовый сосокунь",
                count = 289,
            },
            {
                link = "|cffffffff|Hitem:6358:0:0:0:0:0:0:0:10|h[Масляный черноротик]|h|r",
                name = "Масляный черноротик",
                count = 174,
            },
            {
                link = "|cffffffff|Hitem:6359:0:0:0:0:0:0:0:10|h[Огнеперый луциан]|h|r",
                name = "Огнеперый луциан",
                count = 55,
            },
            {
                link = "|cffffffff|Hitem:6370:0:0:0:0:0:0:0:10|h[Масло черноротика]|h|r",
                name = "Масло черноротика",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:6371:0:0:0:0:0:0:0:10|h[Зажигательное масло]|h|r",
                name = "Зажигательное масло",
                count = 2,
            },
        },
    },
    {
        name = "Царапучка",
        updated_at = "2026-05-05 08:07:32",
        money = 14656,
        empty = 134,
        location = "Оргриммар",
        items = {
            {
                link = "|cffffffff|Hitem:1288:0:0:0:0:0:0:0:10|h[Большая ядовитая железа]|h|r",
                name = "Большая ядовитая железа",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:1475:0:0:0:0:0:0:0:10|h[Малая ядовитая железа]|h|r",
                name = "Малая ядовитая железа",
                count = 65,
            },
            {
                link = "|cffffffff|Hitem:19441:0:0:0:0:0:0:0:10|h[Огромная ядовитая железа]|h|r",
                name = "Огромная ядовитая железа",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:4402:0:0:0:0:0:0:0:10|h[Малая пламенная железа]|h|r",
                name = "Малая пламенная железа",
                count = 47,
            },
            {
                link = "|cffffffff|Hitem:5635:0:0:0:0:0:0:0:10|h[Острый коготь]|h|r",
                name = "Острый коготь",
                count = 101,
            },
            {
                link = "|cffffffff|Hitem:5637:0:0:0:0:0:0:0:10|h[Большой клык]|h|r",
                name = "Большой клык",
                count = 77,
            },
        },
    },
    {
        name = "Шмотный",
        updated_at = "2026-05-04 14:59:36",
        money = 336703,
        empty = 23,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:20665:0:0:0:0:0:2157:0:10|h[Кожаные поножи Бездны с печатью удара]|h|r",
                name = "Кожаные поножи Бездны с печатью удара",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31126:0:0:0:0:0:0:0:10|h[Перчатки лютости]|h|r",
                name = "Перчатки лютости",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31127:0:0:0:0:0:0:0:10|h[Хауберк ярости тотема]|h|r",
                name = "Хауберк ярости тотема",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31131:0:0:0:0:0:0:0:10|h[Кушак безмолвных лезвий]|h|r",
                name = "Кушак безмолвных лезвий",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31133:0:0:0:0:0:0:0:10|h[Поножи сгустка тьмы]|h|r",
                name = "Поножи сгустка тьмы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31137:0:0:0:0:0:0:0:10|h[Очищающие рукавицы]|h|r",
                name = "Очищающие рукавицы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31138:0:0:0:0:0:0:0:10|h[Ремень лорда бури]|h|r",
                name = "Ремень лорда бури",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31140:0:0:0:0:0:0:0:10|h[Плащ пустоты]|h|r",
                name = "Плащ пустоты",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31143:2662:0:0:0:0:0:0:10|h[Накидка безумия]|h|r",
                name = "Накидка безумия",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31145:0:0:0:0:0:0:0:10|h[Головной убор спящего]|h|r",
                name = "Головной убор спящего",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31148:0:0:0:0:0:0:0:10|h[Наплеч из шкуры демона]|h|r",
                name = "Наплеч из шкуры демона",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31149:0:0:0:0:0:0:0:10|h[Перчатки столпотворения]|h|r",
                name = "Перчатки столпотворения",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31150:0:0:0:0:0:0:0:10|h[Перчатки благочестия]|h|r",
                name = "Перчатки благочестия",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31151:0:0:0:0:0:0:0:10|h[Ремень осады]|h|r",
                name = "Ремень осады",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31152:3150:0:0:0:0:0:0:10|h[Нагрудный доспех освещения]|h|r",
                name = "Нагрудный доспех освещения",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31163:0:0:0:0:0:-44:44:10|h[Боевые рукавицы из стали Пустоты с меткой старца]|h|r",
                name = "Боевые рукавицы из стали Пустоты с меткой старца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31164:0:0:0:0:0:-43:44:10|h[Рукавицы из стали Пустоты с меткой солдата]|h|r",
                name = "Рукавицы из стали Пустоты с меткой солдата",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31170:0:0:0:0:0:-19:47:10|h[Выкованный демоном хауберк со знаком интеллекта]|h|r",
                name = "Выкованный демоном хауберк со знаком интеллекта",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31170:0:0:0:0:0:-39:47:10|h[Выкованный демоном хауберк с меткой заклинателя]|h|r",
                name = "Выкованный демоном хауберк с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31170:0:0:0:0:0:-43:47:10|h[Выкованный демоном хауберк с меткой солдата]|h|r",
                name = "Выкованный демоном хауберк с меткой солдата",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31172:0:0:0:0:0:-42:47:10|h[Демонически обработанный мундир с меткой оракула]|h|r",
                name = "Демонически обработанный мундир с меткой оракула",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31173:0:0:0:0:0:0:0:10|h[Сапоги свирепости]|h|r",
                name = "Сапоги свирепости",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31175:0:0:0:0:0:0:0:10|h[Накулачники танцора клинков]|h|r",
                name = "Накулачники танцора клинков",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31176:0:0:0:0:0:-45:40:10|h[Латные боевые рукавицы из камнечервя с меткой победителя]|h|r",
                name = "Латные боевые рукавицы из камнечервя с меткой победителя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31177:0:0:0:0:0:-39:40:10|h[Рукавицы из чешуи камнечервя с меткой заклинателя]|h|r",
                name = "Рукавицы из чешуи камнечервя с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31177:0:0:0:0:0:-5:40:10|h[Рукавицы из чешуи камнечервя со знаком мартышки]|h|r",
                name = "Рукавицы из чешуи камнечервя со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31179:0:0:0:0:0:-13:40:10|h[Перчатки из шкуры камнечервя со знаком волка]|h|r",
                name = "Перчатки из шкуры камнечервя со знаком волка",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31179:0:0:0:0:0:-14:40:10|h[Перчатки из шкуры камнечервя со знаком тигра]|h|r",
                name = "Перчатки из шкуры камнечервя со знаком тигра",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31180:0:0:0:0:0:0:0:10|h[Рукавицы Дробителей Черепов]|h|r",
                name = "Рукавицы Дробителей Черепов",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31181:0:0:0:0:0:-37:40:10|h[Повязки из шкуры камнечервя с меткой целителя]|h|r",
                name = "Повязки из шкуры камнечервя с меткой целителя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31181:0:0:0:0:0:-6:40:10|h[Повязки из шкуры камнечервя со знаком орла]|h|r",
                name = "Повязки из шкуры камнечервя со знаком орла",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31182:0:0:0:0:0:-5:49:10|h[Шлем Легиона со знаком мартышки]|h|r",
                name = "Шлем Легиона со знаком мартышки",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31183:0:0:0:0:0:-8:49:10|h[Капюшон Легиона со знаком кита]|h|r",
                name = "Капюшон Легиона со знаком кита",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31185:0:0:0:0:0:-37:49:10|h[Корона Легиона с меткой целителя]|h|r",
                name = "Корона Легиона с меткой целителя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31187:0:0:0:0:0:0:0:10|h[Сапоги землепроходца]|h|r",
                name = "Сапоги землепроходца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31190:0:0:0:0:0:0:0:10|h[Наплечные пластины Дремлющего]|h|r",
                name = "Наплечные пластины Дремлющего",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31191:0:0:0:0:0:-7:30:10|h[Наручи из шкуры кроколиска со знаком медведя]|h|r",
                name = "Наручи из шкуры кроколиска со знаком медведя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31192:0:0:0:0:0:-38:30:10|h[Наручники из шкуры кроколиска с меткой пророка]|h|r",
                name = "Наручники из шкуры кроколиска с меткой пророка",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31201:0:0:0:0:0:-42:33:10|h[Плащ Иллидари с меткой оракула]|h|r",
                name = "Плащ Иллидари с меткой оракула",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31202:0:0:0:0:0:0:0:10|h[Ремень божественного благословения]|h|r",
                name = "Ремень божественного благословения",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31209:0:0:0:0:0:-44:60:10|h[Ножные латы из шкуры химеры с меткой старца]|h|r",
                name = "Ножные латы из шкуры химеры с меткой старца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31212:0:0:0:0:0:-6:60:10|h[Поножи из шкуры химеры со знаком орла]|h|r",
                name = "Поножи из шкуры химеры со знаком орла",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31212:0:0:0:0:0:-8:60:10|h[Поножи из шкуры химеры со знаком кита]|h|r",
                name = "Поножи из шкуры химеры со знаком кита",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31213:3244:0:0:0:0:-36:46:10|h[Латные башмаки Бездны с меткой волшебника]|h|r",
                name = "Латные башмаки Бездны с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31222:0:0:0:0:0:0:0:10|h[Головной убор внутренней ярости]|h|r",
                name = "Головной убор внутренней ярости",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31223:0:0:0:0:0:-44:33:10|h[Накулачники Иллидари с меткой старца]|h|r",
                name = "Накулачники Иллидари с меткой старца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31224:0:0:0:0:0:-7:33:10|h[Наручи Иллидари со знаком медведя]|h|r",
                name = "Наручи Иллидари со знаком медведя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31226:0:0:0:0:0:0:0:10|h[Поножи Коварного]|h|r",
                name = "Поножи Коварного",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31227:0:0:0:0:0:-44:40:10|h[Оперенный ремень с меткой старца]|h|r",
                name = "Оперенный ремень с меткой старца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31227:0:0:0:0:0:-6:40:10|h[Оперенный ремень со знаком орла]|h|r",
                name = "Оперенный ремень со знаком орла",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31232:0:0:0:0:0:-17:40:10|h[Лютые башмаки со знаком силы]|h|r",
                name = "Лютые башмаки со знаком силы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31232:0:0:0:0:0:-9:40:10|h[Лютые башмаки со знаком совы]|h|r",
                name = "Лютые башмаки со знаком совы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31233:0:0:0:0:0:-39:40:10|h[Лютые наголенники с меткой заклинателя]|h|r",
                name = "Лютые наголенники с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31233:0:0:0:0:0:-43:40:10|h[Лютые наголенники с меткой солдата]|h|r",
                name = "Лютые наголенники с меткой солдата",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31233:0:0:0:0:0:-7:40:10|h[Лютые наголенники со знаком медведя]|h|r",
                name = "Лютые наголенники со знаком медведя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31235:0:0:0:0:0:-10:40:10|h[Лютые сапоги со знаком гориллы]|h|r",
                name = "Лютые сапоги со знаком гориллы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31235:0:0:0:0:0:-14:40:10|h[Лютые сапоги со знаком тигра]|h|r",
                name = "Лютые сапоги со знаком тигра",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31235:0:0:0:0:0:-41:40:10|h[Лютые сапоги с меткой зверя]|h|r",
                name = "Лютые сапоги с меткой зверя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31236:0:0:0:0:0:-16:40:10|h[Лютые туфли с печатью выносливости]|h|r",
                name = "Лютые туфли с печатью выносливости",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31237:0:0:0:0:0:0:0:10|h[Поножи из шкуры элекка]|h|r",
                name = "Поножи из шкуры элекка",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31240:0:0:0:0:0:0:0:10|h[Чешуя Зверя]|h|r",
                name = "Чешуя Зверя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31242:0:0:0:0:0:-13:51:10|h[Ножные латы из чешуи нага со знаком волка]|h|r",
                name = "Ножные латы из чешуи нага со знаком волка",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31242:0:0:0:0:0:-6:51:10|h[Ножные латы из чешуи нага со знаком орла]|h|r",
                name = "Ножные латы из чешуи нага со знаком орла",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31243:0:0:0:0:0:-10:51:10|h[Набедренники из чешуи нага со знаком гориллы]|h|r",
                name = "Набедренники из чешуи нага со знаком гориллы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31243:0:0:0:0:0:-14:51:10|h[Набедренники из чешуи нага со знаком тигра]|h|r",
                name = "Набедренники из чешуи нага со знаком тигра",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31243:0:0:0:0:0:-35:51:10|h[Набедренники из чешуи нага с защитой от темной магии]|h|r",
                name = "Набедренники из чешуи нага с защитой от темной магии",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31243:0:0:0:0:0:-40:51:10|h[Набедренники из чешуи нага с меткой преступника]|h|r",
                name = "Набедренники из чешуи нага с меткой преступника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31243:0:0:0:0:0:-43:51:10|h[Набедренники из чешуи нага с меткой солдата]|h|r",
                name = "Набедренники из чешуи нага с меткой солдата",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31243:0:0:0:0:0:-6:51:10|h[Набедренники из чешуи нага со знаком орла]|h|r",
                name = "Набедренники из чешуи нага со знаком орла",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31243:0:0:0:0:0:-7:51:10|h[Набедренники из чешуи нага со знаком медведя]|h|r",
                name = "Набедренники из чешуи нага со знаком медведя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31243:0:0:0:0:0:-8:51:10|h[Набедренники из чешуи нага со знаком кита]|h|r",
                name = "Набедренники из чешуи нага со знаком кита",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31244:0:0:0:0:0:-41:51:10|h[Штаны из шкуры нага с меткой зверя]|h|r",
                name = "Штаны из шкуры нага с меткой зверя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31244:0:0:0:0:0:-7:51:10|h[Штаны из шкуры нага со знаком медведя]|h|r",
                name = "Штаны из шкуры нага со знаком медведя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31244:2792:0:0:0:0:-40:51:10|h[Штаны из шкуры нага с меткой преступника]|h|r",
                name = "Штаны из шкуры нага с меткой преступника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31247:0:0:0:0:0:-13:38:10|h[Болотное наплечье со знаком волка]|h|r",
                name = "Болотное наплечье со знаком волка",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31247:0:0:0:0:0:-44:38:10|h[Болотное наплечье с меткой старца]|h|r",
                name = "Болотное наплечье с меткой старца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31248:0:0:0:0:0:-44:38:10|h[Болотные эполеты с меткой старца]|h|r",
                name = "Болотные эполеты с меткой старца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31249:0:0:0:0:0:-18:38:10|h[Болотный наплеч со знаком ловкости]|h|r",
                name = "Болотный наплеч со знаком ловкости",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31249:0:0:0:0:0:-40:38:10|h[Болотный наплеч с меткой преступника]|h|r",
                name = "Болотный наплеч с меткой преступника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31249:0:0:0:0:0:-6:38:10|h[Болотный наплеч со знаком орла]|h|r",
                name = "Болотный наплеч со знаком орла",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31254:0:0:0:0:0:-13:31:10|h[Плащ из шкуры долгонога со знаком волка]|h|r",
                name = "Плащ из шкуры долгонога со знаком волка",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31254:0:0:0:0:0:-16:31:10|h[Плащ из шкуры долгонога с печатью выносливости]|h|r",
                name = "Плащ из шкуры долгонога с печатью выносливости",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31254:0:0:0:0:0:-45:31:10|h[Плащ из шкуры долгонога с меткой победителя]|h|r",
                name = "Плащ из шкуры долгонога с меткой победителя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31254:2662:0:0:0:0:-12:31:10|h[Плащ из шкуры долгонога со знаком вепря]|h|r",
                name = "Плащ из шкуры долгонога со знаком вепря",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31255:0:0:0:0:0:0:0:10|h[Плащ темного ремесла]|h|r",
                name = "Плащ темного ремесла",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31276:0:0:0:0:0:0:0:10|h[Сапоги фанатизма]|h|r",
                name = "Сапоги фанатизма",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31280:0:0:0:0:0:0:0:10|h[Рукавицы Громозова]|h|r",
                name = "Рукавицы Громозова",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31281:0:0:0:0:0:0:0:10|h[Маска Сокрытой смерти]|h|r",
                name = "Маска Сокрытой смерти",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31282:0:0:0:0:0:0:0:10|h[Накидка духовной чистоты]|h|r",
                name = "Накидка духовной чистоты",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31284:0:0:0:0:0:0:0:10|h[Наручи безрассудства]|h|r",
                name = "Наручи безрассудства",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31285:0:0:0:0:0:0:0:10|h[Нагрудный доспех Когтя]|h|r",
                name = "Нагрудный доспех Когтя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31294:0:0:0:0:0:0:0:10|h[Наплечье колебаний маны]|h|r",
                name = "Наплечье колебаний маны",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31295:0:0:0:0:0:0:0:10|h[Нагрудный доспех темного преследователя]|h|r",
                name = "Нагрудный доспех темного преследователя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31297:0:0:0:0:0:0:0:10|h[Одеяние Багрового ордена]|h|r",
                name = "Одеяние Багрового ордена",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31298:0:0:0:0:0:0:0:10|h[Набедренники Изувеченной Длани]|h|r",
                name = "Набедренники Изувеченной Длани",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:31306:0:0:0:0:0:0:0:10|h[Поножи священного гребня]|h|r",
                name = "Поножи священного гребня",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37743:0:0:0:0:0:0:0:10|h[Набедренники озверения]|h|r",
                name = "Набедренники озверения",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37744:0:0:0:0:0:0:0:10|h[Ботинки стылой крови]|h|r",
                name = "Ботинки стылой крови",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37745:0:0:0:0:0:0:0:10|h[Одеяние природного целителя]|h|r",
                name = "Одеяние природного целителя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37745:3252:0:0:0:0:0:0:10|h[Одеяние природного целителя]|h|r",
                name = "Одеяние природного целителя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37746:0:0:0:0:0:0:0:10|h[Шлем пылающей души]|h|r",
                name = "Шлем пылающей души",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37752:0:0:0:0:0:0:0:10|h[Сандалии разбитой мечты]|h|r",
                name = "Сандалии разбитой мечты",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37753:0:0:0:0:0:0:0:10|h[Одеяние монаха-обманщика]|h|r",
                name = "Одеяние монаха-обманщика",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37754:0:0:0:0:0:0:0:10|h[Укрепленный светосталью капюшон]|h|r",
                name = "Укрепленный светосталью капюшон",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37755:0:0:0:0:0:0:0:10|h[Поножи ледяного сердца]|h|r",
                name = "Поножи ледяного сердца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37756:0:0:0:0:0:0:0:10|h[Удобная накидка Зои]|h|r",
                name = "Удобная накидка Зои",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37757:0:0:0:0:0:0:0:10|h[Наплечье покарания Шарлотты]|h|r",
                name = "Наплечье покарания Шарлотты",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37759:0:0:0:0:0:0:0:10|h[Когтистые рукавицы Рай-эй]|h|r",
                name = "Когтистые рукавицы Рай-эй",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37760:0:0:0:0:0:0:0:10|h[Накулачники потрескивающего пламени]|h|r",
                name = "Накулачники потрескивающего пламени",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37761:0:0:0:0:0:0:0:10|h[Светлотканый ремень]|h|r",
                name = "Светлотканый ремень",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37762:0:0:0:0:0:0:0:10|h[Пояс со множеством карманов]|h|r",
                name = "Пояс со множеством карманов",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37763:0:0:0:0:0:0:0:10|h[Ботфорты очистителя]|h|r",
                name = "Ботфорты очистителя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37764:0:0:0:0:0:0:0:10|h[Наплечные пластины из клыков гончей Недр]|h|r",
                name = "Наплечные пластины из клыков гончей Недр",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37765:0:0:0:0:0:0:0:10|h[Поножи хождения по воде]|h|r",
                name = "Поножи хождения по воде",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37766:0:0:0:0:0:0:0:10|h[Наручи непрекращающегося воровства]|h|r",
                name = "Наручи непрекращающегося воровства",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37767:0:0:0:0:0:0:0:10|h[Убийственный Взгляд Рифта]|h|r",
                name = "Убийственный Взгляд Рифта",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37768:0:0:0:0:0:0:0:10|h[Поножи интенсивного кровотечения]|h|r",
                name = "Поножи интенсивного кровотечения",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37769:0:0:0:0:0:0:0:10|h[Наплеч из грубой шкуры черпоклыка]|h|r",
                name = "Наплеч из грубой шкуры черпоклыка",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37771:0:0:0:0:0:0:0:10|h[Накулачники природного исцеления]|h|r",
                name = "Накулачники природного исцеления",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37772:0:0:0:0:0:0:0:10|h[Электрический шипастый наплеч Ваба]|h|r",
                name = "Электрический шипастый наплеч Ваба",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37773:0:0:0:0:0:0:0:10|h[Ремень направленного шока]|h|r",
                name = "Ремень направленного шока",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37774:0:0:0:0:0:0:0:10|h[Поножи таяния снегов]|h|r",
                name = "Поножи таяния снегов",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37775:0:0:0:0:0:0:0:10|h[Навершие сломанного тарана]|h|r",
                name = "Навершие сломанного тарана",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37776:0:0:0:0:0:0:0:10|h[Наручи меткого выстрела]|h|r",
                name = "Наручи меткого выстрела",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:37777:0:0:0:0:0:0:0:10|h[Наручи горячего сердца]|h|r",
                name = "Наручи горячего сердца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37778:0:0:0:0:0:0:0:10|h[Пояс свободного полета]|h|r",
                name = "Пояс свободного полета",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37779:0:0:0:0:0:0:0:10|h[Опутанный цепями наплеч Никсода]|h|r",
                name = "Опутанный цепями наплеч Никсода",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37780:0:0:0:0:0:0:0:10|h[Нагрудный доспех из кости кондора]|h|r",
                name = "Нагрудный доспех из кости кондора",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37781:3246:0:0:0:0:0:0:10|h[Захваты доброго сердца]|h|r",
                name = "Захваты доброго сердца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37782:3246:0:0:0:0:0:0:10|h[Рукавицы веселого пламени]|h|r",
                name = "Рукавицы веселого пламени",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37783:0:0:0:0:0:0:0:10|h[Закаленный кровью наплеч]|h|r",
                name = "Закаленный кровью наплеч",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37785:0:0:0:0:0:0:0:10|h[Ремень ревущего берсеркера]|h|r",
                name = "Ремень ревущего берсеркера",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37786:0:0:0:0:0:0:0:10|h[Набедренники моря отчаяния]|h|r",
                name = "Набедренники моря отчаяния",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37787:0:0:0:0:0:0:0:10|h[Великий рогатый шлем непреклонности]|h|r",
                name = "Великий рогатый шлем непреклонности",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37789:0:0:0:0:0:0:0:10|h[Рукавицы потрошения]|h|r",
                name = "Рукавицы потрошения",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37790:0:0:0:0:0:0:0:10|h[Пояс хрустальных слез]|h|r",
                name = "Пояс хрустальных слез",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37792:0:0:0:0:0:0:0:10|h[Панцирь сокрушения Агина]|h|r",
                name = "Панцирь сокрушения Агина",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37795:0:0:0:0:0:0:0:10|h[Захваты доблестного воителя]|h|r",
                name = "Захваты доблестного воителя",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:37796:2662:0:0:0:0:0:0:10|h[Накидка связи с землей]|h|r",
                name = "Накидка связи с землей",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:37797:0:0:0:0:0:0:0:10|h[Плащ сообразительности]|h|r",
                name = "Плащ сообразительности",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:40674:0:0:0:0:0:0:0:10|h[Закаленные саронитовые ножные латы]|h|r",
                name = "Закаленные саронитовые ножные латы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:41114:0:0:0:0:0:0:0:10|h[Закаленные саронитовые рукавицы]|h|r",
                name = "Закаленные саронитовые рукавицы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:41116:0:0:0:0:0:0:0:10|h[Закаленные саронитовые наручи]|h|r",
                name = "Закаленные саронитовые наручи",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:41126:0:0:0:0:0:0:0:10|h[Сверкающие саронитовые ножные латы]|h|r",
                name = "Сверкающие саронитовые ножные латы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:41608:0:0:0:0:0:0:0:10|h[Плащ заледеневших душ]|h|r",
                name = "Плащ заледеневших душ",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44440:0:0:0:0:0:0:0:10|h[Темные поножи жителя льдов]|h|r",
                name = "Темные поножи жителя льдов",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44442:0:0:0:0:0:0:0:10|h[Жукохрусты]|h|r",
                name = "Жукохрусты",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44649:0:0:0:0:0:-41:75:10|h[Ноготь Хрусталедуба с меткой зверя]|h|r",
                name = "Ноготь Хрусталедуба с меткой зверя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44649:0:0:0:0:0:-45:75:10|h[Ноготь Хрусталедуба с меткой победителя]|h|r",
                name = "Ноготь Хрусталедуба с меткой победителя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44649:0:0:0:0:0:-88:75:10|h[Ноготь Хрусталедуба с меткой предсказателя]|h|r",
                name = "Ноготь Хрусталедуба с меткой предсказателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44649:0:0:0:0:0:-93:75:10|h[Ноготь Хрусталедуба с печатью восстановления]|h|r",
                name = "Ноготь Хрусталедуба с печатью восстановления",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44649:3246:0:0:0:0:-37:75:10|h[Ноготь Хрусталедуба с меткой целителя]|h|r",
                name = "Ноготь Хрусталедуба с меткой целителя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44666:0:0:0:0:0:-36:101:10|h[Подушка на сиденье Флумблуба с меткой волшебника]|h|r",
                name = "Подушка на сиденье Флумблуба с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44666:0:0:0:0:0:-88:101:10|h[Подушка на сиденье Флумблуба с меткой предсказателя]|h|r",
                name = "Подушка на сиденье Флумблуба с меткой предсказателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44666:0:0:0:0:0:-89:101:10|h[Подушка на сиденье Флумблуба с меткой вора]|h|r",
                name = "Подушка на сиденье Флумблуба с меткой вора",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44666:0:0:0:0:0:-90:101:10|h[Подушка на сиденье Флумблуба с меткой некроманта]|h|r",
                name = "Подушка на сиденье Флумблуба с меткой некроманта",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44666:3252:0:0:0:0:-39:101:10|h[Подушка на сиденье Флумблуба с меткой заклинателя]|h|r",
                name = "Подушка на сиденье Флумблуба с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44667:0:0:0:0:0:-88:101:10|h[Корона из шерсти мамонта с меткой предсказателя]|h|r",
                name = "Корона из шерсти мамонта с меткой предсказателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44667:0:0:0:0:0:-90:101:10|h[Корона из шерсти мамонта с меткой некроманта]|h|r",
                name = "Корона из шерсти мамонта с меткой некроманта",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44668:0:0:0:0:0:-36:101:10|h[Одеяло-инкубатор с меткой волшебника]|h|r",
                name = "Одеяло-инкубатор с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44668:0:0:0:0:0:-39:101:10|h[Одеяло-инкубатор с меткой заклинателя]|h|r",
                name = "Одеяло-инкубатор с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44668:0:0:0:0:0:-90:101:10|h[Одеяло-инкубатор с меткой некроманта]|h|r",
                name = "Одеяло-инкубатор с меткой некроманта",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44668:3252:0:0:0:0:-42:101:10|h[Одеяло-инкубатор с меткой оракула]|h|r",
                name = "Одеяло-инкубатор с меткой оракула",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44668:3252:0:0:0:0:-88:101:10|h[Одеяло-инкубатор с меткой предсказателя]|h|r",
                name = "Одеяло-инкубатор с меткой предсказателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44669:0:0:0:0:0:-36:56:10|h[Воргенские кандалы с меткой волшебника]|h|r",
                name = "Воргенские кандалы с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44669:0:0:0:0:0:-88:56:10|h[Воргенские кандалы с меткой предсказателя]|h|r",
                name = "Воргенские кандалы с меткой предсказателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44669:0:0:0:0:0:-90:56:10|h[Воргенские кандалы с меткой некроманта]|h|r",
                name = "Воргенские кандалы с меткой некроманта",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44669:0:0:0:0:0:-91:56:10|h[Воргенские кандалы с меткой стрелка]|h|r",
                name = "Воргенские кандалы с меткой стрелка",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44669:0:0:0:0:0:-93:56:10|h[Воргенские кандалы с печатью восстановления]|h|r",
                name = "Воргенские кандалы с печатью восстановления",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44669:2326:0:0:0:0:-90:56:10|h[Воргенские кандалы с меткой некроманта]|h|r",
                name = "Воргенские кандалы с меткой некроманта",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44670:0:0:0:0:0:-41:75:10|h[Пояс Печати душ с меткой зверя]|h|r",
                name = "Пояс Печати душ с меткой зверя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44670:0:0:0:0:0:-88:75:10|h[Пояс Печати душ с меткой предсказателя]|h|r",
                name = "Пояс Печати душ с меткой предсказателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44670:0:0:0:0:0:-93:75:10|h[Пояс Печати душ с печатью восстановления]|h|r",
                name = "Пояс Печати душ с печатью восстановления",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44671:0:0:0:0:0:-36:108:10|h[Стеганые набедренники Верховного лорда с меткой волшебника]|h|r",
                name = "Стеганые набедренники Верховного лорда с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44671:0:0:0:0:0:-40:108:10|h[Стеганые набедренники Верховного лорда с меткой преступника]|h|r",
                name = "Стеганые набедренники Верховного лорда с меткой преступника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44671:0:0:0:0:0:-88:108:10|h[Стеганые набедренники Верховного лорда с меткой предсказателя]|h|r",
                name = "Стеганые набедренники Верховного лорда с меткой предсказателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44671:0:0:0:0:0:-89:108:10|h[Стеганые набедренники Верховного лорда с меткой вора]|h|r",
                name = "Стеганые набедренники Верховного лорда с меткой вора",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44671:0:0:0:0:0:-90:108:10|h[Стеганые набедренники Верховного лорда с меткой некроманта]|h|r",
                name = "Стеганые набедренники Верховного лорда с меткой некроманта",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44672:0:0:0:0:0:-36:81:10|h[Наплеч тюленьего меха с меткой волшебника]|h|r",
                name = "Наплеч тюленьего меха с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44672:0:0:0:0:0:-39:81:10|h[Наплеч тюленьего меха с меткой заклинателя]|h|r",
                name = "Наплеч тюленьего меха с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44672:0:0:0:0:0:-42:81:10|h[Наплеч тюленьего меха с меткой оракула]|h|r",
                name = "Наплеч тюленьего меха с меткой оракула",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44672:0:0:0:0:0:-88:81:10|h[Наплеч тюленьего меха с меткой предсказателя]|h|r",
                name = "Наплеч тюленьего меха с меткой предсказателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44672:0:0:0:0:0:-89:81:10|h[Наплеч тюленьего меха с меткой вора]|h|r",
                name = "Наплеч тюленьего меха с меткой вора",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44672:0:0:0:0:0:-90:81:10|h[Наплеч тюленьего меха с меткой некроманта]|h|r",
                name = "Наплеч тюленьего меха с меткой некроманта",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44673:0:0:0:0:0:-36:81:10|h[Сапоги для езды на мамонте с меткой волшебника]|h|r",
                name = "Сапоги для езды на мамонте с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44673:0:0:0:0:0:-39:81:10|h[Сапоги для езды на мамонте с меткой заклинателя]|h|r",
                name = "Сапоги для езды на мамонте с меткой заклинателя",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:44673:0:0:0:0:0:-42:81:10|h[Сапоги для езды на мамонте с меткой оракула]|h|r",
                name = "Сапоги для езды на мамонте с меткой оракула",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44673:0:0:0:0:0:-88:81:10|h[Сапоги для езды на мамонте с меткой предсказателя]|h|r",
                name = "Сапоги для езды на мамонте с меткой предсказателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44673:0:0:0:0:0:-90:81:10|h[Сапоги для езды на мамонте с меткой некроманта]|h|r",
                name = "Сапоги для езды на мамонте с меткой некроманта",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44674:0:0:0:0:0:-36:60:10|h[Запятнанные лимфой напульсники с меткой волшебника]|h|r",
                name = "Запятнанные лимфой напульсники с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44674:0:0:0:0:0:-39:60:10|h[Запятнанные лимфой напульсники с меткой заклинателя]|h|r",
                name = "Запятнанные лимфой напульсники с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44674:0:0:0:0:0:-42:60:10|h[Запятнанные лимфой напульсники с меткой оракула]|h|r",
                name = "Запятнанные лимфой напульсники с меткой оракула",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44674:0:0:0:0:0:-88:60:10|h[Запятнанные лимфой напульсники с меткой предсказателя]|h|r",
                name = "Запятнанные лимфой напульсники с меткой предсказателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44674:0:0:0:0:0:-90:60:10|h[Запятнанные лимфой напульсники с меткой некроманта]|h|r",
                name = "Запятнанные лимфой напульсники с меткой некроманта",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44675:0:0:0:0:0:-88:81:10|h[Розовое покрывало скального великана с меткой предсказателя]|h|r",
                name = "Розовое покрывало скального великана с меткой предсказателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44675:0:0:0:0:0:-89:81:10|h[Розовое покрывало скального великана с меткой вора]|h|r",
                name = "Розовое покрывало скального великана с меткой вора",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44675:0:0:0:0:0:-90:81:10|h[Розовое покрывало скального великана с меткой некроманта]|h|r",
                name = "Розовое покрывало скального великана с меткой некроманта",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44675:0:0:0:0:0:-93:81:10|h[Розовое покрывало скального великана с печатью восстановления]|h|r",
                name = "Розовое покрывало скального великана с печатью восстановления",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44675:3246:0:0:0:0:-36:81:10|h[Розовое покрывало скального великана с меткой волшебника]|h|r",
                name = "Розовое покрывало скального великана с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44676:0:0:0:0:0:-36:108:10|h[Поножи Сиреяна с меткой волшебника]|h|r",
                name = "Поножи Сиреяна с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44676:0:0:0:0:0:-39:108:10|h[Поножи Сиреяна с меткой заклинателя]|h|r",
                name = "Поножи Сиреяна с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44676:0:0:0:0:0:-88:108:10|h[Поножи Сиреяна с меткой предсказателя]|h|r",
                name = "Поножи Сиреяна с меткой предсказателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44676:0:0:0:0:0:-89:108:10|h[Поножи Сиреяна с меткой вора]|h|r",
                name = "Поножи Сиреяна с меткой вора",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44676:0:0:0:0:0:-90:108:10|h[Поножи Сиреяна с меткой некроманта]|h|r",
                name = "Поножи Сиреяна с меткой некроманта",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44676:0:0:0:0:0:-91:108:10|h[Поножи Сиреяна с меткой стрелка]|h|r",
                name = "Поножи Сиреяна с меткой стрелка",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44677:0:0:0:0:0:-37:116:10|h[Ножные латы вечного наблюдателя с меткой целителя]|h|r",
                name = "Ножные латы вечного наблюдателя с меткой целителя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44677:0:0:0:0:0:-41:116:10|h[Ножные латы вечного наблюдателя с меткой зверя]|h|r",
                name = "Ножные латы вечного наблюдателя с меткой зверя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44677:0:0:0:0:0:-43:116:10|h[Ножные латы вечного наблюдателя с меткой солдата]|h|r",
                name = "Ножные латы вечного наблюдателя с меткой солдата",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44677:0:0:0:0:0:-88:116:10|h[Ножные латы вечного наблюдателя с меткой предсказателя]|h|r",
                name = "Ножные латы вечного наблюдателя с меткой предсказателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44677:0:0:0:0:0:-93:116:10|h[Ножные латы вечного наблюдателя с печатью восстановления]|h|r",
                name = "Ножные латы вечного наблюдателя с печатью восстановления",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44685:0:0:0:0:0:-36:87:10|h[Наплеч окаменелой паутины с меткой волшебника]|h|r",
                name = "Наплеч окаменелой паутины с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44685:0:0:0:0:0:-40:87:10|h[Наплеч окаменелой паутины с меткой преступника]|h|r",
                name = "Наплеч окаменелой паутины с меткой преступника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44685:0:0:0:0:0:-88:87:10|h[Наплеч окаменелой паутины с меткой предсказателя]|h|r",
                name = "Наплеч окаменелой паутины с меткой предсказателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44685:0:0:0:0:0:-90:87:10|h[Наплеч окаменелой паутины с меткой некроманта]|h|r",
                name = "Наплеч окаменелой паутины с меткой некроманта",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44685:0:0:0:0:0:-93:87:10|h[Наплеч окаменелой паутины с печатью восстановления]|h|r",
                name = "Наплеч окаменелой паутины с печатью восстановления",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44686:0:0:0:0:0:-89:87:10|h[Повязки эфириального ужаса с меткой вора]|h|r",
                name = "Повязки эфириального ужаса с меткой вора",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44686:0:0:0:0:0:-90:87:10|h[Повязки эфириального ужаса с меткой некроманта]|h|r",
                name = "Повязки эфириального ужаса с меткой некроманта",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44686:3246:0:0:0:0:-42:87:10|h[Повязки эфириального ужаса с меткой оракула]|h|r",
                name = "Повязки эфириального ужаса с меткой оракула",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44691:0:0:0:0:0:-88:65:10|h[Ошейник Аотоны с меткой предсказателя]|h|r",
                name = "Ошейник Аотоны с меткой предсказателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44691:0:0:0:0:0:-92:65:10|h[Ошейник Аотоны с меткой оруженосца]|h|r",
                name = "Ошейник Аотоны с меткой оруженосца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44695:0:0:0:0:0:-37:126:10|h[Ржавый большой шлем с меткой целителя]|h|r",
                name = "Ржавый большой шлем с меткой целителя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44697:0:0:0:0:0:-89:126:10|h[Одежды валь'киры с меткой вора]|h|r",
                name = "Одежды валь'киры с меткой вора",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44697:0:0:0:0:0:-90:126:10|h[Одежды валь'киры с меткой некроманта]|h|r",
                name = "Одежды валь'киры с меткой некроманта",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:44697:0:0:0:0:0:-91:126:10|h[Одежды валь'киры с меткой стрелка]|h|r",
                name = "Одежды валь'киры с меткой стрелка",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:44697:0:0:0:0:0:-93:126:10|h[Одежды валь'киры с печатью восстановления]|h|r",
                name = "Одежды валь'киры с печатью восстановления",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:44732:0:0:0:0:0:-36:126:10|h[Шлем из кожи лазурного дракона с меткой волшебника]|h|r",
                name = "Шлем из кожи лазурного дракона с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44732:0:0:0:0:0:-42:126:10|h[Шлем из кожи лазурного дракона с меткой оракула]|h|r",
                name = "Шлем из кожи лазурного дракона с меткой оракула",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:44732:0:0:0:0:0:-89:126:10|h[Шлем из кожи лазурного дракона с меткой вора]|h|r",
                name = "Шлем из кожи лазурного дракона с меткой вора",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:51958:0:0:0:0:0:-36:108:10|h[Нетронутая шкура светящегося медведя с меткой волшебника]|h|r",
                name = "Нетронутая шкура светящегося медведя с меткой волшебника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:51958:0:0:0:0:0:-39:108:10|h[Нетронутая шкура светящегося медведя с меткой заклинателя]|h|r",
                name = "Нетронутая шкура светящегося медведя с меткой заклинателя",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:51958:0:0:0:0:0:-42:108:10|h[Нетронутая шкура светящегося медведя с меткой оракула]|h|r",
                name = "Нетронутая шкура светящегося медведя с меткой оракула",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:51958:0:0:0:0:0:-89:108:10|h[Нетронутая шкура светящегося медведя с меткой вора]|h|r",
                name = "Нетронутая шкура светящегося медведя с меткой вора",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:51958:0:0:0:0:0:-90:108:10|h[Нетронутая шкура светящегося медведя с меткой некроманта]|h|r",
                name = "Нетронутая шкура светящегося медведя с меткой некроманта",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:23489:0:0:0:0:0:0:0:10|h[Кираса из оскверненного железа]|h|r",
                name = "Кираса из оскверненного железа",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:23490:0:0:0:0:0:0:0:10|h[Плетеный мундир из оскверненного железа]|h|r",
                name = "Плетеный мундир из оскверненного железа",
                count = 1,
            },
        },
    },
    {
        name = "Шмоточка",
        updated_at = "2026-05-04 21:16:39",
        money = 343936,
        empty = 40,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:10041:0:0:0:0:0:0:0:10|h[Венец из ткани Грез]|h|r",
                name = "Венец из ткани Грез",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:12987:0:0:0:0:0:0:0:10|h[Темнотканые брюки]|h|r",
                name = "Темнотканые брюки",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:12999:0:0:0:0:0:0:0:10|h[Драконокрылые поручи]|h|r",
                name = "Драконокрылые поручи",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13007:0:0:0:0:0:0:0:10|h[Чаропламенный плащ]|h|r",
                name = "Чаропламенный плащ",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13013:0:0:0:0:0:0:0:10|h[Оплечье старшего волшебника]|h|r",
                name = "Оплечье старшего волшебника",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13030:0:0:0:0:0:0:0:10|h[Кость василиска]|h|r",
                name = "Кость василиска",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13031:0:0:0:0:0:0:0:10|h[Сфера Мисмантла]|h|r",
                name = "Сфера Мисмантла",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13066:0:0:0:0:0:0:0:10|h[Наплеч Змееубийцы]|h|r",
                name = "Наплеч Змееубийцы",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13068:0:0:0:0:0:0:0:10|h[Обсидиановые наголенники]|h|r",
                name = "Обсидиановые наголенники",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13071:0:0:0:0:0:0:0:10|h[Латная боевая перчатка Хаку]|h|r",
                name = "Латная боевая перчатка Хаку",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13073:0:0:0:0:0:0:0:10|h[Шлем Маг-Тола]|h|r",
                name = "Шлем Маг-Тола",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13074:0:0:0:0:0:0:0:10|h[Поножи осколка голема]|h|r",
                name = "Поножи осколка голема",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13076:0:0:0:0:0:0:0:10|h[Наручи истребителя великанов]|h|r",
                name = "Наручи истребителя великанов",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13099:0:0:0:0:0:0:0:10|h[Мокасины Белого кролика]|h|r",
                name = "Мокасины Белого кролика",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13100:0:0:0:0:0:0:0:10|h[Сапоги Фьюрена]|h|r",
                name = "Сапоги Фьюрена",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13102:0:0:0:0:0:0:0:10|h[Милость Кассандры]|h|r",
                name = "Милость Кассандры",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13105:0:0:0:0:0:0:0:10|h[Опоясок Сутарна]|h|r",
                name = "Опоясок Сутарна",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13109:0:0:0:0:0:0:0:10|h[Накидка черного пламени]|h|r",
                name = "Накидка черного пламени",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13117:0:0:0:0:0:0:0:10|h[Кушак Огрона]|h|r",
                name = "Кушак Огрона",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13124:0:0:0:0:0:0:0:10|h[Сапоги из чешуи равазавра]|h|r",
                name = "Сапоги из чешуи равазавра",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13129:0:0:0:0:0:0:0:10|h[Поножи Огненной Гривы]|h|r",
                name = "Поножи Огненной Гривы",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13131:0:0:0:0:0:0:0:10|h[Искрящееся оплечье]|h|r",
                name = "Искрящееся оплечье",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13132:0:0:0:0:0:0:0:10|h[Скелетные наплечники]|h|r",
                name = "Скелетные наплечники",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13134:0:0:0:0:0:0:0:10|h[Пояс гладиатора]|h|r",
                name = "Пояс гладиатора",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13144:0:0:0:0:0:0:0:10|h[Пояс безмятежности]|h|r",
                name = "Пояс безмятежности",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13145:0:0:0:0:0:0:0:10|h[Огромный огрский пояс]|h|r",
                name = "Огромный огрский пояс",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:16692:0:0:0:0:0:0:0:10|h[Перчатки преданности]|h|r",
                name = "Перчатки преданности",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:16696:0:0:0:0:0:0:0:10|h[Пояс преданности]|h|r",
                name = "Пояс преданности",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:16703:0:0:0:0:0:0:0:10|h[Наручи Багрового Тумана]|h|r",
                name = "Наручи Багрового Тумана",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:16705:0:0:0:0:0:0:0:10|h[Повязки Багрового Тумана]|h|r",
                name = "Повязки Багрового Тумана",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:16717:0:0:0:0:0:0:0:10|h[Перчатки дикого сердца]|h|r",
                name = "Перчатки дикого сердца",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:16723:0:0:0:0:0:0:0:10|h[Пояс из светлостали]|h|r",
                name = "Пояс из светлостали",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:17050:3150:0:0:0:0:0:0:10|h[Императорские одеяния Чана]|h|r",
                name = "Императорские одеяния Чана",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:1715:0:0:0:0:0:0:0:10|h[Полированная джазерентская броня]|h|r",
                name = "Полированная джазерентская броня",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:1718:0:0:0:0:0:0:0:10|h[Штаны из шкуры василиска]|h|r",
                name = "Штаны из шкуры василиска",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:18743:0:0:0:0:0:0:0:10|h[Благодатная накидка]|h|r",
                name = "Благодатная накидка",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:19047:0:0:0:0:0:0:0:10|h[Мудрость Древобрюхов]|h|r",
                name = "Мудрость Древобрюхов",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:20832:0:0:0:0:0:0:0:10|h[Корона лунной души]|h|r",
                name = "Корона лунной души",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:21774:0:0:0:0:0:0:0:10|h[Изумрудная корона разрушения]|h|r",
                name = "Изумрудная корона разрушения",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:2277:0:0:0:0:0:0:0:10|h[Поножи некроманта]|h|r",
                name = "Поножи некроманта",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:2314:0:0:0:0:0:0:0:10|h[Укрепленный кожаный доспех]|h|r",
                name = "Укрепленный кожаный доспех",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:2314:254:0:0:0:0:0:0:10|h[Укрепленный кожаный доспех]|h|r",
                name = "Укрепленный кожаный доспех",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:2565:0:0:0:0:0:0:0:10|h[Жезл расплавленного огня]|h|r",
                name = "Жезл расплавленного огня",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:2721:0:0:0:0:0:0:0:10|h[Святой капюшон]|h|r",
                name = "Святой капюшон",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:2800:0:0:0:0:0:0:0:10|h[Черные бархатные одеяния]|h|r",
                name = "Черные бархатные одеяния",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:2911:0:0:0:0:0:0:0:10|h[Ремень Келлера]|h|r",
                name = "Ремень Келлера",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:39894:0:0:0:0:0:-15:10:10|h[Наплечники из темноткани со знаком духа]|h|r",
                name = "Наплечники из темноткани со знаком духа",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:4253:0:0:0:0:0:0:0:10|h[Укрепленные кожаные перчатки]|h|r",
                name = "Укрепленные кожаные перчатки",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:6468:0:0:0:0:0:0:0:10|h[Пояс из искаженной чешуи]|h|r",
                name = "Пояс из искаженной чешуи",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:9395:0:0:0:0:0:0:0:10|h[Перчатки Старины]|h|r",
                name = "Перчатки Старины",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:9434:0:0:0:0:0:0:0:10|h[Облачение стихий]|h|r",
                name = "Облачение стихий",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10289:0:0:0:0:0:772:0:10|h[Надежная шляпа со знаком совы]|h|r",
                name = "Надежная шляпа со знаком совы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:10329:0:0:0:0:0:0:0:10|h[Алый пояс]|h|r",
                name = "Алый пояс",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:14584:0:0:0:0:0:0:0:10|h[Шляпа Докеби]|h|r",
                name = "Шляпа Докеби",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:14774:0:0:0:0:0:0:0:10|h[Корона Опустошителя]|h|r",
                name = "Корона Опустошителя",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:15084:0:0:0:0:0:0:0:10|h[Гибельные кожаные наручи]|h|r",
                name = "Гибельные кожаные наручи",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:4048:0:0:0:0:0:0:0:10|h[Украшенная гербом шляпа]|h|r",
                name = "Украшенная гербом шляпа",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:4052:0:0:0:0:0:0:0:10|h[Орденская шапка]|h|r",
                name = "Орденская шапка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:6405:0:0:0:0:0:0:0:10|h[Брюки ночного неба]|h|r",
                name = "Брюки ночного неба",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8161:0:0:0:0:0:0:0:10|h[Баскинет бретера]|h|r",
                name = "Баскинет бретера",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8176:0:0:0:0:0:0:0:10|h[Ночная головная повязка]|h|r",
                name = "Ночная головная повязка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:8193:0:0:0:0:0:0:0:10|h[Ночные штаны]|h|r",
                name = "Ночные штаны",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:8201:0:0:0:0:0:0:0:10|h[Большая вудуистская маска]|h|r",
                name = "Большая вудуистская маска",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:9859:0:0:0:0:0:863:0:10|h[Шапка лучника со знаком орла]|h|r",
                name = "Шапка лучника со знаком орла",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:14549:0:0:0:0:0:0:0:10|h[Сапоги Избежания]|h|r",
                name = "Сапоги Избежания",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:2245:0:0:0:0:0:0:0:10|h[Шлем Нарва]|h|r",
                name = "Шлем Нарва",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:3075:0:0:0:0:0:0:0:10|h[Глаз Пламени]|h|r",
                name = "Глаз Пламени",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:940:0:0:0:0:0:0:0:10|h[Одеяния Прозрения]|h|r",
                name = "Одеяния Прозрения",
                count = 1,
            },
        },
    },
    {
        name = "Ювелирная",
        updated_at = "2026-05-04 17:14:36",
        money = 344111,
        empty = 71,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:11302:0:0:0:0:0:0:0:10|h[Сила Утера]|h|r",
                name = "Сила Утера",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13002:0:0:0:0:0:0:0:10|h[Подвеска леди Ализабет]|h|r",
                name = "Подвеска леди Ализабет",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13084:0:0:0:0:0:0:0:10|h[Калейдоскопическая цепь]|h|r",
                name = "Калейдоскопическая цепь",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13085:0:0:0:0:0:0:0:10|h[Колье Горизонта]|h|r",
                name = "Колье Горизонта",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13087:0:0:0:0:0:0:0:10|h[Колье Ярости Реки]|h|r",
                name = "Колье Ярости Реки",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:13088:0:0:0:0:0:0:0:10|h[Оберег Газлова]|h|r",
                name = "Оберег Газлова",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:13089:0:0:0:0:0:0:0:10|h[Подвеска Скиби]|h|r",
                name = "Подвеска Скиби",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:13091:0:0:0:0:0:0:0:10|h[Медальон главнокомандующего Морриса]|h|r",
                name = "Медальон главнокомандующего Морриса",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:1713:0:0:0:0:0:0:0:10|h[Крест Жизни]|h|r",
                name = "Крест Жизни",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:1714:0:0:0:0:0:0:0:10|h[Ожерелье Калисеи]|h|r",
                name = "Ожерелье Калисеи",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:2802:0:0:0:0:0:0:0:10|h[Пылающая эмблема]|h|r",
                name = "Пылающая эмблема",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:45627:0:0:0:0:0:0:0:10|h[Амулет проницательности]|h|r",
                name = "Амулет проницательности",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:7734:0:0:0:0:0:0:0:10|h[Сумка Шести Демонов]|h|r",
                name = "Сумка Шести Демонов",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:12040:0:0:0:0:0:167:0:10|h[Лесная подвеска со знаком ловкости]|h|r",
                name = "Лесная подвеска со знаком ловкости",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:12042:0:0:0:0:0:514:0:10|h[Болотная цепь со знаком волка]|h|r",
                name = "Болотная цепь со знаком волка",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:20830:0:0:0:0:0:0:0:10|h[Амулет Луны]|h|r",
                name = "Амулет Луны",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:20831:0:0:0:0:0:0:0:10|h[Тяжелое золотое ожерелье битвы]|h|r",
                name = "Тяжелое золотое ожерелье битвы",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:20909:0:0:0:0:0:0:0:10|h[Варварский железный ошейник]|h|r",
                name = "Варварский железный ошейник",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:20950:0:0:0:0:0:0:0:10|h[Подвеска Агатового Щита]|h|r",
                name = "Подвеска Агатового Щита",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:20966:0:0:0:0:0:0:0:10|h[Нефритовая подвеска взрыва]|h|r",
                name = "Нефритовая подвеска взрыва",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:21755:0:0:0:0:0:0:0:10|h[Аквамариновая подвеска воина]|h|r",
                name = "Аквамариновая подвеска воина",
                count = 3,
            },
            {
                link = "|cff1eff00|Hitem:21764:0:0:0:0:0:0:0:10|h[Рубиновая подвеска огня]|h|r",
                name = "Рубиновая подвеска огня",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:21790:0:0:0:0:0:0:0:10|h[Сапфировая подвеска зимней ночи]|h|r",
                name = "Сапфировая подвеска зимней ночи",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:21933:0:0:0:0:0:0:0:10|h[Толстое бронзовое ожерелье]|h|r",
                name = "Толстое бронзовое ожерелье",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:30419:0:0:0:0:0:0:0:10|h[Сверкающее ожерелье]|h|r",
                name = "Сверкающее ожерелье",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:43244:0:0:0:0:0:0:0:10|h[Ожерелье с кристаллом цитрина]|h|r",
                name = "Ожерелье с кристаллом цитрина",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:1315:0:0:0:0:0:0:0:10|h[Гирлянда из лилий]|h|r",
                name = "Гирлянда из лилий",
                count = 2,
            },
            {
                link = "|cffa335ee|Hitem:1443:0:0:0:0:0:0:0:10|h[Изукрашенный амулет Кайнвин]|h|r",
                name = "Изукрашенный амулет Кайнвин",
                count = 1,
            },
            {
                link = "|cffa335ee|Hitem:833:0:0:0:0:0:0:0:10|h[Жизнекамень]|h|r",
                name = "Жизнекамень",
                count = 2,
            },
        },
    },
}