ItemStorageDB_LastUpdate = 1779781130
ItemStorageDB = {
    {
        name = "Бумажная",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:36:10",
        money = 339404,
        empty = 107,
        location = "Оргриммар",
        bank = {
            last_update = 1779780964,
            items = {
            },
        },
        bags = {
            last_update = 1779780966,
            items = {
            },
        },
    },
    {
        name = "Дробяшка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:15:29",
        money = 92710,
        empty = 63,
        location = "Оргриммар",
        bank = {
            last_update = 1779779723,
            items = {
            },
        },
        bags = {
            last_update = 1779779725,
            items = {
            },
        },
    },
    {
        name = "Дробящая",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:20:45",
        money = 158410,
        empty = 160,
        location = "Оргриммар",
        bank = {
            last_update = 1779780039,
            items = {
            },
        },
        bags = {
            last_update = 1779780041,
            items = {
            },
        },
    },
    {
        name = "Запределька",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:22:04",
        money = 13629,
        empty = 142,
        location = "Оргриммар",
        bank = {
            last_update = 1779780118,
            items = {
            },
        },
        bags = {
            last_update = 1779780120,
            items = {
            },
        },
    },
    {
        name = "Извечка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:31:04",
        money = 999680,
        empty = 123,
        location = "Оргриммар",
        bank = {
            last_update = 1779780658,
            items = {
            },
        },
        bags = {
            last_update = 1779780660,
            items = {
            },
        },
    },
    {
        name = "Инженерная",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:18:13",
        money = 16160,
        empty = 149,
        location = "Оргриммар",
        bank = {
            last_update = 1779779887,
            items = {
            },
        },
        bags = {
            last_update = 1779779889,
            items = {
            },
        },
    },
    {
        name = "Каменюшка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:15:04",
        money = 421241,
        empty = 63,
        location = "Оргриммар",
        bank = {
            last_update = 1779779698,
            items = {
            },
        },
        bags = {
            last_update = 1779779700,
            items = {
            },
        },
    },
    {
        name = "Карточка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:37:34",
        money = 2404282,
        empty = 130,
        location = "Оргриммар",
        bank = {
            last_update = 1779781047,
            items = {
            },
        },
        bags = {
            last_update = 1779781050,
            items = {
            },
        },
    },
    {
        name = "Кожистая",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:28:07",
        money = 306084,
        empty = 133,
        location = "Оргриммар",
        bank = {
            last_update = 1779780481,
            items = {
            },
        },
        bags = {
            last_update = 1779780482,
            items = {
            },
        },
    },
    {
        name = "Колбасная",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:31:45",
        money = 0,
        empty = 199,
        location = "Оргриммар",
        bank = {
            last_update = 1779780700,
            items = {
            },
        },
        bags = {
            last_update = 1779780701,
            items = {
            },
        },
    },
    {
        name = "Красочка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:37:04",
        money = 9413,
        empty = 154,
        location = "Оргриммар",
        bank = {
            last_update = 1779781019,
            items = {
            },
        },
        bags = {
            last_update = 1779781020,
            items = {
            },
        },
    },
    {
        name = "Крошшерный",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:35:03",
        money = 3895,
        empty = 161,
        location = "Оргриммар",
        bank = {
            last_update = 1779780873,
            items = {
            },
        },
        bags = {
            last_update = 1779780884,
            items = {
                {
                    link = "|cffffffff|Hitem:10592:0:0:0:0:0:0:0:10|h[Эликсир \"Кошачий глаз\"]|h|r",
                    name = "Эликсир \"Кошачий глаз\"",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:118:0:0:0:0:0:0:0:10|h[Крохотный флакон с лечебным зельем]|h|r",
                    name = "Крохотный флакон с лечебным зельем",
                    count = 100,
                },
                {
                    link = "|cffffffff|Hitem:12820:0:0:0:0:0:0:0:10|h[Огненная вода Зимней Спячки]|h|r",
                    name = "Огненная вода Зимней Спячки",
                    count = 102,
                },
                {
                    link = "|cffffffff|Hitem:13443:0:0:0:0:0:0:0:10|h[Большой флакон с зельем маны]|h|r",
                    name = "Большой флакон с зельем маны",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:13444:0:0:0:0:0:0:0:10|h[Огромный флакон с зельем маны]|h|r",
                    name = "Огромный флакон с зельем маны",
                    count = 84,
                },
                {
                    link = "|cffffffff|Hitem:13445:0:0:0:0:0:0:0:10|h[Наилучший эликсир защиты]|h|r",
                    name = "Наилучший эликсир защиты",
                    count = 74,
                },
                {
                    link = "|cffffffff|Hitem:13446:0:0:0:0:0:0:0:10|h[Огромный флакон с лечебным зельем]|h|r",
                    name = "Огромный флакон с лечебным зельем",
                    count = 111,
                },
                {
                    link = "|cffffffff|Hitem:13447:0:0:0:0:0:0:0:10|h[Эликсир мудрецов]|h|r",
                    name = "Эликсир мудрецов",
                    count = 59,
                },
                {
                    link = "|cffffffff|Hitem:13452:0:0:0:0:0:0:0:10|h[Эликсир мангуста]|h|r",
                    name = "Эликсир мангуста",
                    count = 38,
                },
                {
                    link = "|cffffffff|Hitem:13453:0:0:0:0:0:0:0:10|h[Эликсир грубой силы]|h|r",
                    name = "Эликсир грубой силы",
                    count = 82,
                },
                {
                    link = "|cffffffff|Hitem:13454:0:0:0:0:0:0:0:10|h[Сильный чародейский эликсир]|h|r",
                    name = "Сильный чародейский эликсир",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:13462:0:0:0:0:0:0:0:10|h[Зелье очищения]|h|r",
                    name = "Зелье очищения",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:13512:0:0:0:0:0:0:0:10|h[Настой великой силы]|h|r",
                    name = "Настой великой силы",
                    count = 33,
                },
                {
                    link = "|cffffffff|Hitem:1710:0:0:0:0:0:0:0:10|h[Средний флакон с лечебным зельем]|h|r",
                    name = "Средний флакон с лечебным зельем",
                    count = 88,
                },
                {
                    link = "|cffffffff|Hitem:18294:0:0:0:0:0:0:0:10|h[Сильный эликсир подводного дыхания]|h|r",
                    name = "Сильный эликсир подводного дыхания",
                    count = 47,
                },
                {
                    link = "|cffffffff|Hitem:22824:0:0:0:0:0:0:0:10|h[Большой эликсир силы]|h|r",
                    name = "Большой эликсир силы",
                    count = 13,
                },
                {
                    link = "|cffffffff|Hitem:22825:0:0:0:0:0:0:0:10|h[Эликсир целительной силы]|h|r",
                    name = "Эликсир целительной силы",
                    count = 50,
                },
                {
                    link = "|cffffffff|Hitem:22829:0:0:0:0:0:0:0:10|h[Гигантский флакон с лечебным зельем]|h|r",
                    name = "Гигантский флакон с лечебным зельем",
                    count = 158,
                },
                {
                    link = "|cffffffff|Hitem:22832:0:0:0:0:0:0:0:10|h[Гигантский флакон с зельем маны]|h|r",
                    name = "Гигантский флакон с зельем маны",
                    count = 151,
                },
                {
                    link = "|cffffffff|Hitem:2454:0:0:0:0:0:0:0:10|h[Эликсир львиной силы]|h|r",
                    name = "Эликсир львиной силы",
                    count = 143,
                },
                {
                    link = "|cffffffff|Hitem:2455:0:0:0:0:0:0:0:10|h[Крохотный флакон с зельем маны]|h|r",
                    name = "Крохотный флакон с зельем маны",
                    count = 50,
                },
                {
                    link = "|cffffffff|Hitem:2456:0:0:0:0:0:0:0:10|h[Слабое зелье омоложения]|h|r",
                    name = "Слабое зелье омоложения",
                    count = 35,
                },
                {
                    link = "|cffffffff|Hitem:2458:0:0:0:0:0:0:0:10|h[Слабый эликсир стойкости]|h|r",
                    name = "Слабый эликсир стойкости",
                    count = 100,
                },
                {
                    link = "|cffffffff|Hitem:2459:0:0:0:0:0:0:0:10|h[Зелье скорости]|h|r",
                    name = "Зелье скорости",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:28100:0:0:0:0:0:0:0:10|h[Флакон с летучим лечебным зельем]|h|r",
                    name = "Флакон с летучим лечебным зельем",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:28101:0:0:0:0:0:0:0:10|h[Флакон с нестойким зельем маны]|h|r",
                    name = "Флакон с нестойким зельем маны",
                    count = 27,
                },
                {
                    link = "|cffffffff|Hitem:28102:0:0:0:0:0:0:0:10|h[Эликсир натиска]|h|r",
                    name = "Эликсир натиска",
                    count = 86,
                },
                {
                    link = "|cffffffff|Hitem:28103:0:0:0:0:0:0:0:10|h[Эликсир адепта]|h|r",
                    name = "Эликсир адепта",
                    count = 22,
                },
                {
                    link = "|cffffffff|Hitem:28104:0:0:0:0:0:0:0:10|h[Эликсир власти]|h|r",
                    name = "Эликсир власти",
                    count = 12,
                },
                {
                    link = "|cffffffff|Hitem:32067:0:0:0:0:0:0:0:10|h[Эликсир дренейской мудрости]|h|r",
                    name = "Эликсир дренейской мудрости",
                    count = 86,
                },
                {
                    link = "|cffffffff|Hitem:33447:0:0:0:0:0:0:0:10|h[Рунический флакон с лечебным зельем]|h|r",
                    name = "Рунический флакон с лечебным зельем",
                    count = 29,
                },
                {
                    link = "|cffffffff|Hitem:33448:0:0:0:0:0:0:0:10|h[Рунический флакон с зельем маны]|h|r",
                    name = "Рунический флакон с зельем маны",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:3382:0:0:0:0:0:0:0:10|h[Слабое зелье тролльей крови]|h|r",
                    name = "Слабое зелье тролльей крови",
                    count = 126,
                },
                {
                    link = "|cffffffff|Hitem:3383:0:0:0:0:0:0:0:10|h[Эликсир мудрости]|h|r",
                    name = "Эликсир мудрости",
                    count = 104,
                },
                {
                    link = "|cffffffff|Hitem:3384:0:0:0:0:0:0:0:10|h[Слабое зелье защиты от магии]|h|r",
                    name = "Слабое зелье защиты от магии",
                    count = 15,
                },
                {
                    link = "|cffffffff|Hitem:3385:0:0:0:0:0:0:0:10|h[Маленький флакон с зельем маны]|h|r",
                    name = "Маленький флакон с зельем маны",
                    count = 44,
                },
                {
                    link = "|cffffffff|Hitem:3386:0:0:0:0:0:0:0:10|h[Эликсир излечения]|h|r",
                    name = "Эликсир излечения",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:3388:0:0:0:0:0:0:0:10|h[Крепкое зелье тролльей крови]|h|r",
                    name = "Крепкое зелье тролльей крови",
                    count = 46,
                },
                {
                    link = "|cffffffff|Hitem:3389:0:0:0:0:0:0:0:10|h[Эликсир Защиты]|h|r",
                    name = "Эликсир Защиты",
                    count = 87,
                },
                {
                    link = "|cffffffff|Hitem:3390:0:0:0:0:0:0:0:10|h[Малый эликсир ловкости]|h|r",
                    name = "Малый эликсир ловкости",
                    count = 49,
                },
                {
                    link = "|cffffffff|Hitem:34440:0:0:0:0:0:0:0:10|h[Зелье безумного алхимика]|h|r",
                    name = "Зелье безумного алхимика",
                    count = 40,
                },
                {
                    link = "|cffffffff|Hitem:3823:0:0:0:0:0:0:0:10|h[Зелье простой невидимости]|h|r",
                    name = "Зелье простой невидимости",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:3824:0:0:0:0:0:0:0:10|h[Масло Тьмы]|h|r",
                    name = "Масло Тьмы",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:3826:0:0:0:0:0:0:0:10|h[Большой эликсир тролльей крови]|h|r",
                    name = "Большой эликсир тролльей крови",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:3827:0:0:0:0:0:0:0:10|h[Зелье маны]|h|r",
                    name = "Зелье маны",
                    count = 19,
                },
                {
                    link = "|cffffffff|Hitem:3829:0:0:0:0:0:0:0:10|h[Масло льда]|h|r",
                    name = "Масло льда",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:3928:0:0:0:0:0:0:0:10|h[Большой флакон с лечебным зельем]|h|r",
                    name = "Большой флакон с лечебным зельем",
                    count = 150,
                },
                {
                    link = "|cffffffff|Hitem:39666:0:0:0:0:0:0:0:10|h[Мощный эликсир ловкости]|h|r",
                    name = "Мощный эликсир ловкости",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:39671:0:0:0:0:0:0:0:10|h[Флакон с бодрящим лечебным зельем]|h|r",
                    name = "Флакон с бодрящим лечебным зельем",
                    count = 37,
                },
                {
                    link = "|cffffffff|Hitem:40068:0:0:0:0:0:0:0:10|h[Эликсир гнева]|h|r",
                    name = "Эликсир гнева",
                    count = 23,
                },
                {
                    link = "|cffffffff|Hitem:40070:0:0:0:0:0:0:0:10|h[Эликсир силы заклинаний]|h|r",
                    name = "Эликсир силы заклинаний",
                    count = 112,
                },
                {
                    link = "|cffffffff|Hitem:40073:0:0:0:0:0:0:0:10|h[Мощный эликсир силы]|h|r",
                    name = "Мощный эликсир силы",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:40076:0:0:0:0:0:0:0:10|h[Эликсир гуру]|h|r",
                    name = "Эликсир гуру",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:40077:0:0:0:0:0:0:0:10|h[Зелье сумасшедшего алхимика]|h|r",
                    name = "Зелье сумасшедшего алхимика",
                    count = 21,
                },
                {
                    link = "|cffffffff|Hitem:40078:0:0:0:0:0:0:0:10|h[Мощный эликсир стойкости]|h|r",
                    name = "Мощный эликсир стойкости",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:40093:0:0:0:0:0:0:0:10|h[Зелье несокрушимости]|h|r",
                    name = "Зелье несокрушимости",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:40109:0:0:0:0:0:0:0:10|h[Мощный эликсир крови волшебника]|h|r",
                    name = "Мощный эликсир крови волшебника",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:40212:0:0:0:0:0:0:0:10|h[Зелье дикой магии]|h|r",
                    name = "Зелье дикой магии",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:40308:0:0:0:0:0:0:0:10|h[Зелье адреналина]|h|r",
                    name = "Зелье адреналина",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:44325:0:0:0:0:0:0:0:10|h[Эликсир меткости]|h|r",
                    name = "Эликсир меткости",
                    count = 19,
                },
                {
                    link = "|cffffffff|Hitem:44327:0:0:0:0:0:0:0:10|h[Эликсир смертельных ударов]|h|r",
                    name = "Эликсир смертельных ударов",
                    count = 16,
                },
                {
                    link = "|cffffffff|Hitem:44329:0:0:0:0:0:0:0:10|h[Эликсир мастерства]|h|r",
                    name = "Эликсир мастерства",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:44330:0:0:0:0:0:0:0:10|h[Эликсир пробивания брони]|h|r",
                    name = "Эликсир пробивания брони",
                    count = 45,
                },
                {
                    link = "|cffffffff|Hitem:44331:0:0:0:0:0:0:0:10|h[Эликсир молниеносности]|h|r",
                    name = "Эликсир молниеносности",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:44332:0:0:0:0:0:0:0:10|h[Мощный эликсир разума]|h|r",
                    name = "Мощный эликсир разума",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:44939:0:0:0:0:0:0:0:10|h[Малый настой сопротивления]|h|r",
                    name = "Малый настой сопротивления",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:45621:0:0:0:0:0:0:0:10|h[Слабый эликсир меткости]|h|r",
                    name = "Слабый эликсир меткости",
                    count = 31,
                },
                {
                    link = "|cffffffff|Hitem:4623:0:0:0:0:0:0:0:10|h[Простое зелье каменного щита]|h|r",
                    name = "Простое зелье каменного щита",
                    count = 33,
                },
                {
                    link = "|cffffffff|Hitem:5996:0:0:0:0:0:0:0:10|h[Эликсир подводного дыхания]|h|r",
                    name = "Эликсир подводного дыхания",
                    count = 50,
                },
                {
                    link = "|cffffffff|Hitem:5997:0:0:0:0:0:0:0:10|h[Слабый эликсир защиты]|h|r",
                    name = "Слабый эликсир защиты",
                    count = 42,
                },
                {
                    link = "|cffffffff|Hitem:6149:0:0:0:0:0:0:0:10|h[Средний флакон с зельем маны]|h|r",
                    name = "Средний флакон с зельем маны",
                    count = 211,
                },
                {
                    link = "|cffffffff|Hitem:6372:0:0:0:0:0:0:0:10|h[Зелье быстрого плавания]|h|r",
                    name = "Зелье быстрого плавания",
                    count = 77,
                },
                {
                    link = "|cffffffff|Hitem:6373:0:0:0:0:0:0:0:10|h[Эликсир огневой мощи]|h|r",
                    name = "Эликсир огневой мощи",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:6452:0:0:0:0:0:0:0:10|h[Противоядие]|h|r",
                    name = "Противоядие",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:6453:0:0:0:0:0:0:0:10|h[Сильное противоядие]|h|r",
                    name = "Сильное противоядие",
                    count = 6,
                },
                {
                    link = "|cffffffff|Hitem:6662:0:0:0:0:0:0:0:10|h[Эликсир увеличения]|h|r",
                    name = "Эликсир увеличения",
                    count = 57,
                },
                {
                    link = "|cffffffff|Hitem:858:0:0:0:0:0:0:0:10|h[Маленький флакон с лечебным зельем]|h|r",
                    name = "Маленький флакон с лечебным зельем",
                    count = 85,
                },
                {
                    link = "|cffffffff|Hitem:8827:0:0:0:0:0:0:0:10|h[Эликсир хождения по воде]|h|r",
                    name = "Эликсир хождения по воде",
                    count = 15,
                },
                {
                    link = "|cffffffff|Hitem:8949:0:0:0:0:0:0:0:10|h[Эликсир ловкости]|h|r",
                    name = "Эликсир ловкости",
                    count = 60,
                },
                {
                    link = "|cffffffff|Hitem:8951:0:0:0:0:0:0:0:10|h[Сильный эликсир защиты]|h|r",
                    name = "Сильный эликсир защиты",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:9030:0:0:0:0:0:0:0:10|h[Приводящее в сознание зелье]|h|r",
                    name = "Приводящее в сознание зелье",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:9036:0:0:0:0:0:0:0:10|h[Зелье защиты от магии]|h|r",
                    name = "Зелье защиты от магии",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:9154:0:0:0:0:0:0:0:10|h[Эликсир обнаружения нежити]|h|r",
                    name = "Эликсир обнаружения нежити",
                    count = 16,
                },
                {
                    link = "|cffffffff|Hitem:9155:0:0:0:0:0:0:0:10|h[Чародейский эликсир]|h|r",
                    name = "Чародейский эликсир",
                    count = 59,
                },
                {
                    link = "|cffffffff|Hitem:9172:0:0:0:0:0:0:0:10|h[Зелье невидимости]|h|r",
                    name = "Зелье невидимости",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:9179:0:0:0:0:0:0:0:10|h[Сильный эликсир интеллекта]|h|r",
                    name = "Сильный эликсир интеллекта",
                    count = 88,
                },
                {
                    link = "|cffffffff|Hitem:9187:0:0:0:0:0:0:0:10|h[Сильный эликсир ловкости]|h|r",
                    name = "Сильный эликсир ловкости",
                    count = 62,
                },
                {
                    link = "|cffffffff|Hitem:9206:0:0:0:0:0:0:0:10|h[Эликсир великанов]|h|r",
                    name = "Эликсир великанов",
                    count = 28,
                },
                {
                    link = "|cffffffff|Hitem:9233:0:0:0:0:0:0:0:10|h[Эликсир обнаружения демонов]|h|r",
                    name = "Эликсир обнаружения демонов",
                    count = 13,
                },
                {
                    link = "|cffffffff|Hitem:929:0:0:0:0:0:0:0:10|h[Лечебное зелье]|h|r",
                    name = "Лечебное зелье",
                    count = 126,
                },
            },
        },
    },
    {
        name = "Ларец",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:38:50",
        money = 3254,
        empty = 146,
        location = "Оргриммар",
        bank = {
            last_update = 1779781123,
            items = {
            },
        },
        bags = {
            last_update = 1779781125,
            items = {
            },
        },
    },
    {
        name = "Медяшка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:13:49",
        money = 391967,
        empty = 159,
        location = "Оргриммар",
        bank = {
            last_update = 1779779622,
            items = {
            },
        },
        bags = {
            last_update = 1779779624,
            items = {
                {
                    link = "|cff0070dd|Hitem:11302:0:0:0:0:0:0:0:10|h[Сила Утера]|h|r",
                    name = "Сила Утера",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:12985:0:0:0:0:0:0:0:10|h[Кольцо защиты]|h|r",
                    name = "Кольцо защиты",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:12996:0:0:0:0:0:0:0:10|h[Кольцо очищения]|h|r",
                    name = "Кольцо очищения",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:13001:0:0:0:0:0:0:0:10|h[Обруч девушки]|h|r",
                    name = "Обруч девушки",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13002:0:0:0:0:0:0:0:10|h[Подвеска леди Ализабет]|h|r",
                    name = "Подвеска леди Ализабет",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13084:0:0:0:0:0:0:0:10|h[Калейдоскопическая цепь]|h|r",
                    name = "Калейдоскопическая цепь",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13085:0:0:0:0:0:0:0:10|h[Колье Горизонта]|h|r",
                    name = "Колье Горизонта",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13087:0:0:0:0:0:0:0:10|h[Колье Ярости Реки]|h|r",
                    name = "Колье Ярости Реки",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13088:0:0:0:0:0:0:0:10|h[Оберег Газлова]|h|r",
                    name = "Оберег Газлова",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13089:0:0:0:0:0:0:0:10|h[Подвеска Скиби]|h|r",
                    name = "Подвеска Скиби",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13091:0:0:0:0:0:0:0:10|h[Медальон главнокомандующего Морриса]|h|r",
                    name = "Медальон главнокомандующего Морриса",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13093:0:0:0:0:0:0:0:10|h[Кольцо тлеющих углей]|h|r",
                    name = "Кольцо тлеющих углей",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:13094:0:0:0:0:0:0:0:10|h[Самоцвет Королевы]|h|r",
                    name = "Самоцвет Королевы",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13095:0:0:0:0:0:0:0:10|h[Кольцо штурма]|h|r",
                    name = "Кольцо штурма",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:13096:0:0:0:0:0:0:0:10|h[Кольцо жреца]|h|r",
                    name = "Кольцо жреца",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:13097:0:0:0:0:0:0:0:10|h[Кольцо грозного лика]|h|r",
                    name = "Кольцо грозного лика",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:1491:0:0:0:0:0:0:0:10|h[Кольцо точности]|h|r",
                    name = "Кольцо точности",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:1713:0:0:0:0:0:0:0:10|h[Крест Жизни]|h|r",
                    name = "Крест Жизни",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:1714:0:0:0:0:0:0:0:10|h[Ожерелье Калисеи]|h|r",
                    name = "Ожерелье Калисеи",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:20826:0:0:0:0:0:1015:0:10|h[Тяжелое серебряное кольцо со знаком кита]|h|r",
                    name = "Тяжелое серебряное кольцо со знаком кита",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:20826:0:0:0:0:0:1186:0:10|h[Тяжелое серебряное кольцо со знаком медведя]|h|r",
                    name = "Тяжелое серебряное кольцо со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:20826:0:0:0:0:0:1188:0:10|h[Тяжелое серебряное кольцо со знаком медведя]|h|r",
                    name = "Тяжелое серебряное кольцо со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:20826:0:0:0:0:0:1743:0:10|h[Тяжелое серебряное кольцо с печатью уклонения]|h|r",
                    name = "Тяжелое серебряное кольцо с печатью уклонения",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:20826:0:0:0:0:0:1745:0:10|h[Тяжелое серебряное кольцо с печатью уклонения]|h|r",
                    name = "Тяжелое серебряное кольцо с печатью уклонения",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:20826:0:0:0:0:0:1751:0:10|h[Тяжелое серебряное кольцо с печатью уклонения]|h|r",
                    name = "Тяжелое серебряное кольцо с печатью уклонения",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:20826:0:0:0:0:0:507:0:10|h[Тяжелое серебряное кольцо со знаком волка]|h|r",
                    name = "Тяжелое серебряное кольцо со знаком волка",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:20826:0:0:0:0:0:593:0:10|h[Тяжелое серебряное кольцо со знаком мартышки]|h|r",
                    name = "Тяжелое серебряное кольцо со знаком мартышки",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:20826:0:0:0:0:0:677:0:10|h[Тяжелое серебряное кольцо со знаком тигра]|h|r",
                    name = "Тяжелое серебряное кольцо со знаком тигра",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:20826:0:0:0:0:0:760:0:10|h[Тяжелое серебряное кольцо со знаком совы]|h|r",
                    name = "Тяжелое серебряное кольцо со знаком совы",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:20826:0:0:0:0:0:932:0:10|h[Тяжелое серебряное кольцо со знаком гориллы]|h|r",
                    name = "Тяжелое серебряное кольцо со знаком гориллы",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:20964:0:0:0:0:0:774:0:10|h[Аквамариновый перстень со знаком совы]|h|r",
                    name = "Аквамариновый перстень со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:20964:0:0:0:0:0:944:0:10|h[Аквамариновый перстень со знаком гориллы]|h|r",
                    name = "Аквамариновый перстень со знаком гориллы",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:21768:0:0:0:0:0:1122:0:10|h[Сапфировый перстень со знаком вепря]|h|r",
                    name = "Сапфировый перстень со знаком вепря",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:21768:0:0:0:0:0:1124:0:10|h[Сапфировый перстень со знаком вепря]|h|r",
                    name = "Сапфировый перстень со знаком вепря",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:21768:0:0:0:0:0:333:0:10|h[Сапфировый перстень с печатью выносливости]|h|r",
                    name = "Сапфировый перстень с печатью выносливости",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:21768:0:0:0:0:0:445:0:10|h[Сапфировый перстень со знаком сокола]|h|r",
                    name = "Сапфировый перстень со знаком сокола",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:21768:0:0:0:0:0:696:0:10|h[Сапфировый перстень со знаком тигра]|h|r",
                    name = "Сапфировый перстень со знаком тигра",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:21768:0:0:0:0:0:781:0:10|h[Сапфировый перстень со знаком совы]|h|r",
                    name = "Сапфировый перстень со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:2802:0:0:0:0:0:0:0:10|h[Пылающая эмблема]|h|r",
                    name = "Пылающая эмблема",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:29157:0:0:0:0:0:0:0:10|h[Золотое кольцо власти]|h|r",
                    name = "Золотое кольцо власти",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:29158:0:0:0:0:0:0:0:10|h[Кольцо командора из истинного серебра]|h|r",
                    name = "Кольцо командора из истинного серебра",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:2951:0:0:0:0:0:0:0:10|h[Кольцо побегов]|h|r",
                    name = "Кольцо побегов",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:30804:0:0:0:0:0:0:0:10|h[Бронзовое кольцо силы]|h|r",
                    name = "Бронзовое кольцо силы",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:45627:0:0:0:0:0:0:0:10|h[Амулет проницательности]|h|r",
                    name = "Амулет проницательности",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:5266:0:0:0:0:0:0:0:10|h[Око Адегуса]|h|r",
                    name = "Око Адегуса",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:7734:0:0:0:0:0:0:0:10|h[Сумка Шести Демонов]|h|r",
                    name = "Сумка Шести Демонов",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:11987:0:0:0:0:0:772:0:10|h[Иридиевый обруч со знаком совы]|h|r",
                    name = "Иридиевый обруч со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:11996:0:0:0:0:0:1191:0:10|h[Базальтовое кольцо со знаком медведя]|h|r",
                    name = "Базальтовое кольцо со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12001:0:0:0:0:0:1200:0:10|h[Ониксовое кольцо со знаком медведя]|h|r",
                    name = "Ониксовое кольцо со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12006:0:0:0:0:0:234:0:10|h[Кольцо долин со знаком сокола]|h|r",
                    name = "Кольцо долин со знаком сокола",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12006:0:0:0:0:0:587:0:10|h[Кольцо долин со знаком мартышки]|h|r",
                    name = "Кольцо долин со знаком мартышки",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12008:0:0:0:0:0:592:0:10|h[Кольцо саванны со знаком мартышки]|h|r",
                    name = "Кольцо саванны со знаком мартышки",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12008:0:0:0:0:0:593:0:10|h[Кольцо саванны со знаком мартышки]|h|r",
                    name = "Кольцо саванны со знаком мартышки",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12009:0:0:0:0:0:511:0:10|h[Кольцо тундры со знаком волка]|h|r",
                    name = "Кольцо тундры со знаком волка",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12011:0:0:0:0:0:599:0:10|h[Кольцо леса со знаком мартышки]|h|r",
                    name = "Кольцо леса со знаком мартышки",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12040:0:0:0:0:0:167:0:10|h[Лесная подвеска со знаком ловкости]|h|r",
                    name = "Лесная подвеска со знаком ловкости",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12042:0:0:0:0:0:514:0:10|h[Болотная цепь со знаком волка]|h|r",
                    name = "Болотная цепь со знаком волка",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12052:0:0:0:0:0:0:0:10|h[Кольцо луны]|h|r",
                    name = "Кольцо луны",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:12055:0:0:0:0:0:0:0:10|h[Кольцо звездной пыли]|h|r",
                    name = "Кольцо звездной пыли",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:1996:0:0:0:0:0:0:0:10|h[Кольцо вуду]|h|r",
                    name = "Кольцо вуду",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:20818:0:0:0:0:0:0:0:10|h[Элегантное серебряное кольцо]|h|r",
                    name = "Элегантное серебряное кольцо",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:20821:0:0:0:0:0:0:0:10|h[Инкрустированное малахитом кольцо]|h|r",
                    name = "Инкрустированное малахитом кольцо",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:20823:0:0:0:0:0:0:0:10|h[Мрачное кольцо]|h|r",
                    name = "Мрачное кольцо",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:20827:0:0:0:0:0:0:0:10|h[Серебряное кольцо могущества]|h|r",
                    name = "Серебряное кольцо могущества",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:20828:0:0:0:0:0:0:0:10|h[Кольцо сумеречных призраков]|h|r",
                    name = "Кольцо сумеречных призраков",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:20830:0:0:0:0:0:0:0:10|h[Амулет Луны]|h|r",
                    name = "Амулет Луны",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:20831:0:0:0:0:0:0:0:10|h[Тяжелое золотое ожерелье битвы]|h|r",
                    name = "Тяжелое золотое ожерелье битвы",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:20833:0:0:0:0:0:0:0:10|h[Гибельное кольцо лунного камня]|h|r",
                    name = "Гибельное кольцо лунного камня",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:20906:0:0:0:0:0:0:0:10|h[Оплетенное медное кольцо]|h|r",
                    name = "Оплетенное медное кольцо",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:20909:0:0:0:0:0:0:0:10|h[Варварский железный ошейник]|h|r",
                    name = "Варварский железный ошейник",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:20950:0:0:0:0:0:0:0:10|h[Подвеска Агатового Щита]|h|r",
                    name = "Подвеска Агатового Щита",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:20955:0:0:0:0:0:0:0:10|h[Кольцо золотого дракона]|h|r",
                    name = "Кольцо золотого дракона",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:20958:0:0:0:0:0:0:0:10|h[Пылающее цитриновое кольцо]|h|r",
                    name = "Пылающее цитриновое кольцо",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:20959:0:0:0:0:0:0:0:10|h[Нефритовое око]|h|r",
                    name = "Нефритовое око",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:20960:0:0:0:0:0:0:0:10|h[Чеканное кольцо из истинного серебра]|h|r",
                    name = "Чеканное кольцо из истинного серебра",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:20961:0:0:0:0:0:0:0:10|h[Цитриновое кольцо быстрого исцеления]|h|r",
                    name = "Цитриновое кольцо быстрого исцеления",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:20966:0:0:0:0:0:0:0:10|h[Нефритовая подвеска взрыва]|h|r",
                    name = "Нефритовая подвеска взрыва",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:21755:0:0:0:0:0:0:0:10|h[Аквамариновая подвеска воина]|h|r",
                    name = "Аквамариновая подвеска воина",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:21764:0:0:0:0:0:0:0:10|h[Рубиновая подвеска огня]|h|r",
                    name = "Рубиновая подвеска огня",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:21765:0:0:0:0:0:0:0:10|h[Целительное кольцо из истинного серебра]|h|r",
                    name = "Целительное кольцо из истинного серебра",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:21767:0:0:0:0:0:0:0:10|h[Простое опаловое кольцо]|h|r",
                    name = "Простое опаловое кольцо",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:21775:0:0:0:0:0:0:0:10|h[Кольцо нападения]|h|r",
                    name = "Кольцо нападения",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:21790:0:0:0:0:0:0:0:10|h[Сапфировая подвеска зимней ночи]|h|r",
                    name = "Сапфировая подвеска зимней ночи",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:21931:0:0:0:0:0:0:0:10|h[Плетеное медное кольцо]|h|r",
                    name = "Плетеное медное кольцо",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:21932:0:0:0:0:0:0:0:10|h[Тяжелое медное кольцо]|h|r",
                    name = "Тяжелое медное кольцо",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:21933:0:0:0:0:0:0:0:10|h[Толстое бронзовое ожерелье]|h|r",
                    name = "Толстое бронзовое ожерелье",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:21934:0:0:0:0:0:0:0:10|h[Изысканное ожерелье тигрового глаза]|h|r",
                    name = "Изысканное ожерелье тигрового глаза",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:24074:0:0:0:0:0:0:0:10|h[Кровавое кольцо из оскверненного железа]|h|r",
                    name = "Кровавое кольцо из оскверненного железа",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:24075:0:0:0:0:0:0:0:10|h[Золотое кольцо с дренитом]|h|r",
                    name = "Золотое кольцо с дренитом",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:24076:0:0:0:0:0:0:0:10|h[Лазурное кольцо из лунного камня]|h|r",
                    name = "Лазурное кольцо из лунного камня",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:25438:0:0:0:0:0:0:0:10|h[Малахитовая подвеска]|h|r",
                    name = "Малахитовая подвеска",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:25439:0:0:0:0:0:0:0:10|h[Кольцо с тигровым глазом]|h|r",
                    name = "Кольцо с тигровым глазом",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:29159:0:0:0:0:0:0:0:10|h[Светящееся ториевое кольцо]|h|r",
                    name = "Светящееся ториевое кольцо",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:29160:0:0:0:0:0:0:0:10|h[Изумрудное кольцо льва]|h|r",
                    name = "Изумрудное кольцо льва",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:30419:0:0:0:0:0:0:0:10|h[Сверкающее ожерелье]|h|r",
                    name = "Сверкающее ожерелье",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:30422:0:0:0:0:0:0:0:10|h[Бриллиантовое кольцо концентрации]|h|r",
                    name = "Бриллиантовое кольцо концентрации",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:5009:0:0:0:0:0:0:0:10|h[Кольцо подчинения разума]|h|r",
                    name = "Кольцо подчинения разума",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:7552:0:0:0:0:0:0:0:10|h[Драгоценность Сокола]|h|r",
                    name = "Драгоценность Сокола",
                    count = 1,
                },
                {
                    link = "|cffa335ee|Hitem:1315:0:0:0:0:0:0:0:10|h[Гирлянда из лилий]|h|r",
                    name = "Гирлянда из лилий",
                    count = 2,
                },
                {
                    link = "|cffa335ee|Hitem:1443:0:0:0:0:0:0:0:10|h[Изукрашенный амулет Кайнвин]|h|r",
                    name = "Изукрашенный амулет Кайнвин",
                    count = 2,
                },
                {
                    link = "|cffa335ee|Hitem:1447:0:0:0:0:0:0:0:10|h[Кольцо спасителей]|h|r",
                    name = "Кольцо спасителей",
                    count = 3,
                },
                {
                    link = "|cffa335ee|Hitem:2246:0:0:0:0:0:0:0:10|h[Перстень клеврета]|h|r",
                    name = "Перстень клеврета",
                    count = 2,
                },
                {
                    link = "|cffa335ee|Hitem:833:0:0:0:0:0:0:0:10|h[Жизнекамень]|h|r",
                    name = "Жизнекамень",
                    count = 2,
                },
                {
                    link = "|cffa335ee|Hitem:942:0:0:0:0:0:0:0:10|h[Кольцо заморозки]|h|r",
                    name = "Кольцо заморозки",
                    count = 3,
                },
            },
        },
    },
    {
        name = "Мензурочка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:35:48",
        money = 1408636,
        empty = 64,
        location = "Оргриммар",
        bank = {
            last_update = 1779780942,
            items = {
            },
        },
        bags = {
            last_update = 1779780944,
            items = {
            },
        },
    },
    {
        name = "Мушкетон",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:33:26",
        money = 4062,
        empty = 128,
        location = "Оргриммар",
        bank = {
            last_update = 1779779980,
            items = {
            },
        },
        bags = {
            last_update = 1779780801,
            items = {
            },
        },
    },
    {
        name = "Мясушко",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:32:37",
        money = 343874,
        empty = 87,
        location = "Оргриммар",
        bank = {
            last_update = 1779780751,
            items = {
            },
        },
        bags = {
            last_update = 1779780753,
            items = {
            },
        },
    },
    {
        name = "Нордочка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:24:53",
        money = 3778,
        empty = 108,
        location = "Оргриммар",
        bank = {
            last_update = 1779780287,
            items = {
            },
        },
        bags = {
            last_update = 1779780289,
            items = {
            },
        },
    },
    {
        name = "Ожерельная",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:21:40",
        money = 13785,
        empty = 106,
        location = "Оргриммар",
        bank = {
            last_update = 1779780094,
            items = {
            },
        },
        bags = {
            last_update = 1779780096,
            items = {
            },
        },
    },
    {
        name = "Пуляша",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:17:48",
        money = 13104,
        empty = 69,
        location = "Оргриммар",
        bank = {
            last_update = 1779779859,
            items = {
            },
        },
        bags = {
            last_update = 1779779861,
            items = {
            },
        },
    },
    {
        name = "Пыляшка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:29:31",
        money = 385478,
        empty = 99,
        location = "Оргриммар",
        bank = {
            last_update = 1779780566,
            items = {
            },
        },
        bags = {
            last_update = 1779780567,
            items = {
            },
        },
    },
    {
        name = "Рец",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:19:35",
        money = 164134,
        empty = 40,
        location = "Оргриммар",
        bank = {
            last_update = 1779779948,
            items = {
            },
        },
        bags = {
            last_update = 1779779950,
            items = {
                {
                    link = "|cff0070dd|Hitem:20665:0:0:0:0:0:2157:0:10|h[Кожаные поножи Бездны с печатью удара]|h|r",
                    name = "Кожаные поножи Бездны с печатью удара",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31181:0:0:0:0:0:-37:40:10|h[Повязки из шкуры камнечервя с меткой целителя]|h|r",
                    name = "Повязки из шкуры камнечервя с меткой целителя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31181:0:0:0:0:0:-6:40:10|h[Повязки из шкуры камнечервя со знаком орла]|h|r",
                    name = "Повязки из шкуры камнечервя со знаком орла",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31185:0:0:0:0:0:-37:49:10|h[Корона Легиона с меткой целителя]|h|r",
                    name = "Корона Легиона с меткой целителя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31191:0:0:0:0:0:-7:30:10|h[Наручи из шкуры кроколиска со знаком медведя]|h|r",
                    name = "Наручи из шкуры кроколиска со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31212:0:0:0:0:0:-6:60:10|h[Поножи из шкуры химеры со знаком орла]|h|r",
                    name = "Поножи из шкуры химеры со знаком орла",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31212:0:0:0:0:0:-8:60:10|h[Поножи из шкуры химеры со знаком кита]|h|r",
                    name = "Поножи из шкуры химеры со знаком кита",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31224:0:0:0:0:0:-7:33:10|h[Наручи Иллидари со знаком медведя]|h|r",
                    name = "Наручи Иллидари со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31233:0:0:0:0:0:-43:40:10|h[Лютые наголенники с меткой солдата]|h|r",
                    name = "Лютые наголенники с меткой солдата",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31233:0:0:0:0:0:-7:40:10|h[Лютые наголенники со знаком медведя]|h|r",
                    name = "Лютые наголенники со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31235:0:0:0:0:0:-14:40:10|h[Лютые сапоги со знаком тигра]|h|r",
                    name = "Лютые сапоги со знаком тигра",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31236:0:0:0:0:0:-36:40:10|h[Лютые туфли с меткой волшебника]|h|r",
                    name = "Лютые туфли с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31243:0:0:0:0:0:-14:51:10|h[Набедренники из чешуи нага со знаком тигра]|h|r",
                    name = "Набедренники из чешуи нага со знаком тигра",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31243:0:0:0:0:0:-43:51:10|h[Набедренники из чешуи нага с меткой солдата]|h|r",
                    name = "Набедренники из чешуи нага с меткой солдата",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31243:0:0:0:0:0:-6:51:10|h[Набедренники из чешуи нага со знаком орла]|h|r",
                    name = "Набедренники из чешуи нага со знаком орла",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31243:0:0:0:0:0:-7:51:10|h[Набедренники из чешуи нага со знаком медведя]|h|r",
                    name = "Набедренники из чешуи нага со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31244:0:0:0:0:0:-41:51:10|h[Штаны из шкуры нага с меткой зверя]|h|r",
                    name = "Штаны из шкуры нага с меткой зверя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31244:0:0:0:0:0:-7:51:10|h[Штаны из шкуры нага со знаком медведя]|h|r",
                    name = "Штаны из шкуры нага со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31254:2662:0:0:0:0:-12:31:10|h[Плащ из шкуры долгонога со знаком вепря]|h|r",
                    name = "Плащ из шкуры долгонога со знаком вепря",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37745:0:0:0:0:0:0:0:10|h[Одеяние природного целителя]|h|r",
                    name = "Одеяние природного целителя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37776:0:0:0:0:0:0:0:10|h[Наручи меткого выстрела]|h|r",
                    name = "Наручи меткого выстрела",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37795:0:0:0:0:0:0:0:10|h[Захваты доблестного воителя]|h|r",
                    name = "Захваты доблестного воителя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:42340:0:0:0:0:0:-39:65:10|h[Перстень грез с меткой заклинателя]|h|r",
                    name = "Перстень грез с меткой заклинателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44649:0:0:0:0:0:-41:75:10|h[Ноготь Хрусталедуба с меткой зверя]|h|r",
                    name = "Ноготь Хрусталедуба с меткой зверя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44649:0:0:0:0:0:-45:75:10|h[Ноготь Хрусталедуба с меткой победителя]|h|r",
                    name = "Ноготь Хрусталедуба с меткой победителя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44649:0:0:0:0:0:-92:75:10|h[Ноготь Хрусталедуба с меткой оруженосца]|h|r",
                    name = "Ноготь Хрусталедуба с меткой оруженосца",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44666:0:0:0:0:0:-88:101:10|h[Подушка на сиденье Флумблуба с меткой предсказателя]|h|r",
                    name = "Подушка на сиденье Флумблуба с меткой предсказателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44666:0:0:0:0:0:-91:101:10|h[Подушка на сиденье Флумблуба с меткой стрелка]|h|r",
                    name = "Подушка на сиденье Флумблуба с меткой стрелка",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44666:3252:0:0:0:0:-39:101:10|h[Подушка на сиденье Флумблуба с меткой заклинателя]|h|r",
                    name = "Подушка на сиденье Флумблуба с меткой заклинателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44667:0:0:0:0:0:-90:101:10|h[Корона из шерсти мамонта с меткой некроманта]|h|r",
                    name = "Корона из шерсти мамонта с меткой некроманта",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44668:0:0:0:0:0:-39:101:10|h[Одеяло-инкубатор с меткой заклинателя]|h|r",
                    name = "Одеяло-инкубатор с меткой заклинателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44668:0:0:0:0:0:-90:101:10|h[Одеяло-инкубатор с меткой некроманта]|h|r",
                    name = "Одеяло-инкубатор с меткой некроманта",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44668:3252:0:0:0:0:-42:101:10|h[Одеяло-инкубатор с меткой оракула]|h|r",
                    name = "Одеяло-инкубатор с меткой оракула",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44668:3252:0:0:0:0:-88:101:10|h[Одеяло-инкубатор с меткой предсказателя]|h|r",
                    name = "Одеяло-инкубатор с меткой предсказателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44669:0:0:0:0:0:-36:56:10|h[Воргенские кандалы с меткой волшебника]|h|r",
                    name = "Воргенские кандалы с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44669:0:0:0:0:0:-88:56:10|h[Воргенские кандалы с меткой предсказателя]|h|r",
                    name = "Воргенские кандалы с меткой предсказателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44669:0:0:0:0:0:-91:56:10|h[Воргенские кандалы с меткой стрелка]|h|r",
                    name = "Воргенские кандалы с меткой стрелка",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44670:0:0:0:0:0:-41:75:10|h[Пояс Печати душ с меткой зверя]|h|r",
                    name = "Пояс Печати душ с меткой зверя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44670:0:0:0:0:0:-45:75:10|h[Пояс Печати душ с меткой победителя]|h|r",
                    name = "Пояс Печати душ с меткой победителя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44670:0:0:0:0:0:-92:75:10|h[Пояс Печати душ с меткой оруженосца]|h|r",
                    name = "Пояс Печати душ с меткой оруженосца",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44671:0:0:0:0:0:-36:108:10|h[Стеганые набедренники Верховного лорда с меткой волшебника]|h|r",
                    name = "Стеганые набедренники Верховного лорда с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44671:0:0:0:0:0:-88:108:10|h[Стеганые набедренники Верховного лорда с меткой предсказателя]|h|r",
                    name = "Стеганые набедренники Верховного лорда с меткой предсказателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44671:0:0:0:0:0:-89:108:10|h[Стеганые набедренники Верховного лорда с меткой вора]|h|r",
                    name = "Стеганые набедренники Верховного лорда с меткой вора",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44672:0:0:0:0:0:-89:81:10|h[Наплеч тюленьего меха с меткой вора]|h|r",
                    name = "Наплеч тюленьего меха с меткой вора",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44673:0:0:0:0:0:-39:81:10|h[Сапоги для езды на мамонте с меткой заклинателя]|h|r",
                    name = "Сапоги для езды на мамонте с меткой заклинателя",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:44673:0:0:0:0:0:-42:81:10|h[Сапоги для езды на мамонте с меткой оракула]|h|r",
                    name = "Сапоги для езды на мамонте с меткой оракула",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44673:0:0:0:0:0:-88:81:10|h[Сапоги для езды на мамонте с меткой предсказателя]|h|r",
                    name = "Сапоги для езды на мамонте с меткой предсказателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44673:0:0:0:0:0:-90:81:10|h[Сапоги для езды на мамонте с меткой некроманта]|h|r",
                    name = "Сапоги для езды на мамонте с меткой некроманта",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44674:0:0:0:0:0:-39:60:10|h[Запятнанные лимфой напульсники с меткой заклинателя]|h|r",
                    name = "Запятнанные лимфой напульсники с меткой заклинателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44674:0:0:0:0:0:-42:60:10|h[Запятнанные лимфой напульсники с меткой оракула]|h|r",
                    name = "Запятнанные лимфой напульсники с меткой оракула",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44674:0:0:0:0:0:-88:60:10|h[Запятнанные лимфой напульсники с меткой предсказателя]|h|r",
                    name = "Запятнанные лимфой напульсники с меткой предсказателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44674:0:0:0:0:0:-90:60:10|h[Запятнанные лимфой напульсники с меткой некроманта]|h|r",
                    name = "Запятнанные лимфой напульсники с меткой некроманта",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44675:0:0:0:0:0:-88:81:10|h[Розовое покрывало скального великана с меткой предсказателя]|h|r",
                    name = "Розовое покрывало скального великана с меткой предсказателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44675:0:0:0:0:0:-91:81:10|h[Розовое покрывало скального великана с меткой стрелка]|h|r",
                    name = "Розовое покрывало скального великана с меткой стрелка",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44675:3246:0:0:0:0:-36:81:10|h[Розовое покрывало скального великана с меткой волшебника]|h|r",
                    name = "Розовое покрывало скального великана с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44676:0:0:0:0:0:-88:108:10|h[Поножи Сиреяна с меткой предсказателя]|h|r",
                    name = "Поножи Сиреяна с меткой предсказателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44676:0:0:0:0:0:-89:108:10|h[Поножи Сиреяна с меткой вора]|h|r",
                    name = "Поножи Сиреяна с меткой вора",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44676:0:0:0:0:0:-91:108:10|h[Поножи Сиреяна с меткой стрелка]|h|r",
                    name = "Поножи Сиреяна с меткой стрелка",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44685:0:0:0:0:0:-36:87:10|h[Наплеч окаменелой паутины с меткой волшебника]|h|r",
                    name = "Наплеч окаменелой паутины с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44685:0:0:0:0:0:-88:87:10|h[Наплеч окаменелой паутины с меткой предсказателя]|h|r",
                    name = "Наплеч окаменелой паутины с меткой предсказателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44691:0:0:0:0:0:-41:65:10|h[Ошейник Аотоны с меткой зверя]|h|r",
                    name = "Ошейник Аотоны с меткой зверя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44697:0:0:0:0:0:-91:126:10|h[Одежды валь'киры с меткой стрелка]|h|r",
                    name = "Одежды валь'киры с меткой стрелка",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:51958:0:0:0:0:0:-39:108:10|h[Нетронутая шкура светящегося медведя с меткой заклинателя]|h|r",
                    name = "Нетронутая шкура светящегося медведя с меткой заклинателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:51958:0:0:0:0:0:-42:108:10|h[Нетронутая шкура светящегося медведя с меткой оракула]|h|r",
                    name = "Нетронутая шкура светящегося медведя с меткой оракула",
                    count = 1,
                },
            },
        },
    },
    {
        name = "Рыбная",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:32:12",
        money = 4042,
        empty = 154,
        location = "Оргриммар",
        bank = {
            last_update = 1779780725,
            items = {
            },
        },
        bags = {
            last_update = 1779780728,
            items = {
            },
        },
    },
    {
        name = "Свитковый",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:38:00",
        money = 214291,
        empty = 163,
        location = "Оргриммар",
        bank = {
            last_update = 1779781074,
            items = {
            },
        },
        bags = {
            last_update = 1779781076,
            items = {
            },
        },
    },
    {
        name = "Стартовая",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:18:39",
        money = 358852,
        empty = 57,
        location = "Оргриммар",
        bank = {
            last_update = 1779779913,
            items = {
            },
        },
        bags = {
            last_update = 1779779915,
            items = {
            },
        },
    },
    {
        name = "Сумчатая",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:20:24",
        money = 9245,
        empty = 49,
        location = "Оргриммар",
        bank = {
            last_update = 1779780009,
            items = {
            },
        },
        bags = {
            last_update = 1779780013,
            items = {
            },
        },
    },
    {
        name = "Тернистая",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:36:35",
        money = 136218,
        empty = 33,
        location = "Оргриммар",
        bank = {
            last_update = 1779780989,
            items = {
            },
        },
        bags = {
            last_update = 1779780991,
            items = {
            },
        },
    },
    {
        name = "Тканюшка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:27:10",
        money = 1153902,
        empty = 92,
        location = "Оргриммар",
        bank = {
            last_update = 1779780423,
            items = {
            },
        },
        bags = {
            last_update = 1779780425,
            items = {
                {
                    link = "|cff0070dd|Hitem:17010:0:0:0:0:0:0:0:10|h[Огненное ядро]|h|r",
                    name = "Огненное ядро",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31079:0:0:0:0:0:0:0:10|h[Переменчивый адамантит]|h|r",
                    name = "Переменчивый адамантит",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:36784:0:0:0:0:0:0:0:10|h[Слеза Сирены]|h|r",
                    name = "Слеза Сирены",
                    count = 19,
                },
                {
                    link = "|cff0070dd|Hitem:9719:0:0:0:0:0:0:0:10|h[Сломанный клинок героев]|h|r",
                    name = "Сломанный клинок героев",
                    count = 7,
                },
                {
                    link = "|cff1eff00|Hitem:12803:0:0:0:0:0:0:0:10|h[Субстанция Жизни]|h|r",
                    name = "Субстанция Жизни",
                    count = 16,
                },
                {
                    link = "|cff1eff00|Hitem:12808:0:0:0:0:0:0:0:10|h[Субстанция Нежити]|h|r",
                    name = "Субстанция Нежити",
                    count = 10,
                },
                {
                    link = "|cff1eff00|Hitem:13926:0:0:0:0:0:0:0:10|h[Золотая жемчужина]|h|r",
                    name = "Золотая жемчужина",
                    count = 138,
                },
                {
                    link = "|cff1eff00|Hitem:21884:0:0:0:0:0:0:0:10|h[Изначальный Огонь]|h|r",
                    name = "Изначальный Огонь",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:21885:0:0:0:0:0:0:0:10|h[Изначальная Вода]|h|r",
                    name = "Изначальная Вода",
                    count = 21,
                },
                {
                    link = "|cff1eff00|Hitem:21886:0:0:0:0:0:0:0:10|h[Изначальная Жизнь]|h|r",
                    name = "Изначальная Жизнь",
                    count = 33,
                },
                {
                    link = "|cff1eff00|Hitem:22451:0:0:0:0:0:0:0:10|h[Изначальный Воздух]|h|r",
                    name = "Изначальный Воздух",
                    count = 4,
                },
                {
                    link = "|cff1eff00|Hitem:22452:0:0:0:0:0:0:0:10|h[Изначальная Земля]|h|r",
                    name = "Изначальная Земля",
                    count = 41,
                },
                {
                    link = "|cff1eff00|Hitem:22456:0:0:0:0:0:0:0:10|h[Изначальная Тень]|h|r",
                    name = "Изначальная Тень",
                    count = 107,
                },
                {
                    link = "|cff1eff00|Hitem:22457:0:0:0:0:0:0:0:10|h[Изначальная Мана]|h|r",
                    name = "Изначальная Мана",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:24478:0:0:0:0:0:0:0:10|h[Жемчужина джаггала]|h|r",
                    name = "Жемчужина джаггала",
                    count = 11,
                },
                {
                    link = "|cff1eff00|Hitem:24479:0:0:0:0:0:0:0:10|h[Сумрачная жемчужина]|h|r",
                    name = "Сумрачная жемчужина",
                    count = 14,
                },
                {
                    link = "|cff1eff00|Hitem:35622:0:0:0:0:0:0:0:10|h[Извечная вода]|h|r",
                    name = "Извечная вода",
                    count = 50,
                },
                {
                    link = "|cff1eff00|Hitem:35623:0:0:0:0:0:0:0:10|h[Извечный воздух]|h|r",
                    name = "Извечный воздух",
                    count = 6,
                },
                {
                    link = "|cff1eff00|Hitem:35624:0:0:0:0:0:0:0:10|h[Извечная земля]|h|r",
                    name = "Извечная земля",
                    count = 10,
                },
                {
                    link = "|cff1eff00|Hitem:35625:0:0:0:0:0:0:0:10|h[Извечная жизнь]|h|r",
                    name = "Извечная жизнь",
                    count = 16,
                },
                {
                    link = "|cff1eff00|Hitem:35627:0:0:0:0:0:0:0:10|h[Извечная тьма]|h|r",
                    name = "Извечная тьма",
                    count = 31,
                },
                {
                    link = "|cff1eff00|Hitem:36783:0:0:0:0:0:0:0:10|h[Жемчужина Северного моря]|h|r",
                    name = "Жемчужина Северного моря",
                    count = 18,
                },
                {
                    link = "|cff1eff00|Hitem:36860:0:0:0:0:0:0:0:10|h[Извечный огонь]|h|r",
                    name = "Извечный огонь",
                    count = 6,
                },
                {
                    link = "|cff1eff00|Hitem:36908:0:0:0:0:0:0:0:10|h[Северный лотос]|h|r",
                    name = "Северный лотос",
                    count = 27,
                },
                {
                    link = "|cff1eff00|Hitem:5498:0:0:0:0:0:0:0:10|h[Маленькая блестящая жемчужина]|h|r",
                    name = "Маленькая блестящая жемчужина",
                    count = 110,
                },
                {
                    link = "|cff1eff00|Hitem:5500:0:0:0:0:0:0:0:10|h[Радужная жемчужина]|h|r",
                    name = "Радужная жемчужина",
                    count = 73,
                },
                {
                    link = "|cff1eff00|Hitem:7076:0:0:0:0:0:0:0:10|h[Субстанция Земли]|h|r",
                    name = "Субстанция Земли",
                    count = 5,
                },
                {
                    link = "|cff1eff00|Hitem:7078:0:0:0:0:0:0:0:10|h[Субстанция Огня]|h|r",
                    name = "Субстанция Огня",
                    count = 11,
                },
                {
                    link = "|cff1eff00|Hitem:7080:0:0:0:0:0:0:0:10|h[Субстанция Воды]|h|r",
                    name = "Субстанция Воды",
                    count = 19,
                },
                {
                    link = "|cff1eff00|Hitem:7082:0:0:0:0:0:0:0:10|h[Субстанция Воздуха]|h|r",
                    name = "Субстанция Воздуха",
                    count = 4,
                },
                {
                    link = "|cff1eff00|Hitem:7971:0:0:0:0:0:0:0:10|h[Черная жемчужина]|h|r",
                    name = "Черная жемчужина",
                    count = 70,
                },
                {
                    link = "|cff1eff00|Hitem:8153:0:0:0:0:0:0:0:10|h[Дикая лоза]|h|r",
                    name = "Дикая лоза",
                    count = 15,
                },
                {
                    link = "|cffffffff|Hitem:10286:0:0:0:0:0:0:0:10|h[Сердце дикой природы]|h|r",
                    name = "Сердце дикой природы",
                    count = 94,
                },
                {
                    link = "|cffffffff|Hitem:12804:0:0:0:0:0:0:0:10|h[Мощный амулет]|h|r",
                    name = "Мощный амулет",
                    count = 6,
                },
                {
                    link = "|cffffffff|Hitem:22572:0:0:0:0:0:0:0:10|h[Частица Воздуха]|h|r",
                    name = "Частица Воздуха",
                    count = 6,
                },
                {
                    link = "|cffffffff|Hitem:22573:0:0:0:0:0:0:0:10|h[Частица Земли]|h|r",
                    name = "Частица Земли",
                    count = 26,
                },
                {
                    link = "|cffffffff|Hitem:22574:0:0:0:0:0:0:0:10|h[Частица Огня]|h|r",
                    name = "Частица Огня",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:22575:0:0:0:0:0:0:0:10|h[Частица Жизни]|h|r",
                    name = "Частица Жизни",
                    count = 93,
                },
                {
                    link = "|cffffffff|Hitem:22576:0:0:0:0:0:0:0:10|h[Частица Маны]|h|r",
                    name = "Частица Маны",
                    count = 22,
                },
                {
                    link = "|cffffffff|Hitem:22577:0:0:0:0:0:0:0:10|h[Частица Тени]|h|r",
                    name = "Частица Тени",
                    count = 71,
                },
                {
                    link = "|cffffffff|Hitem:22578:0:0:0:0:0:0:0:10|h[Частица Воды]|h|r",
                    name = "Частица Воды",
                    count = 79,
                },
                {
                    link = "|cffffffff|Hitem:37700:0:0:0:0:0:0:0:10|h[Кристаллизованный воздух]|h|r",
                    name = "Кристаллизованный воздух",
                    count = 93,
                },
                {
                    link = "|cffffffff|Hitem:37701:0:0:0:0:0:0:0:10|h[Кристаллизованная земля]|h|r",
                    name = "Кристаллизованная земля",
                    count = 64,
                },
                {
                    link = "|cffffffff|Hitem:37702:0:0:0:0:0:0:0:10|h[Кристаллизованный огонь]|h|r",
                    name = "Кристаллизованный огонь",
                    count = 56,
                },
                {
                    link = "|cffffffff|Hitem:37703:0:0:0:0:0:0:0:10|h[Кристаллизованная тьма]|h|r",
                    name = "Кристаллизованная тьма",
                    count = 40,
                },
                {
                    link = "|cffffffff|Hitem:37704:0:0:0:0:0:0:0:10|h[Кристаллизованная жизнь]|h|r",
                    name = "Кристаллизованная жизнь",
                    count = 126,
                },
                {
                    link = "|cffffffff|Hitem:37705:0:0:0:0:0:0:0:10|h[Кристаллизованная вода]|h|r",
                    name = "Кристаллизованная вода",
                    count = 111,
                },
                {
                    link = "|cffffffff|Hitem:4611:0:0:0:0:0:0:0:10|h[Синяя жемчужина]|h|r",
                    name = "Синяя жемчужина",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:7067:0:0:0:0:0:0:0:10|h[Первородная земля]|h|r",
                    name = "Первородная земля",
                    count = 37,
                },
                {
                    link = "|cffffffff|Hitem:7068:0:0:0:0:0:0:0:10|h[Первородный огонь]|h|r",
                    name = "Первородный огонь",
                    count = 28,
                },
                {
                    link = "|cffffffff|Hitem:7069:0:0:0:0:0:0:0:10|h[Первородный воздух]|h|r",
                    name = "Первородный воздух",
                    count = 150,
                },
                {
                    link = "|cffffffff|Hitem:7070:0:0:0:0:0:0:0:10|h[Первородная вода]|h|r",
                    name = "Первородная вода",
                    count = 166,
                },
                {
                    link = "|cffffffff|Hitem:7075:0:0:0:0:0:0:0:10|h[Ядро земли]|h|r",
                    name = "Ядро земли",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:7077:0:0:0:0:0:0:0:10|h[Сердце огня]|h|r",
                    name = "Сердце огня",
                    count = 55,
                },
                {
                    link = "|cffffffff|Hitem:7079:0:0:0:0:0:0:0:10|h[Магическая сфера воды]|h|r",
                    name = "Магическая сфера воды",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:7081:0:0:0:0:0:0:0:10|h[Дыхание ветра]|h|r",
                    name = "Дыхание ветра",
                    count = 58,
                },
                {
                    link = "|cffffffff|Hitem:7972:0:0:0:0:0:0:0:10|h[Лимфа нежити]|h|r",
                    name = "Лимфа нежити",
                    count = 96,
                },
                {
                    link = "|cffffffff|Hitem:8151:0:0:0:0:0:0:0:10|h[Настой колдунства]|h|r",
                    name = "Настой колдунства",
                    count = 136,
                },
                {
                    link = "|cffffffff|Hitem:8152:0:0:0:0:0:0:0:10|h[Настой большого колдунства]|h|r",
                    name = "Настой большого колдунства",
                    count = 60,
                },
                {
                    link = "|cffffffff|Hitem:9262:0:0:0:0:0:0:0:10|h[Черный купорос]|h|r",
                    name = "Черный купорос",
                    count = 98,
                },
            },
        },
    },
    {
        name = "Травяная",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:29:08",
        money = 1005064,
        empty = 108,
        location = "Оргриммар",
        bank = {
            last_update = 1779780530,
            items = {
            },
        },
        bags = {
            last_update = 1779780532,
            items = {
            },
        },
    },
    {
        name = "Царапучка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:38:23",
        money = 14656,
        empty = 118,
        location = "Оргриммар",
        bank = {
            last_update = 1779781098,
            items = {
            },
        },
        bags = {
            last_update = 1779781099,
            items = {
            },
        },
    },
    {
        name = "Шмотный",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:21:10",
        money = 336703,
        empty = 198,
        location = "Оргриммар",
        bank = {
            last_update = 1779780064,
            items = {
            },
        },
        bags = {
            last_update = 1779780066,
            items = {
            },
        },
    },
    {
        name = "Шмоточка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:15:56",
        money = 3936,
        empty = 30,
        location = "Оргриммар",
        bank = {
            last_update = 1779779750,
            items = {
            },
        },
        bags = {
            last_update = 1779779752,
            items = {
            },
        },
    },
    {
        name = "Ювелирная",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:16:49",
        money = 344111,
        empty = 75,
        location = "Оргриммар",
        bank = {
            last_update = 1779779803,
            items = {
            },
        },
        bags = {
            last_update = 1779779805,
            items = {
            },
        },
    },
    {
        name = "Сокетная",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:26:37",
        money = 13534,
        empty = 194,
        location = "Оргриммар",
        bank = {
            last_update = 1779780391,
            items = {
            },
        },
        bags = {
            last_update = 1779780393,
            items = {
            },
        },
    },
}