ItemStorageDB_LastUpdate = 1779795323
ItemStorageDB = {
    {
        name = "Бумажная",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 14:25:32",
        money = 339404,
        empty = 107,
        location = "Оргриммар",
        items = {
            {
                link = "|cff1eff00|Hitem:45912:0:0:0:0:0:0:0:10|h[Книга познания символов]|h|r",
                name = "Книга познания символов",
                count = 18,
            },
            {
                link = "|cffffffff|Hitem:40896:0:0:0:0:0:0:0:10|h[Символ неистового восстановления]|h|r",
                name = "Символ неистового восстановления",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:40897:0:0:0:0:0:0:0:10|h[Символ трепки]|h|r",
                name = "Символ трепки",
                count = 19,
            },
            {
                link = "|cffffffff|Hitem:40899:0:0:0:0:0:0:0:10|h[Символ рыка]|h|r",
                name = "Символ рыка",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:40900:0:0:0:0:0:0:0:10|h[Символ увечья]|h|r",
                name = "Символ увечья",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:40901:0:0:0:0:0:0:0:10|h[Символ полосования]|h|r",
                name = "Символ полосования",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:40902:0:0:0:0:0:0:0:10|h[Символ разрывания]|h|r",
                name = "Символ разрывания",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:40903:0:0:0:0:0:0:0:10|h[Символ глубокой раны]|h|r",
                name = "Символ глубокой раны",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:40906:0:0:0:0:0:0:0:10|h[Символ быстрого восстановления]|h|r",
                name = "Символ быстрого восстановления",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:40908:0:0:0:0:0:0:0:10|h[Символ озарения]|h|r",
                name = "Символ озарения",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:40912:0:0:0:0:0:0:0:10|h[Символ восстановления]|h|r",
                name = "Символ восстановления",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:40913:0:0:0:0:0:0:0:10|h[Символ омоложения]|h|r",
                name = "Символ омоложения",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:40914:0:0:0:0:0:0:0:10|h[Символ целительного прикосновения]|h|r",
                name = "Символ целительного прикосновения",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:40916:0:0:0:0:0:0:0:10|h[Символ звездного огня]|h|r",
                name = "Символ звездного огня",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:40919:0:0:0:0:0:0:0:10|h[Символ роя насекомых]|h|r",
                name = "Символ роя насекомых",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:40920:0:0:0:0:0:0:0:10|h[Символ грозы]|h|r",
                name = "Символ грозы",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:40921:0:0:0:0:0:0:0:10|h[Символ звездопада]|h|r",
                name = "Символ звездопада",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:40922:0:0:0:0:0:0:0:10|h[Символ гнева]|h|r",
                name = "Символ гнева",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:40923:0:0:0:0:0:0:0:10|h[Символ лунного огня]|h|r",
                name = "Символ лунного огня",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:40924:0:0:0:0:0:0:0:10|h[Символ гнева деревьев]|h|r",
                name = "Символ гнева деревьев",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:41092:0:0:0:0:0:0:0:10|h[Символ правосудия]|h|r",
                name = "Символ правосудия",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:41094:0:0:0:0:0:0:0:10|h[Символ печати повиновения]|h|r",
                name = "Символ печати повиновения",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:41095:0:0:0:0:0:0:0:10|h[Символ молота правосудия]|h|r",
                name = "Символ молота правосудия",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:41097:0:0:0:0:0:0:0:10|h[Символ молота гнева]|h|r",
                name = "Символ молота гнева",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:41098:0:0:0:0:0:0:0:10|h[Символ удара воина Света]|h|r",
                name = "Символ удара воина Света",
                count = 19,
            },
            {
                link = "|cffffffff|Hitem:41099:0:0:0:0:0:0:0:10|h[Символ освящения]|h|r",
                name = "Символ освящения",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:41103:0:0:0:0:0:0:0:10|h[Символ экзорцизма]|h|r",
                name = "Символ экзорцизма",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:41104:0:0:0:0:0:0:0:10|h[Символ очищения]|h|r",
                name = "Символ очищения",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:41106:0:0:0:0:0:0:0:10|h[Символ Света небес]|h|r",
                name = "Символ Света небес",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:41108:0:0:0:0:0:0:0:10|h[Символ божественности]|h|r",
                name = "Символ божественности",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:41518:0:0:0:0:0:0:0:10|h[Символ цепной молнии]|h|r",
                name = "Символ цепной молнии",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:41524:0:0:0:0:0:0:0:10|h[Символ лавы]|h|r",
                name = "Символ лавы",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:41526:0:0:0:0:0:0:0:10|h[Символ шока]|h|r",
                name = "Символ шока",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:41527:0:0:0:0:0:0:0:10|h[Символ оружия жизни земли]|h|r",
                name = "Символ оружия жизни земли",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:41529:0:0:0:0:0:0:0:10|h[Символ тотема элементаля огня]|h|r",
                name = "Символ тотема элементаля огня",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:41530:0:0:0:0:0:0:0:10|h[Символ кольца огня]|h|r",
                name = "Символ кольца огня",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:41531:0:0:0:0:0:0:0:10|h[Символ огненного шока]|h|r",
                name = "Символ огненного шока",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:41532:0:0:0:0:0:0:0:10|h[Символ оружия языка пламени]|h|r",
                name = "Символ оружия языка пламени",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:41533:0:0:0:0:0:0:0:10|h[Символ тотема исцеляющего потока]|h|r",
                name = "Символ тотема исцеляющего потока",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:41534:0:0:0:0:0:0:0:10|h[Символ волны исцеления]|h|r",
                name = "Символ волны исцеления",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:41536:0:0:0:0:0:0:0:10|h[Символ молнии]|h|r",
                name = "Символ молнии",
                count = 21,
            },
            {
                link = "|cffffffff|Hitem:41537:0:0:0:0:0:0:0:10|h[Символ щита молний]|h|r",
                name = "Символ щита молний",
                count = 23,
            },
            {
                link = "|cffffffff|Hitem:41538:0:0:0:0:0:0:0:10|h[Символ тотема прилива маны]|h|r",
                name = "Символ тотема прилива маны",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:41539:0:0:0:0:0:0:0:10|h[Символ удара бури]|h|r",
                name = "Символ удара бури",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:41540:0:0:0:0:0:0:0:10|h[Символ вскипания лавы]|h|r",
                name = "Символ вскипания лавы",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:41541:0:0:0:0:0:0:0:10|h[Символ хозяина вод]|h|r",
                name = "Символ хозяина вод",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:41542:0:0:0:0:0:0:0:10|h[Символ оружия неистовства ветра]|h|r",
                name = "Символ оружия неистовства ветра",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:41547:0:0:0:0:0:0:0:10|h[Символ ледяного шока]|h|r",
                name = "Символ ледяного шока",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:41552:0:0:0:0:0:0:0:10|h[Символ покорения стихий]|h|r",
                name = "Символ покорения стихий",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42397:0:0:0:0:0:0:0:10|h[Символ рассеивания заклинаний]|h|r",
                name = "Символ рассеивания заклинаний",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:42398:0:0:0:0:0:0:0:10|h[Символ ухода в тень]|h|r",
                name = "Символ ухода в тень",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42399:0:0:0:0:0:0:0:10|h[Символ защиты от страха]|h|r",
                name = "Символ защиты от страха",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:42400:0:0:0:0:0:0:0:10|h[Символ быстрого исцеления]|h|r",
                name = "Символ быстрого исцеления",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:42402:0:0:0:0:0:0:0:10|h[Символ внутреннего огня]|h|r",
                name = "Символ внутреннего огня",
                count = 22,
            },
            {
                link = "|cffffffff|Hitem:42406:0:0:0:0:0:0:0:10|h[Символ Слова Тьмы: Боль]|h|r",
                name = "Символ Слова Тьмы: Боль",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42407:0:0:0:0:0:0:0:10|h[Символ Тьмы]|h|r",
                name = "Символ Тьмы",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:42408:0:0:0:0:0:0:0:10|h[Символ слова силы: Щит]|h|r",
                name = "Символ слова силы: Щит",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:42411:0:0:0:0:0:0:0:10|h[Символ обновления]|h|r",
                name = "Символ обновления",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:42414:0:0:0:0:0:0:0:10|h[Символ слова Тьмы: Смерть]|h|r",
                name = "Символ слова Тьмы: Смерть",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42415:0:0:0:0:0:0:0:10|h[Символ пытки разума]|h|r",
                name = "Символ пытки разума",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:42453:0:0:0:0:0:0:0:10|h[Символ испепеления]|h|r",
                name = "Символ испепеления",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:42454:0:0:0:0:0:0:0:10|h[Символ поджигания]|h|r",
                name = "Символ поджигания",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42455:0:0:0:0:0:0:0:10|h[Символ порчи]|h|r",
                name = "Символ порчи",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:42456:0:0:0:0:0:0:0:10|h[Символ проклятия агонии]|h|r",
                name = "Символ проклятия агонии",
                count = 19,
            },
            {
                link = "|cffffffff|Hitem:42459:0:0:0:0:0:0:0:10|h[Символ стража Скверны]|h|r",
                name = "Символ стража Скверны",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:42460:0:0:0:0:0:0:0:10|h[Символ охотника Скверны]|h|r",
                name = "Символ охотника Скверны",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:42461:0:0:0:0:0:0:0:10|h[Символ канала здоровья]|h|r",
                name = "Символ канала здоровья",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42462:0:0:0:0:0:0:0:10|h[Символ камня здоровья]|h|r",
                name = "Символ камня здоровья",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42463:0:0:0:0:0:0:0:10|h[Символ воя ужаса]|h|r",
                name = "Символ воя ужаса",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42464:0:0:0:0:0:0:0:10|h[Символ жертвенного огня]|h|r",
                name = "Символ жертвенного огня",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:42465:0:0:0:0:0:0:0:10|h[Символ беса]|h|r",
                name = "Символ беса",
                count = 25,
            },
            {
                link = "|cffffffff|Hitem:42466:0:0:0:0:0:0:0:10|h[Символ жгучей боли]|h|r",
                name = "Символ жгучей боли",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42467:0:0:0:0:0:0:0:10|h[Символ стрелы Тьмы]|h|r",
                name = "Символ стрелы Тьмы",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:42468:0:0:0:0:0:0:0:10|h[Символ ожога Тьмы]|h|r",
                name = "Символ ожога Тьмы",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42469:0:0:0:0:0:0:0:10|h[Символ вытягивания жизни]|h|r",
                name = "Символ вытягивания жизни",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42472:0:0:0:0:0:0:0:10|h[Символ нестабильного колдовства]|h|r",
                name = "Символ нестабильного колдовства",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:42473:0:0:0:0:0:0:0:10|h[Символ демона Бездны]|h|r",
                name = "Символ демона Бездны",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:42734:0:0:0:0:0:0:0:10|h[Символ чародейского взрыва]|h|r",
                name = "Символ чародейского взрыва",
                count = 18,
            },
            {
                link = "|cffffffff|Hitem:42735:0:0:0:0:0:0:0:10|h[Символ чародейских стрел]|h|r",
                name = "Символ чародейских стрел",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:42736:0:0:0:0:0:0:0:10|h[Символ мощи тайной магии]|h|r",
                name = "Символ мощи тайной магии",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42737:0:0:0:0:0:0:0:10|h[Символ скачка]|h|r",
                name = "Символ скачка",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:42738:0:0:0:0:0:0:0:10|h[Символ прилива сил]|h|r",
                name = "Символ прилива сил",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:42739:0:0:0:0:0:0:0:10|h[Символ огненного шара]|h|r",
                name = "Символ огненного шара",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:42740:0:0:0:0:0:0:0:10|h[Символ огненного взрыва]|h|r",
                name = "Символ огненного взрыва",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42741:0:0:0:0:0:0:0:10|h[Символ кольца льда]|h|r",
                name = "Символ кольца льда",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:42743:0:0:0:0:0:0:0:10|h[Символ ледяного доспеха]|h|r",
                name = "Символ ледяного доспеха",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42744:0:0:0:0:0:0:0:10|h[Символ ледяной глыбы]|h|r",
                name = "Символ ледяной глыбы",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:42745:0:0:0:0:0:0:0:10|h[Символ ледяного копья]|h|r",
                name = "Символ ледяного копья",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:42747:0:0:0:0:0:0:0:10|h[Символ ожога]|h|r",
                name = "Символ ожога",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:42748:0:0:0:0:0:0:0:10|h[Символ невидимости]|h|r",
                name = "Символ невидимости",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:42749:0:0:0:0:0:0:0:10|h[Символ магического доспеха]|h|r",
                name = "Символ магического доспеха",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42750:0:0:0:0:0:0:0:10|h[Символ самоцвета маны]|h|r",
                name = "Символ самоцвета маны",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42751:0:0:0:0:0:0:0:10|h[Символ раскаленного доспеха]|h|r",
                name = "Символ раскаленного доспеха",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:42754:0:0:0:0:0:0:0:10|h[Символ элементаля воды]|h|r",
                name = "Символ элементаля воды",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42897:0:0:0:0:0:0:0:10|h[Символ прицельного выстрела]|h|r",
                name = "Символ прицельного выстрела",
                count = 17,
            },
            {
                link = "|cffffffff|Hitem:42898:0:0:0:0:0:0:0:10|h[Символ чародейского выстрела]|h|r",
                name = "Символ чародейского выстрела",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:42899:0:0:0:0:0:0:0:10|h[Символ духа зверя]|h|r",
                name = "Символ духа зверя",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:42900:0:0:0:0:0:0:0:10|h[Символ лечения]|h|r",
                name = "Символ лечения",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:42901:0:0:0:0:0:0:0:10|h[Символ духа гадюки]|h|r",
                name = "Символ духа гадюки",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:42902:0:0:0:0:0:0:0:10|h[Символ звериного гнева]|h|r",
                name = "Символ звериного гнева",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42904:0:0:0:0:0:0:0:10|h[Символ отрыва]|h|r",
                name = "Символ отрыва",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:42905:0:0:0:0:0:0:0:10|h[Символ замораживающей ловушки]|h|r",
                name = "Символ замораживающей ловушки",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42906:0:0:0:0:0:0:0:10|h[Символ ледяной ловушки]|h|r",
                name = "Символ ледяной ловушки",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42907:0:0:0:0:0:0:0:10|h[Символ метки охотника]|h|r",
                name = "Символ метки охотника",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:42908:0:0:0:0:0:0:0:10|h[Символ обжигающей ловушки]|h|r",
                name = "Символ обжигающей ловушки",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42909:0:0:0:0:0:0:0:10|h[Символ ястреба]|h|r",
                name = "Символ ястреба",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:42910:0:0:0:0:0:0:0:10|h[Символ залпа]|h|r",
                name = "Символ залпа",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42911:0:0:0:0:0:0:0:10|h[Символ быстрой стрельбы]|h|r",
                name = "Символ быстрой стрельбы",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:42912:0:0:0:0:0:0:0:10|h[Символ укуса змеи]|h|r",
                name = "Символ укуса змеи",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:42914:0:0:0:0:0:0:0:10|h[Символ верного выстрела]|h|r",
                name = "Символ верного выстрела",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42915:0:0:0:0:0:0:0:10|h[Символ ауры меткого выстрела]|h|r",
                name = "Символ ауры меткого выстрела",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42916:0:0:0:0:0:0:0:10|h[Символ града стрел]|h|r",
                name = "Символ града стрел",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42917:0:0:0:0:0:0:0:10|h[Символ укуса виверны]|h|r",
                name = "Символ укуса виверны",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42954:0:0:0:0:0:0:0:10|h[Символ выброса адреналина]|h|r",
                name = "Символ выброса адреналина",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42955:0:0:0:0:0:0:0:10|h[Символ внезапного удара]|h|r",
                name = "Символ внезапного удара",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:42956:0:0:0:0:0:0:0:10|h[Символ удара в спину]|h|r",
                name = "Символ удара в спину",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42957:0:0:0:0:0:0:0:10|h[Символ шквала клинков]|h|r",
                name = "Символ шквала клинков",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42958:0:0:0:0:0:0:0:10|h[Символ калечащего яда]|h|r",
                name = "Символ калечащего яда",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:42960:0:0:0:0:0:0:0:10|h[Символ ускользания]|h|r",
                name = "Символ ускользания",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:42961:0:0:0:0:0:0:0:10|h[Символ потрошения]|h|r",
                name = "Символ потрошения",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:42962:0:0:0:0:0:0:0:10|h[Символ ослабления доспеха]|h|r",
                name = "Символ ослабления доспеха",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42964:0:0:0:0:0:0:0:10|h[Символ гарроты]|h|r",
                name = "Символ гарроты",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:42965:0:0:0:0:0:0:0:10|h[Символ призрачного удара]|h|r",
                name = "Символ призрачного удара",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42966:0:0:0:0:0:0:0:10|h[Символ парализующего удара]|h|r",
                name = "Символ парализующего удара",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:42967:0:0:0:0:0:0:0:10|h[Символ кровоизлияния]|h|r",
                name = "Символ кровоизлияния",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:42969:0:0:0:0:0:0:0:10|h[Символ рваной раны]|h|r",
                name = "Символ рваной раны",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42970:0:0:0:0:0:0:0:10|h[Символ ошеломления]|h|r",
                name = "Символ ошеломления",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42971:0:0:0:0:0:0:0:10|h[Символ неутомимости]|h|r",
                name = "Символ неутомимости",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42972:0:0:0:0:0:0:0:10|h[Символ коварного удара]|h|r",
                name = "Символ коварного удара",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:42973:0:0:0:0:0:0:0:10|h[Символ мясорубки]|h|r",
                name = "Символ мясорубки",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:42974:0:0:0:0:0:0:0:10|h[Символ спринта]|h|r",
                name = "Символ спринта",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:43316:0:0:0:0:0:0:0:10|h[Символ водного облика]|h|r",
                name = "Символ водного облика",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:43332:0:0:0:0:0:0:0:10|h[Символ шипов]|h|r",
                name = "Символ шипов",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:43334:0:0:0:0:0:0:0:10|h[Символ вызывающего рева]|h|r",
                name = "Символ вызывающего рева",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43335:0:0:0:0:0:0:0:10|h[Символ дикой природы]|h|r",
                name = "Символ дикой природы",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43338:0:0:0:0:0:0:0:10|h[Символ воскрешения питомца]|h|r",
                name = "Символ воскрешения питомца",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:43339:0:0:0:0:0:0:0:10|h[Символ чародейского интеллекта]|h|r",
                name = "Символ чародейского интеллекта",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43340:0:0:0:0:0:0:0:10|h[Символ благословения могущества]|h|r",
                name = "Символ благословения могущества",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:43343:0:0:0:0:0:0:0:10|h[Символ обшаривания карманов]|h|r",
                name = "Символ обшаривания карманов",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:43344:0:0:0:0:0:0:0:10|h[Символ подводного дыхания]|h|r",
                name = "Символ подводного дыхания",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43350:0:0:0:0:0:0:0:10|h[Символ лечения питомца]|h|r",
                name = "Символ лечения питомца",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:43351:0:0:0:0:0:0:0:10|h[Символ ложной смерти]|h|r",
                name = "Символ ложной смерти",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:43359:0:0:0:0:0:0:0:10|h[Символ морозного доспеха]|h|r",
                name = "Символ морозного доспеха",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43361:0:0:0:0:0:0:0:10|h[Символ пингвина]|h|r",
                name = "Символ пингвина",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43364:0:0:0:0:0:0:0:10|h[Символ замедленного падения]|h|r",
                name = "Символ замедленного падения",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:43365:0:0:0:0:0:0:0:10|h[Символ благословения королей]|h|r",
                name = "Символ благословения королей",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:43366:0:0:0:0:0:0:0:10|h[Символ благословения мудрости]|h|r",
                name = "Символ благословения мудрости",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:43367:0:0:0:0:0:0:0:10|h[Символ возложения рук]|h|r",
                name = "Символ возложения рук",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:43368:0:0:0:0:0:0:0:10|h[Символ чутья на нежить]|h|r",
                name = "Символ чутья на нежить",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:43370:0:0:0:0:0:0:0:10|h[Символ левитации]|h|r",
                name = "Символ левитации",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:43374:0:0:0:0:0:0:0:10|h[Символ исчадия Тьмы]|h|r",
                name = "Символ исчадия Тьмы",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:43377:0:0:0:0:0:0:0:10|h[Символ взлома]|h|r",
                name = "Символ взлома",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:43378:0:0:0:0:0:0:0:10|h[Символ безопасного падения]|h|r",
                name = "Символ безопасного падения",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:43379:0:0:0:0:0:0:0:10|h[Символ огромной скорости]|h|r",
                name = "Символ огромной скорости",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43380:0:0:0:0:0:0:0:10|h[Символ исчезновения]|h|r",
                name = "Символ исчезновения",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:43381:0:0:0:0:0:0:0:10|h[Символ астрального возвращения]|h|r",
                name = "Символ астрального возвращения",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:43386:0:0:0:0:0:0:0:10|h[Символ водного щита]|h|r",
                name = "Символ водного щита",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43388:0:0:0:0:0:0:0:10|h[Символ хождения по воде]|h|r",
                name = "Символ хождения по воде",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:43389:0:0:0:0:0:0:0:10|h[Символ бесконечного дыхания]|h|r",
                name = "Символ бесконечного дыхания",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:43390:0:0:0:0:0:0:0:10|h[Символ похищения души]|h|r",
                name = "Символ похищения души",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:43391:0:0:0:0:0:0:0:10|h[Символ Килрогга]|h|r",
                name = "Символ Килрогга",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43393:0:0:0:0:0:0:0:10|h[Символ порабощения демона]|h|r",
                name = "Символ порабощения демона",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43395:0:0:0:0:0:0:0:10|h[Символ боевого крика]|h|r",
                name = "Символ боевого крика",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43396:0:0:0:0:0:0:0:10|h[Символ кровавой ярости]|h|r",
                name = "Символ кровавой ярости",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:43397:0:0:0:0:0:0:0:10|h[Символ рывка]|h|r",
                name = "Символ рывка",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:43398:0:0:0:0:0:0:0:10|h[Символ дразнящего удара]|h|r",
                name = "Символ дразнящего удара",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43399:0:0:0:0:0:0:0:10|h[Символ удара грома]|h|r",
                name = "Символ удара грома",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:43400:0:0:0:0:0:0:0:10|h[Символ неоспоримой победы]|h|r",
                name = "Символ неоспоримой победы",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43412:0:0:0:0:0:0:0:10|h[Символ кровожадности]|h|r",
                name = "Символ кровожадности",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:43413:0:0:0:0:0:0:0:10|h[Символ стремительного рывка]|h|r",
                name = "Символ стремительного рывка",
                count = 17,
            },
            {
                link = "|cffffffff|Hitem:43414:0:0:0:0:0:0:0:10|h[Символ рассечения]|h|r",
                name = "Символ рассечения",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:43415:0:0:0:0:0:0:0:10|h[Символ сокрушения]|h|r",
                name = "Символ сокрушения",
                count = 19,
            },
            {
                link = "|cffffffff|Hitem:43416:0:0:0:0:0:0:0:10|h[Символ казни]|h|r",
                name = "Символ казни",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43417:0:0:0:0:0:0:0:10|h[Символ подрезанного сухожилия]|h|r",
                name = "Символ подрезанного сухожилия",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43418:0:0:0:0:0:0:0:10|h[Символ удара героя]|h|r",
                name = "Символ удара героя",
                count = 17,
            },
            {
                link = "|cffffffff|Hitem:43419:0:0:0:0:0:0:0:10|h[Символ вмешательства]|h|r",
                name = "Символ вмешательства",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43420:0:0:0:0:0:0:0:10|h[Символ вульгарных оскорблений]|h|r",
                name = "Символ вульгарных оскорблений",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:43421:0:0:0:0:0:0:0:10|h[Символ смертельного удара]|h|r",
                name = "Символ смертельного удара",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:43422:0:0:0:0:0:0:0:10|h[Символ превосходства]|h|r",
                name = "Символ превосходства",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:43423:0:0:0:0:0:0:0:10|h[Символ кровопускания]|h|r",
                name = "Символ кровопускания",
                count = 15,
            },
            {
                link = "|cffffffff|Hitem:43424:0:0:0:0:0:0:0:10|h[Символ реванша]|h|r",
                name = "Символ реванша",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43425:0:0:0:0:0:0:0:10|h[Символ блокирования]|h|r",
                name = "Символ блокирования",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43426:0:0:0:0:0:0:0:10|h[Символ отчаянной защиты]|h|r",
                name = "Символ отчаянной защиты",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43427:0:0:0:0:0:0:0:10|h[Символ раскола брони]|h|r",
                name = "Символ раскола брони",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:43428:0:0:0:0:0:0:0:10|h[Символ размашистого удара]|h|r",
                name = "Символ размашистого удара",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:43429:0:0:0:0:0:0:0:10|h[Символ провокации]|h|r",
                name = "Символ провокации",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:43430:0:0:0:0:0:0:0:10|h[Символ грохочущей мощи]|h|r",
                name = "Символ грохочущей мощи",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:43431:0:0:0:0:0:0:0:10|h[Символ победного ража]|h|r",
                name = "Символ победного ража",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:43432:0:0:0:0:0:0:0:10|h[Символ вихря]|h|r",
                name = "Символ вихря",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:43674:0:0:0:0:0:0:0:10|h[Символ порыва]|h|r",
                name = "Символ порыва",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:43725:0:0:0:0:0:0:0:10|h[Символ призрачного волка]|h|r",
                name = "Символ призрачного волка",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:43868:0:0:0:0:0:0:0:10|h[Символ печати праведности]|h|r",
                name = "Символ печати праведности",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:43869:0:0:0:0:0:0:0:10|h[Символ печати отмщения]|h|r",
                name = "Символ печати отмщения",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:44922:0:0:0:0:0:0:0:10|h[Символ тайфуна]|h|r",
                name = "Символ тайфуна",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:44923:0:0:0:0:0:0:0:10|h[Символ грома и молнии]|h|r",
                name = "Символ грома и молнии",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:44928:0:0:0:0:0:0:0:10|h[Символ фокусирования]|h|r",
                name = "Символ фокусирования",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:44955:0:0:0:0:0:0:0:10|h[Символ чародейской вспышки]|h|r",
                name = "Символ чародейской вспышки",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:45601:0:0:0:0:0:0:0:10|h[Символ берсерка]|h|r",
                name = "Символ берсерка",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:45602:0:0:0:0:0:0:0:10|h[Символ буйного роста]|h|r",
                name = "Символ буйного роста",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45604:0:0:0:0:0:0:0:10|h[Символ дикого рева]|h|r",
                name = "Символ дикого рева",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:45623:0:0:0:0:0:0:0:10|h[Символ дубовой кожи]|h|r",
                name = "Символ дубовой кожи",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45625:0:0:0:0:0:0:0:10|h[Символ выстрела химеры]|h|r",
                name = "Символ выстрела химеры",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45732:0:0:0:0:0:0:0:10|h[Символ убийственного выстрела]|h|r",
                name = "Символ убийственного выстрела",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:45733:0:0:0:0:0:0:0:10|h[Символ взрывной ловушки]|h|r",
                name = "Символ взрывной ловушки",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:45734:0:0:0:0:0:0:0:10|h[Символ дезориентирующего выстрела]|h|r",
                name = "Символ дезориентирующего выстрела",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45738:0:0:0:0:0:0:0:10|h[Символ чародейского обстрела]|h|r",
                name = "Символ чародейского обстрела",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:45742:0:0:0:0:0:0:0:10|h[Символ молота праведника]|h|r",
                name = "Символ молота праведника",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45743:0:0:0:0:0:0:0:10|h[Символ божественной бури]|h|r",
                name = "Символ божественной бури",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:45745:0:0:0:0:0:0:0:10|h[Символ святой клятвы]|h|r",
                name = "Символ святой клятвы",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:45753:0:0:0:0:0:0:0:10|h[Символ слияния с Тьмой]|h|r",
                name = "Символ слияния с Тьмой",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45757:0:0:0:0:0:0:0:10|h[Символ иссушения разума]|h|r",
                name = "Символ иссушения разума",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:45760:0:0:0:0:0:0:0:10|h[Символ подавления боли]|h|r",
                name = "Символ подавления боли",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:45761:0:0:0:0:0:0:0:10|h[Символ жажды убийства]|h|r",
                name = "Символ жажды убийства",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45762:0:0:0:0:0:0:0:10|h[Символ череды убийств]|h|r",
                name = "Символ череды убийств",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45768:0:0:0:0:0:0:0:10|h[Символ расправы]|h|r",
                name = "Символ расправы",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45769:0:0:0:0:0:0:0:10|h[Символ плаща Теней]|h|r",
                name = "Символ плаща Теней",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45770:0:0:0:0:0:0:0:10|h[Символ грома]|h|r",
                name = "Символ грома",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45771:0:0:0:0:0:0:0:10|h[Символ духа дикого волка]|h|r",
                name = "Символ духа дикого волка",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45775:0:0:0:0:0:0:0:10|h[Символ щита земли]|h|r",
                name = "Символ щита земли",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:45776:0:0:0:0:0:0:0:10|h[Символ тотема гнева]|h|r",
                name = "Символ тотема гнева",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45778:0:0:0:0:0:0:0:10|h[Символ тотема каменного когтя]|h|r",
                name = "Символ тотема каменного когтя",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:45780:0:0:0:0:0:0:0:10|h[Символ метаморфозы]|h|r",
                name = "Символ метаморфозы",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45781:0:0:0:0:0:0:0:10|h[Символ стрелы Хаоса]|h|r",
                name = "Символ стрелы Хаоса",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45785:0:0:0:0:0:0:0:10|h[Символ жизнеотвода]|h|r",
                name = "Символ жизнеотвода",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:45790:0:0:0:0:0:0:0:10|h[Символ вихря клинков]|h|r",
                name = "Символ вихря клинков",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:45792:0:0:0:0:0:0:0:10|h[Символ ударной волны]|h|r",
                name = "Символ ударной волны",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:45793:0:0:0:0:0:0:0:10|h[Символ бдительности]|h|r",
                name = "Символ бдительности",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45794:0:0:0:0:0:0:0:10|h[Символ безудержного восстановления]|h|r",
                name = "Символ безудержного восстановления",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45795:0:0:0:0:0:0:0:10|h[Символ отражения заклинания]|h|r",
                name = "Символ отражения заклинания",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:45797:0:0:0:0:0:0:0:10|h[Символ глухой обороны]|h|r",
                name = "Символ глухой обороны",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:46372:0:0:0:0:0:0:0:10|h[Символ инстинкта выживания]|h|r",
                name = "Символ инстинкта выживания",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:48720:0:0:0:0:0:0:0:10|h[Символ когтя]|h|r",
                name = "Символ когтя",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:49084:0:0:0:0:0:0:0:10|h[Символ властности]|h|r",
                name = "Символ властности",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:50045:0:0:0:0:0:0:0:10|h[Символ извечной воды]|h|r",
                name = "Символ извечной воды",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:50077:0:0:0:0:0:0:0:10|h[Символ быстрого разложения]|h|r",
                name = "Символ быстрого разложения",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:50125:0:0:0:0:0:0:0:10|h[Символ стремительного омоложения]|h|r",
                name = "Символ стремительного омоложения",
                count = 5,
            },
        },
        bank = {
            last_update = 1779794714,
            items = {
                {
                    link = "|cffffffff|Hitem:40896:0:0:0:0:0:0:0:10|h[Символ неистового восстановления]|h|r",
                    name = "Символ неистового восстановления",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:40897:0:0:0:0:0:0:0:10|h[Символ трепки]|h|r",
                    name = "Символ трепки",
                    count = 19,
                },
                {
                    link = "|cffffffff|Hitem:40899:0:0:0:0:0:0:0:10|h[Символ рыка]|h|r",
                    name = "Символ рыка",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:40900:0:0:0:0:0:0:0:10|h[Символ увечья]|h|r",
                    name = "Символ увечья",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:40901:0:0:0:0:0:0:0:10|h[Символ полосования]|h|r",
                    name = "Символ полосования",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:40902:0:0:0:0:0:0:0:10|h[Символ разрывания]|h|r",
                    name = "Символ разрывания",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:40903:0:0:0:0:0:0:0:10|h[Символ глубокой раны]|h|r",
                    name = "Символ глубокой раны",
                    count = 16,
                },
                {
                    link = "|cffffffff|Hitem:40906:0:0:0:0:0:0:0:10|h[Символ быстрого восстановления]|h|r",
                    name = "Символ быстрого восстановления",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:40908:0:0:0:0:0:0:0:10|h[Символ озарения]|h|r",
                    name = "Символ озарения",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:40912:0:0:0:0:0:0:0:10|h[Символ восстановления]|h|r",
                    name = "Символ восстановления",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:40913:0:0:0:0:0:0:0:10|h[Символ омоложения]|h|r",
                    name = "Символ омоложения",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:40914:0:0:0:0:0:0:0:10|h[Символ целительного прикосновения]|h|r",
                    name = "Символ целительного прикосновения",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:40916:0:0:0:0:0:0:0:10|h[Символ звездного огня]|h|r",
                    name = "Символ звездного огня",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:40919:0:0:0:0:0:0:0:10|h[Символ роя насекомых]|h|r",
                    name = "Символ роя насекомых",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:40920:0:0:0:0:0:0:0:10|h[Символ грозы]|h|r",
                    name = "Символ грозы",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:40921:0:0:0:0:0:0:0:10|h[Символ звездопада]|h|r",
                    name = "Символ звездопада",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:40922:0:0:0:0:0:0:0:10|h[Символ гнева]|h|r",
                    name = "Символ гнева",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:40923:0:0:0:0:0:0:0:10|h[Символ лунного огня]|h|r",
                    name = "Символ лунного огня",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:40924:0:0:0:0:0:0:0:10|h[Символ гнева деревьев]|h|r",
                    name = "Символ гнева деревьев",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:41092:0:0:0:0:0:0:0:10|h[Символ правосудия]|h|r",
                    name = "Символ правосудия",
                    count = 6,
                },
                {
                    link = "|cffffffff|Hitem:41094:0:0:0:0:0:0:0:10|h[Символ печати повиновения]|h|r",
                    name = "Символ печати повиновения",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:41095:0:0:0:0:0:0:0:10|h[Символ молота правосудия]|h|r",
                    name = "Символ молота правосудия",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:41097:0:0:0:0:0:0:0:10|h[Символ молота гнева]|h|r",
                    name = "Символ молота гнева",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:41098:0:0:0:0:0:0:0:10|h[Символ удара воина Света]|h|r",
                    name = "Символ удара воина Света",
                    count = 19,
                },
                {
                    link = "|cffffffff|Hitem:41099:0:0:0:0:0:0:0:10|h[Символ освящения]|h|r",
                    name = "Символ освящения",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:41103:0:0:0:0:0:0:0:10|h[Символ экзорцизма]|h|r",
                    name = "Символ экзорцизма",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:41104:0:0:0:0:0:0:0:10|h[Символ очищения]|h|r",
                    name = "Символ очищения",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:41106:0:0:0:0:0:0:0:10|h[Символ Света небес]|h|r",
                    name = "Символ Света небес",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:41108:0:0:0:0:0:0:0:10|h[Символ божественности]|h|r",
                    name = "Символ божественности",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:41518:0:0:0:0:0:0:0:10|h[Символ цепной молнии]|h|r",
                    name = "Символ цепной молнии",
                    count = 6,
                },
                {
                    link = "|cffffffff|Hitem:41524:0:0:0:0:0:0:0:10|h[Символ лавы]|h|r",
                    name = "Символ лавы",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:41526:0:0:0:0:0:0:0:10|h[Символ шока]|h|r",
                    name = "Символ шока",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:41527:0:0:0:0:0:0:0:10|h[Символ оружия жизни земли]|h|r",
                    name = "Символ оружия жизни земли",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:41529:0:0:0:0:0:0:0:10|h[Символ тотема элементаля огня]|h|r",
                    name = "Символ тотема элементаля огня",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:41530:0:0:0:0:0:0:0:10|h[Символ кольца огня]|h|r",
                    name = "Символ кольца огня",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:41531:0:0:0:0:0:0:0:10|h[Символ огненного шока]|h|r",
                    name = "Символ огненного шока",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:41532:0:0:0:0:0:0:0:10|h[Символ оружия языка пламени]|h|r",
                    name = "Символ оружия языка пламени",
                    count = 6,
                },
                {
                    link = "|cffffffff|Hitem:41533:0:0:0:0:0:0:0:10|h[Символ тотема исцеляющего потока]|h|r",
                    name = "Символ тотема исцеляющего потока",
                    count = 14,
                },
                {
                    link = "|cffffffff|Hitem:41534:0:0:0:0:0:0:0:10|h[Символ волны исцеления]|h|r",
                    name = "Символ волны исцеления",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:41536:0:0:0:0:0:0:0:10|h[Символ молнии]|h|r",
                    name = "Символ молнии",
                    count = 21,
                },
                {
                    link = "|cffffffff|Hitem:41537:0:0:0:0:0:0:0:10|h[Символ щита молний]|h|r",
                    name = "Символ щита молний",
                    count = 23,
                },
                {
                    link = "|cffffffff|Hitem:41538:0:0:0:0:0:0:0:10|h[Символ тотема прилива маны]|h|r",
                    name = "Символ тотема прилива маны",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:41539:0:0:0:0:0:0:0:10|h[Символ удара бури]|h|r",
                    name = "Символ удара бури",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:41540:0:0:0:0:0:0:0:10|h[Символ вскипания лавы]|h|r",
                    name = "Символ вскипания лавы",
                    count = 12,
                },
                {
                    link = "|cffffffff|Hitem:41541:0:0:0:0:0:0:0:10|h[Символ хозяина вод]|h|r",
                    name = "Символ хозяина вод",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:41542:0:0:0:0:0:0:0:10|h[Символ оружия неистовства ветра]|h|r",
                    name = "Символ оружия неистовства ветра",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:41547:0:0:0:0:0:0:0:10|h[Символ ледяного шока]|h|r",
                    name = "Символ ледяного шока",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:41552:0:0:0:0:0:0:0:10|h[Символ покорения стихий]|h|r",
                    name = "Символ покорения стихий",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42397:0:0:0:0:0:0:0:10|h[Символ рассеивания заклинаний]|h|r",
                    name = "Символ рассеивания заклинаний",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:42398:0:0:0:0:0:0:0:10|h[Символ ухода в тень]|h|r",
                    name = "Символ ухода в тень",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42399:0:0:0:0:0:0:0:10|h[Символ защиты от страха]|h|r",
                    name = "Символ защиты от страха",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:42400:0:0:0:0:0:0:0:10|h[Символ быстрого исцеления]|h|r",
                    name = "Символ быстрого исцеления",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:42402:0:0:0:0:0:0:0:10|h[Символ внутреннего огня]|h|r",
                    name = "Символ внутреннего огня",
                    count = 22,
                },
                {
                    link = "|cffffffff|Hitem:42406:0:0:0:0:0:0:0:10|h[Символ Слова Тьмы: Боль]|h|r",
                    name = "Символ Слова Тьмы: Боль",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42407:0:0:0:0:0:0:0:10|h[Символ Тьмы]|h|r",
                    name = "Символ Тьмы",
                    count = 14,
                },
                {
                    link = "|cffffffff|Hitem:42408:0:0:0:0:0:0:0:10|h[Символ слова силы: Щит]|h|r",
                    name = "Символ слова силы: Щит",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:42411:0:0:0:0:0:0:0:10|h[Символ обновления]|h|r",
                    name = "Символ обновления",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:42414:0:0:0:0:0:0:0:10|h[Символ слова Тьмы: Смерть]|h|r",
                    name = "Символ слова Тьмы: Смерть",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42415:0:0:0:0:0:0:0:10|h[Символ пытки разума]|h|r",
                    name = "Символ пытки разума",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:42453:0:0:0:0:0:0:0:10|h[Символ испепеления]|h|r",
                    name = "Символ испепеления",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:42454:0:0:0:0:0:0:0:10|h[Символ поджигания]|h|r",
                    name = "Символ поджигания",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42455:0:0:0:0:0:0:0:10|h[Символ порчи]|h|r",
                    name = "Символ порчи",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:42456:0:0:0:0:0:0:0:10|h[Символ проклятия агонии]|h|r",
                    name = "Символ проклятия агонии",
                    count = 19,
                },
                {
                    link = "|cffffffff|Hitem:42459:0:0:0:0:0:0:0:10|h[Символ стража Скверны]|h|r",
                    name = "Символ стража Скверны",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:42460:0:0:0:0:0:0:0:10|h[Символ охотника Скверны]|h|r",
                    name = "Символ охотника Скверны",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:42461:0:0:0:0:0:0:0:10|h[Символ канала здоровья]|h|r",
                    name = "Символ канала здоровья",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42462:0:0:0:0:0:0:0:10|h[Символ камня здоровья]|h|r",
                    name = "Символ камня здоровья",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42463:0:0:0:0:0:0:0:10|h[Символ воя ужаса]|h|r",
                    name = "Символ воя ужаса",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42464:0:0:0:0:0:0:0:10|h[Символ жертвенного огня]|h|r",
                    name = "Символ жертвенного огня",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:42465:0:0:0:0:0:0:0:10|h[Символ беса]|h|r",
                    name = "Символ беса",
                    count = 25,
                },
                {
                    link = "|cffffffff|Hitem:42466:0:0:0:0:0:0:0:10|h[Символ жгучей боли]|h|r",
                    name = "Символ жгучей боли",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42467:0:0:0:0:0:0:0:10|h[Символ стрелы Тьмы]|h|r",
                    name = "Символ стрелы Тьмы",
                    count = 14,
                },
                {
                    link = "|cffffffff|Hitem:42468:0:0:0:0:0:0:0:10|h[Символ ожога Тьмы]|h|r",
                    name = "Символ ожога Тьмы",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42469:0:0:0:0:0:0:0:10|h[Символ вытягивания жизни]|h|r",
                    name = "Символ вытягивания жизни",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42472:0:0:0:0:0:0:0:10|h[Символ нестабильного колдовства]|h|r",
                    name = "Символ нестабильного колдовства",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:42473:0:0:0:0:0:0:0:10|h[Символ демона Бездны]|h|r",
                    name = "Символ демона Бездны",
                    count = 14,
                },
                {
                    link = "|cffffffff|Hitem:42734:0:0:0:0:0:0:0:10|h[Символ чародейского взрыва]|h|r",
                    name = "Символ чародейского взрыва",
                    count = 18,
                },
                {
                    link = "|cffffffff|Hitem:42735:0:0:0:0:0:0:0:10|h[Символ чародейских стрел]|h|r",
                    name = "Символ чародейских стрел",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:42736:0:0:0:0:0:0:0:10|h[Символ мощи тайной магии]|h|r",
                    name = "Символ мощи тайной магии",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42737:0:0:0:0:0:0:0:10|h[Символ скачка]|h|r",
                    name = "Символ скачка",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:42738:0:0:0:0:0:0:0:10|h[Символ прилива сил]|h|r",
                    name = "Символ прилива сил",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:42739:0:0:0:0:0:0:0:10|h[Символ огненного шара]|h|r",
                    name = "Символ огненного шара",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:42740:0:0:0:0:0:0:0:10|h[Символ огненного взрыва]|h|r",
                    name = "Символ огненного взрыва",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42741:0:0:0:0:0:0:0:10|h[Символ кольца льда]|h|r",
                    name = "Символ кольца льда",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:42743:0:0:0:0:0:0:0:10|h[Символ ледяного доспеха]|h|r",
                    name = "Символ ледяного доспеха",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42744:0:0:0:0:0:0:0:10|h[Символ ледяной глыбы]|h|r",
                    name = "Символ ледяной глыбы",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:42745:0:0:0:0:0:0:0:10|h[Символ ледяного копья]|h|r",
                    name = "Символ ледяного копья",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:42747:0:0:0:0:0:0:0:10|h[Символ ожога]|h|r",
                    name = "Символ ожога",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:42748:0:0:0:0:0:0:0:10|h[Символ невидимости]|h|r",
                    name = "Символ невидимости",
                    count = 14,
                },
                {
                    link = "|cffffffff|Hitem:42749:0:0:0:0:0:0:0:10|h[Символ магического доспеха]|h|r",
                    name = "Символ магического доспеха",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42750:0:0:0:0:0:0:0:10|h[Символ самоцвета маны]|h|r",
                    name = "Символ самоцвета маны",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42751:0:0:0:0:0:0:0:10|h[Символ раскаленного доспеха]|h|r",
                    name = "Символ раскаленного доспеха",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:42754:0:0:0:0:0:0:0:10|h[Символ элементаля воды]|h|r",
                    name = "Символ элементаля воды",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42897:0:0:0:0:0:0:0:10|h[Символ прицельного выстрела]|h|r",
                    name = "Символ прицельного выстрела",
                    count = 17,
                },
                {
                    link = "|cffffffff|Hitem:42898:0:0:0:0:0:0:0:10|h[Символ чародейского выстрела]|h|r",
                    name = "Символ чародейского выстрела",
                    count = 14,
                },
                {
                    link = "|cffffffff|Hitem:42899:0:0:0:0:0:0:0:10|h[Символ духа зверя]|h|r",
                    name = "Символ духа зверя",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:42900:0:0:0:0:0:0:0:10|h[Символ лечения]|h|r",
                    name = "Символ лечения",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:42901:0:0:0:0:0:0:0:10|h[Символ духа гадюки]|h|r",
                    name = "Символ духа гадюки",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:42902:0:0:0:0:0:0:0:10|h[Символ звериного гнева]|h|r",
                    name = "Символ звериного гнева",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42904:0:0:0:0:0:0:0:10|h[Символ отрыва]|h|r",
                    name = "Символ отрыва",
                    count = 12,
                },
                {
                    link = "|cffffffff|Hitem:42905:0:0:0:0:0:0:0:10|h[Символ замораживающей ловушки]|h|r",
                    name = "Символ замораживающей ловушки",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42906:0:0:0:0:0:0:0:10|h[Символ ледяной ловушки]|h|r",
                    name = "Символ ледяной ловушки",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42907:0:0:0:0:0:0:0:10|h[Символ метки охотника]|h|r",
                    name = "Символ метки охотника",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:42908:0:0:0:0:0:0:0:10|h[Символ обжигающей ловушки]|h|r",
                    name = "Символ обжигающей ловушки",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42909:0:0:0:0:0:0:0:10|h[Символ ястреба]|h|r",
                    name = "Символ ястреба",
                    count = 13,
                },
                {
                    link = "|cffffffff|Hitem:42910:0:0:0:0:0:0:0:10|h[Символ залпа]|h|r",
                    name = "Символ залпа",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42911:0:0:0:0:0:0:0:10|h[Символ быстрой стрельбы]|h|r",
                    name = "Символ быстрой стрельбы",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:42912:0:0:0:0:0:0:0:10|h[Символ укуса змеи]|h|r",
                    name = "Символ укуса змеи",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:42914:0:0:0:0:0:0:0:10|h[Символ верного выстрела]|h|r",
                    name = "Символ верного выстрела",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42915:0:0:0:0:0:0:0:10|h[Символ ауры меткого выстрела]|h|r",
                    name = "Символ ауры меткого выстрела",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42916:0:0:0:0:0:0:0:10|h[Символ града стрел]|h|r",
                    name = "Символ града стрел",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42917:0:0:0:0:0:0:0:10|h[Символ укуса виверны]|h|r",
                    name = "Символ укуса виверны",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42954:0:0:0:0:0:0:0:10|h[Символ выброса адреналина]|h|r",
                    name = "Символ выброса адреналина",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42955:0:0:0:0:0:0:0:10|h[Символ внезапного удара]|h|r",
                    name = "Символ внезапного удара",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:42956:0:0:0:0:0:0:0:10|h[Символ удара в спину]|h|r",
                    name = "Символ удара в спину",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42957:0:0:0:0:0:0:0:10|h[Символ шквала клинков]|h|r",
                    name = "Символ шквала клинков",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42958:0:0:0:0:0:0:0:10|h[Символ калечащего яда]|h|r",
                    name = "Символ калечащего яда",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:42960:0:0:0:0:0:0:0:10|h[Символ ускользания]|h|r",
                    name = "Символ ускользания",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:42961:0:0:0:0:0:0:0:10|h[Символ потрошения]|h|r",
                    name = "Символ потрошения",
                    count = 14,
                },
                {
                    link = "|cffffffff|Hitem:42962:0:0:0:0:0:0:0:10|h[Символ ослабления доспеха]|h|r",
                    name = "Символ ослабления доспеха",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42964:0:0:0:0:0:0:0:10|h[Символ гарроты]|h|r",
                    name = "Символ гарроты",
                    count = 6,
                },
                {
                    link = "|cffffffff|Hitem:42965:0:0:0:0:0:0:0:10|h[Символ призрачного удара]|h|r",
                    name = "Символ призрачного удара",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42966:0:0:0:0:0:0:0:10|h[Символ парализующего удара]|h|r",
                    name = "Символ парализующего удара",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:42967:0:0:0:0:0:0:0:10|h[Символ кровоизлияния]|h|r",
                    name = "Символ кровоизлияния",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:42969:0:0:0:0:0:0:0:10|h[Символ рваной раны]|h|r",
                    name = "Символ рваной раны",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42970:0:0:0:0:0:0:0:10|h[Символ ошеломления]|h|r",
                    name = "Символ ошеломления",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42971:0:0:0:0:0:0:0:10|h[Символ неутомимости]|h|r",
                    name = "Символ неутомимости",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42972:0:0:0:0:0:0:0:10|h[Символ коварного удара]|h|r",
                    name = "Символ коварного удара",
                    count = 13,
                },
                {
                    link = "|cffffffff|Hitem:42973:0:0:0:0:0:0:0:10|h[Символ мясорубки]|h|r",
                    name = "Символ мясорубки",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:42974:0:0:0:0:0:0:0:10|h[Символ спринта]|h|r",
                    name = "Символ спринта",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:43316:0:0:0:0:0:0:0:10|h[Символ водного облика]|h|r",
                    name = "Символ водного облика",
                    count = 14,
                },
                {
                    link = "|cffffffff|Hitem:43332:0:0:0:0:0:0:0:10|h[Символ шипов]|h|r",
                    name = "Символ шипов",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:43334:0:0:0:0:0:0:0:10|h[Символ вызывающего рева]|h|r",
                    name = "Символ вызывающего рева",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43335:0:0:0:0:0:0:0:10|h[Символ дикой природы]|h|r",
                    name = "Символ дикой природы",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43338:0:0:0:0:0:0:0:10|h[Символ воскрешения питомца]|h|r",
                    name = "Символ воскрешения питомца",
                    count = 6,
                },
                {
                    link = "|cffffffff|Hitem:43339:0:0:0:0:0:0:0:10|h[Символ чародейского интеллекта]|h|r",
                    name = "Символ чародейского интеллекта",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43340:0:0:0:0:0:0:0:10|h[Символ благословения могущества]|h|r",
                    name = "Символ благословения могущества",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:43343:0:0:0:0:0:0:0:10|h[Символ обшаривания карманов]|h|r",
                    name = "Символ обшаривания карманов",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:43344:0:0:0:0:0:0:0:10|h[Символ подводного дыхания]|h|r",
                    name = "Символ подводного дыхания",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43350:0:0:0:0:0:0:0:10|h[Символ лечения питомца]|h|r",
                    name = "Символ лечения питомца",
                    count = 6,
                },
                {
                    link = "|cffffffff|Hitem:43351:0:0:0:0:0:0:0:10|h[Символ ложной смерти]|h|r",
                    name = "Символ ложной смерти",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:43359:0:0:0:0:0:0:0:10|h[Символ морозного доспеха]|h|r",
                    name = "Символ морозного доспеха",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43361:0:0:0:0:0:0:0:10|h[Символ пингвина]|h|r",
                    name = "Символ пингвина",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43364:0:0:0:0:0:0:0:10|h[Символ замедленного падения]|h|r",
                    name = "Символ замедленного падения",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:43365:0:0:0:0:0:0:0:10|h[Символ благословения королей]|h|r",
                    name = "Символ благословения королей",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:43366:0:0:0:0:0:0:0:10|h[Символ благословения мудрости]|h|r",
                    name = "Символ благословения мудрости",
                    count = 6,
                },
                {
                    link = "|cffffffff|Hitem:43367:0:0:0:0:0:0:0:10|h[Символ возложения рук]|h|r",
                    name = "Символ возложения рук",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:43368:0:0:0:0:0:0:0:10|h[Символ чутья на нежить]|h|r",
                    name = "Символ чутья на нежить",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:43370:0:0:0:0:0:0:0:10|h[Символ левитации]|h|r",
                    name = "Символ левитации",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:43374:0:0:0:0:0:0:0:10|h[Символ исчадия Тьмы]|h|r",
                    name = "Символ исчадия Тьмы",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:43377:0:0:0:0:0:0:0:10|h[Символ взлома]|h|r",
                    name = "Символ взлома",
                    count = 13,
                },
                {
                    link = "|cffffffff|Hitem:43378:0:0:0:0:0:0:0:10|h[Символ безопасного падения]|h|r",
                    name = "Символ безопасного падения",
                    count = 12,
                },
                {
                    link = "|cffffffff|Hitem:43379:0:0:0:0:0:0:0:10|h[Символ огромной скорости]|h|r",
                    name = "Символ огромной скорости",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43380:0:0:0:0:0:0:0:10|h[Символ исчезновения]|h|r",
                    name = "Символ исчезновения",
                    count = 13,
                },
                {
                    link = "|cffffffff|Hitem:43381:0:0:0:0:0:0:0:10|h[Символ астрального возвращения]|h|r",
                    name = "Символ астрального возвращения",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:43386:0:0:0:0:0:0:0:10|h[Символ водного щита]|h|r",
                    name = "Символ водного щита",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43388:0:0:0:0:0:0:0:10|h[Символ хождения по воде]|h|r",
                    name = "Символ хождения по воде",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:43389:0:0:0:0:0:0:0:10|h[Символ бесконечного дыхания]|h|r",
                    name = "Символ бесконечного дыхания",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:43390:0:0:0:0:0:0:0:10|h[Символ похищения души]|h|r",
                    name = "Символ похищения души",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:43391:0:0:0:0:0:0:0:10|h[Символ Килрогга]|h|r",
                    name = "Символ Килрогга",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43393:0:0:0:0:0:0:0:10|h[Символ порабощения демона]|h|r",
                    name = "Символ порабощения демона",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43395:0:0:0:0:0:0:0:10|h[Символ боевого крика]|h|r",
                    name = "Символ боевого крика",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43396:0:0:0:0:0:0:0:10|h[Символ кровавой ярости]|h|r",
                    name = "Символ кровавой ярости",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:43397:0:0:0:0:0:0:0:10|h[Символ рывка]|h|r",
                    name = "Символ рывка",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:43398:0:0:0:0:0:0:0:10|h[Символ дразнящего удара]|h|r",
                    name = "Символ дразнящего удара",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43399:0:0:0:0:0:0:0:10|h[Символ удара грома]|h|r",
                    name = "Символ удара грома",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:43400:0:0:0:0:0:0:0:10|h[Символ неоспоримой победы]|h|r",
                    name = "Символ неоспоримой победы",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43412:0:0:0:0:0:0:0:10|h[Символ кровожадности]|h|r",
                    name = "Символ кровожадности",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:43413:0:0:0:0:0:0:0:10|h[Символ стремительного рывка]|h|r",
                    name = "Символ стремительного рывка",
                    count = 17,
                },
                {
                    link = "|cffffffff|Hitem:43414:0:0:0:0:0:0:0:10|h[Символ рассечения]|h|r",
                    name = "Символ рассечения",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:43415:0:0:0:0:0:0:0:10|h[Символ сокрушения]|h|r",
                    name = "Символ сокрушения",
                    count = 19,
                },
                {
                    link = "|cffffffff|Hitem:43416:0:0:0:0:0:0:0:10|h[Символ казни]|h|r",
                    name = "Символ казни",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43417:0:0:0:0:0:0:0:10|h[Символ подрезанного сухожилия]|h|r",
                    name = "Символ подрезанного сухожилия",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43418:0:0:0:0:0:0:0:10|h[Символ удара героя]|h|r",
                    name = "Символ удара героя",
                    count = 17,
                },
                {
                    link = "|cffffffff|Hitem:43419:0:0:0:0:0:0:0:10|h[Символ вмешательства]|h|r",
                    name = "Символ вмешательства",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43420:0:0:0:0:0:0:0:10|h[Символ вульгарных оскорблений]|h|r",
                    name = "Символ вульгарных оскорблений",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:43421:0:0:0:0:0:0:0:10|h[Символ смертельного удара]|h|r",
                    name = "Символ смертельного удара",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:43422:0:0:0:0:0:0:0:10|h[Символ превосходства]|h|r",
                    name = "Символ превосходства",
                    count = 16,
                },
                {
                    link = "|cffffffff|Hitem:43423:0:0:0:0:0:0:0:10|h[Символ кровопускания]|h|r",
                    name = "Символ кровопускания",
                    count = 15,
                },
                {
                    link = "|cffffffff|Hitem:43424:0:0:0:0:0:0:0:10|h[Символ реванша]|h|r",
                    name = "Символ реванша",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43425:0:0:0:0:0:0:0:10|h[Символ блокирования]|h|r",
                    name = "Символ блокирования",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43426:0:0:0:0:0:0:0:10|h[Символ отчаянной защиты]|h|r",
                    name = "Символ отчаянной защиты",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43427:0:0:0:0:0:0:0:10|h[Символ раскола брони]|h|r",
                    name = "Символ раскола брони",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:43428:0:0:0:0:0:0:0:10|h[Символ размашистого удара]|h|r",
                    name = "Символ размашистого удара",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:43429:0:0:0:0:0:0:0:10|h[Символ провокации]|h|r",
                    name = "Символ провокации",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:43430:0:0:0:0:0:0:0:10|h[Символ грохочущей мощи]|h|r",
                    name = "Символ грохочущей мощи",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:43431:0:0:0:0:0:0:0:10|h[Символ победного ража]|h|r",
                    name = "Символ победного ража",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:43432:0:0:0:0:0:0:0:10|h[Символ вихря]|h|r",
                    name = "Символ вихря",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:43674:0:0:0:0:0:0:0:10|h[Символ порыва]|h|r",
                    name = "Символ порыва",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:43725:0:0:0:0:0:0:0:10|h[Символ призрачного волка]|h|r",
                    name = "Символ призрачного волка",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:43868:0:0:0:0:0:0:0:10|h[Символ печати праведности]|h|r",
                    name = "Символ печати праведности",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:43869:0:0:0:0:0:0:0:10|h[Символ печати отмщения]|h|r",
                    name = "Символ печати отмщения",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:44922:0:0:0:0:0:0:0:10|h[Символ тайфуна]|h|r",
                    name = "Символ тайфуна",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:44923:0:0:0:0:0:0:0:10|h[Символ грома и молнии]|h|r",
                    name = "Символ грома и молнии",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:44928:0:0:0:0:0:0:0:10|h[Символ фокусирования]|h|r",
                    name = "Символ фокусирования",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:44955:0:0:0:0:0:0:0:10|h[Символ чародейской вспышки]|h|r",
                    name = "Символ чародейской вспышки",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:45601:0:0:0:0:0:0:0:10|h[Символ берсерка]|h|r",
                    name = "Символ берсерка",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:45602:0:0:0:0:0:0:0:10|h[Символ буйного роста]|h|r",
                    name = "Символ буйного роста",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45604:0:0:0:0:0:0:0:10|h[Символ дикого рева]|h|r",
                    name = "Символ дикого рева",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:45623:0:0:0:0:0:0:0:10|h[Символ дубовой кожи]|h|r",
                    name = "Символ дубовой кожи",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45625:0:0:0:0:0:0:0:10|h[Символ выстрела химеры]|h|r",
                    name = "Символ выстрела химеры",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45732:0:0:0:0:0:0:0:10|h[Символ убийственного выстрела]|h|r",
                    name = "Символ убийственного выстрела",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:45733:0:0:0:0:0:0:0:10|h[Символ взрывной ловушки]|h|r",
                    name = "Символ взрывной ловушки",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:45734:0:0:0:0:0:0:0:10|h[Символ дезориентирующего выстрела]|h|r",
                    name = "Символ дезориентирующего выстрела",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45738:0:0:0:0:0:0:0:10|h[Символ чародейского обстрела]|h|r",
                    name = "Символ чародейского обстрела",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:45742:0:0:0:0:0:0:0:10|h[Символ молота праведника]|h|r",
                    name = "Символ молота праведника",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45743:0:0:0:0:0:0:0:10|h[Символ божественной бури]|h|r",
                    name = "Символ божественной бури",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:45745:0:0:0:0:0:0:0:10|h[Символ святой клятвы]|h|r",
                    name = "Символ святой клятвы",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:45753:0:0:0:0:0:0:0:10|h[Символ слияния с Тьмой]|h|r",
                    name = "Символ слияния с Тьмой",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45757:0:0:0:0:0:0:0:10|h[Символ иссушения разума]|h|r",
                    name = "Символ иссушения разума",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:45760:0:0:0:0:0:0:0:10|h[Символ подавления боли]|h|r",
                    name = "Символ подавления боли",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:45761:0:0:0:0:0:0:0:10|h[Символ жажды убийства]|h|r",
                    name = "Символ жажды убийства",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45762:0:0:0:0:0:0:0:10|h[Символ череды убийств]|h|r",
                    name = "Символ череды убийств",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45768:0:0:0:0:0:0:0:10|h[Символ расправы]|h|r",
                    name = "Символ расправы",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45769:0:0:0:0:0:0:0:10|h[Символ плаща Теней]|h|r",
                    name = "Символ плаща Теней",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45770:0:0:0:0:0:0:0:10|h[Символ грома]|h|r",
                    name = "Символ грома",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45771:0:0:0:0:0:0:0:10|h[Символ духа дикого волка]|h|r",
                    name = "Символ духа дикого волка",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45775:0:0:0:0:0:0:0:10|h[Символ щита земли]|h|r",
                    name = "Символ щита земли",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:45776:0:0:0:0:0:0:0:10|h[Символ тотема гнева]|h|r",
                    name = "Символ тотема гнева",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45778:0:0:0:0:0:0:0:10|h[Символ тотема каменного когтя]|h|r",
                    name = "Символ тотема каменного когтя",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:45780:0:0:0:0:0:0:0:10|h[Символ метаморфозы]|h|r",
                    name = "Символ метаморфозы",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45781:0:0:0:0:0:0:0:10|h[Символ стрелы Хаоса]|h|r",
                    name = "Символ стрелы Хаоса",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45785:0:0:0:0:0:0:0:10|h[Символ жизнеотвода]|h|r",
                    name = "Символ жизнеотвода",
                    count = 13,
                },
                {
                    link = "|cffffffff|Hitem:45790:0:0:0:0:0:0:0:10|h[Символ вихря клинков]|h|r",
                    name = "Символ вихря клинков",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:45792:0:0:0:0:0:0:0:10|h[Символ ударной волны]|h|r",
                    name = "Символ ударной волны",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:45793:0:0:0:0:0:0:0:10|h[Символ бдительности]|h|r",
                    name = "Символ бдительности",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45794:0:0:0:0:0:0:0:10|h[Символ безудержного восстановления]|h|r",
                    name = "Символ безудержного восстановления",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45795:0:0:0:0:0:0:0:10|h[Символ отражения заклинания]|h|r",
                    name = "Символ отражения заклинания",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:45797:0:0:0:0:0:0:0:10|h[Символ глухой обороны]|h|r",
                    name = "Символ глухой обороны",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:46372:0:0:0:0:0:0:0:10|h[Символ инстинкта выживания]|h|r",
                    name = "Символ инстинкта выживания",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:48720:0:0:0:0:0:0:0:10|h[Символ когтя]|h|r",
                    name = "Символ когтя",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:49084:0:0:0:0:0:0:0:10|h[Символ властности]|h|r",
                    name = "Символ властности",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:50045:0:0:0:0:0:0:0:10|h[Символ извечной воды]|h|r",
                    name = "Символ извечной воды",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:50077:0:0:0:0:0:0:0:10|h[Символ быстрого разложения]|h|r",
                    name = "Символ быстрого разложения",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:50125:0:0:0:0:0:0:0:10|h[Символ стремительного омоложения]|h|r",
                    name = "Символ стремительного омоложения",
                    count = 5,
                },
            },
        },
        bags = {
            last_update = 1779794717,
            items = {
                {
                    link = "|cff1eff00|Hitem:45912:0:0:0:0:0:0:0:10|h[Книга познания символов]|h|r",
                    name = "Книга познания символов",
                    count = 18,
                },
            },
        },
    },
    {
        name = "Дробяшка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:15:29",
        money = 92710,
        empty = 63,
        location = "Оргриммар",
        bank = {
            last_update = 1779779723,
            items = {
            },
        },
        bags = {
            last_update = 1779779725,
            items = {
            },
        },
    },
    {
        name = "Дробящая",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:20:45",
        money = 158410,
        empty = 160,
        location = "Оргриммар",
        bank = {
            last_update = 1779780039,
            items = {
            },
        },
        bags = {
            last_update = 1779780041,
            items = {
            },
        },
    },
    {
        name = "Запределька",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:22:04",
        money = 13629,
        empty = 142,
        location = "Оргриммар",
        bank = {
            last_update = 1779780118,
            items = {
            },
        },
        bags = {
            last_update = 1779780120,
            items = {
            },
        },
    },
    {
        name = "Извечка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:31:04",
        money = 999680,
        empty = 123,
        location = "Оргриммар",
        bank = {
            last_update = 1779780658,
            items = {
            },
        },
        bags = {
            last_update = 1779780660,
            items = {
            },
        },
    },
    {
        name = "Инженерная",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:18:13",
        money = 16160,
        empty = 149,
        location = "Оргриммар",
        bank = {
            last_update = 1779779887,
            items = {
            },
        },
        bags = {
            last_update = 1779779889,
            items = {
            },
        },
    },
    {
        name = "Каменюшка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:15:04",
        money = 421241,
        empty = 63,
        location = "Оргриммар",
        bank = {
            last_update = 1779779698,
            items = {
            },
        },
        bags = {
            last_update = 1779779700,
            items = {
            },
        },
    },
    {
        name = "Карточка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 14:34:07",
        money = 2404282,
        empty = 130,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:19230:0:0:0:0:0:0:0:10|h[Двойка из колоды Зверей]|h|r",
                name = "Двойка из колоды Зверей",
                count = 8,
            },
            {
                link = "|cff0070dd|Hitem:19231:0:0:0:0:0:0:0:10|h[Тройка из колоды Зверей]|h|r",
                name = "Тройка из колоды Зверей",
                count = 8,
            },
            {
                link = "|cff0070dd|Hitem:19232:0:0:0:0:0:0:0:10|h[Четверка из колоды Зверей]|h|r",
                name = "Четверка из колоды Зверей",
                count = 12,
            },
            {
                link = "|cff0070dd|Hitem:19233:0:0:0:0:0:0:0:10|h[Пятерка из колоды Зверей]|h|r",
                name = "Пятерка из колоды Зверей",
                count = 7,
            },
            {
                link = "|cff0070dd|Hitem:19234:0:0:0:0:0:0:0:10|h[Шестерка из колоды Зверей]|h|r",
                name = "Шестерка из колоды Зверей",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:19235:0:0:0:0:0:0:0:10|h[Семерка из колоды Зверей]|h|r",
                name = "Семерка из колоды Зверей",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:19236:0:0:0:0:0:0:0:10|h[Восьмерка из колоды Зверей]|h|r",
                name = "Восьмерка из колоды Зверей",
                count = 6,
            },
            {
                link = "|cff0070dd|Hitem:19259:0:0:0:0:0:0:0:10|h[Двойка из колоды Полководцев]|h|r",
                name = "Двойка из колоды Полководцев",
                count = 8,
            },
            {
                link = "|cff0070dd|Hitem:19260:0:0:0:0:0:0:0:10|h[Тройка из колоды Полководцев]|h|r",
                name = "Тройка из колоды Полководцев",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:19261:0:0:0:0:0:0:0:10|h[Четверка из колоды Полководцев]|h|r",
                name = "Четверка из колоды Полководцев",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:19262:0:0:0:0:0:0:0:10|h[Пятерка из колоды Полководцев]|h|r",
                name = "Пятерка из колоды Полководцев",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:19263:0:0:0:0:0:0:0:10|h[Шестерка из колоды Полководцев]|h|r",
                name = "Шестерка из колоды Полководцев",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:19265:0:0:0:0:0:0:0:10|h[Восьмерка из колоды Полководцев]|h|r",
                name = "Восьмерка из колоды Полководцев",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:19269:0:0:0:0:0:0:0:10|h[Двойка из колоды Элементалей]|h|r",
                name = "Двойка из колоды Элементалей",
                count = 11,
            },
            {
                link = "|cff0070dd|Hitem:19270:0:0:0:0:0:0:0:10|h[Тройка из колоды Элементалей]|h|r",
                name = "Тройка из колоды Элементалей",
                count = 9,
            },
            {
                link = "|cff0070dd|Hitem:19271:0:0:0:0:0:0:0:10|h[Четверка из колоды Элементалей]|h|r",
                name = "Четверка из колоды Элементалей",
                count = 13,
            },
            {
                link = "|cff0070dd|Hitem:19272:0:0:0:0:0:0:0:10|h[Пятерка из колоды Элементалей]|h|r",
                name = "Пятерка из колоды Элементалей",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:19273:0:0:0:0:0:0:0:10|h[Шестерка из колоды Элементалей]|h|r",
                name = "Шестерка из колоды Элементалей",
                count = 1,
            },
            {
                link = "|cff0070dd|Hitem:19274:0:0:0:0:0:0:0:10|h[Семерка из колоды Элементалей]|h|r",
                name = "Семерка из колоды Элементалей",
                count = 2,
            },
            {
                link = "|cff0070dd|Hitem:19275:0:0:0:0:0:0:0:10|h[Восьмерка из колоды Элементалей]|h|r",
                name = "Восьмерка из колоды Элементалей",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:19278:0:0:0:0:0:0:0:10|h[Двойка из колоды Порталов]|h|r",
                name = "Двойка из колоды Порталов",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:19279:0:0:0:0:0:0:0:10|h[Тройка из колоды Порталов]|h|r",
                name = "Тройка из колоды Порталов",
                count = 6,
            },
            {
                link = "|cff0070dd|Hitem:19280:0:0:0:0:0:0:0:10|h[Четверка из колоды Порталов]|h|r",
                name = "Четверка из колоды Порталов",
                count = 7,
            },
            {
                link = "|cff0070dd|Hitem:19281:0:0:0:0:0:0:0:10|h[Пятерка из колоды Порталов]|h|r",
                name = "Пятерка из колоды Порталов",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:19282:0:0:0:0:0:0:0:10|h[Шестерка из колоды Порталов]|h|r",
                name = "Шестерка из колоды Порталов",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:19284:0:0:0:0:0:0:0:10|h[Восьмерка из колоды Порталов]|h|r",
                name = "Восьмерка из колоды Порталов",
                count = 4,
            },
            {
                link = "|cff0070dd|Hitem:37164:0:0:0:0:0:0:0:10|h[Колода Мечей]|h|r",
                name = "Колода Мечей",
                count = 5,
            },
            {
                link = "|cff0070dd|Hitem:44148:0:0:0:0:0:0:0:10|h[Колода Магов]|h|r",
                name = "Колода Магов",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:44158:0:0:0:0:0:0:0:10|h[Колода Демонов]|h|r",
                name = "Колода Демонов",
                count = 7,
            },
            {
                link = "|cff1eff00|Hitem:37163:0:0:0:0:0:0:0:10|h[Колода Разбойников]|h|r",
                name = "Колода Разбойников",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:37140:0:0:0:0:0:0:0:10|h[Туз из колоды Разбойников]|h|r",
                name = "Туз из колоды Разбойников",
                count = 33,
            },
            {
                link = "|cffffffff|Hitem:37143:0:0:0:0:0:0:0:10|h[Двойка из колоды Разбойников]|h|r",
                name = "Двойка из колоды Разбойников",
                count = 32,
            },
            {
                link = "|cffffffff|Hitem:37145:0:0:0:0:0:0:0:10|h[Туз из колоды Мечей]|h|r",
                name = "Туз из колоды Мечей",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:37147:0:0:0:0:0:0:0:10|h[Двойка из колоды Мечей]|h|r",
                name = "Двойка из колоды Мечей",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:37156:0:0:0:0:0:0:0:10|h[Тройка из колоды Разбойников]|h|r",
                name = "Тройка из колоды Разбойников",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:37159:0:0:0:0:0:0:0:10|h[Тройка из колоды Мечей]|h|r",
                name = "Тройка из колоды Мечей",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:37160:0:0:0:0:0:0:0:10|h[Четверка из колоды Мечей]|h|r",
                name = "Четверка из колоды Мечей",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:44143:0:0:0:0:0:0:0:10|h[Туз из колоды Демонов]|h|r",
                name = "Туз из колоды Демонов",
                count = 34,
            },
            {
                link = "|cffffffff|Hitem:44145:0:0:0:0:0:0:0:10|h[Тройка колоды Магов]|h|r",
                name = "Тройка колоды Магов",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:44146:0:0:0:0:0:0:0:10|h[Четверка из колоды Магов]|h|r",
                name = "Четверка из колоды Магов",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:44147:0:0:0:0:0:0:0:10|h[Пятерка из колоды Магов]|h|r",
                name = "Пятерка из колоды Магов",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:44154:0:0:0:0:0:0:0:10|h[Двойка колоды Демонов]|h|r",
                name = "Двойка колоды Демонов",
                count = 14,
            },
            {
                link = "|cffffffff|Hitem:44155:0:0:0:0:0:0:0:10|h[Тройка колоды Демонов]|h|r",
                name = "Тройка колоды Демонов",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:44156:0:0:0:0:0:0:0:10|h[Четверка из колоды Демонов]|h|r",
                name = "Четверка из колоды Демонов",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:44157:0:0:0:0:0:0:0:10|h[Пятерка из колоды Демонов]|h|r",
                name = "Пятерка из колоды Демонов",
                count = 23,
            },
            {
                link = "|cffffffff|Hitem:44165:0:0:0:0:0:0:0:10|h[Туз из колоды Магов]|h|r",
                name = "Туз из колоды Магов",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:6265:0:0:0:0:0:0:0:10|h[Осколок души]|h|r",
                name = "Осколок души",
                count = 32,
            },
        },
        bank = {
            last_update = 1779795241,
            items = {
                {
                    link = "|cff0070dd|Hitem:19230:0:0:0:0:0:0:0:10|h[Двойка из колоды Зверей]|h|r",
                    name = "Двойка из колоды Зверей",
                    count = 8,
                },
                {
                    link = "|cff0070dd|Hitem:19231:0:0:0:0:0:0:0:10|h[Тройка из колоды Зверей]|h|r",
                    name = "Тройка из колоды Зверей",
                    count = 8,
                },
                {
                    link = "|cff0070dd|Hitem:19232:0:0:0:0:0:0:0:10|h[Четверка из колоды Зверей]|h|r",
                    name = "Четверка из колоды Зверей",
                    count = 12,
                },
                {
                    link = "|cff0070dd|Hitem:19233:0:0:0:0:0:0:0:10|h[Пятерка из колоды Зверей]|h|r",
                    name = "Пятерка из колоды Зверей",
                    count = 7,
                },
                {
                    link = "|cff0070dd|Hitem:19234:0:0:0:0:0:0:0:10|h[Шестерка из колоды Зверей]|h|r",
                    name = "Шестерка из колоды Зверей",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:19235:0:0:0:0:0:0:0:10|h[Семерка из колоды Зверей]|h|r",
                    name = "Семерка из колоды Зверей",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:19236:0:0:0:0:0:0:0:10|h[Восьмерка из колоды Зверей]|h|r",
                    name = "Восьмерка из колоды Зверей",
                    count = 6,
                },
                {
                    link = "|cff0070dd|Hitem:19259:0:0:0:0:0:0:0:10|h[Двойка из колоды Полководцев]|h|r",
                    name = "Двойка из колоды Полководцев",
                    count = 8,
                },
                {
                    link = "|cff0070dd|Hitem:19260:0:0:0:0:0:0:0:10|h[Тройка из колоды Полководцев]|h|r",
                    name = "Тройка из колоды Полководцев",
                    count = 5,
                },
                {
                    link = "|cff0070dd|Hitem:19261:0:0:0:0:0:0:0:10|h[Четверка из колоды Полководцев]|h|r",
                    name = "Четверка из колоды Полководцев",
                    count = 4,
                },
                {
                    link = "|cff0070dd|Hitem:19262:0:0:0:0:0:0:0:10|h[Пятерка из колоды Полководцев]|h|r",
                    name = "Пятерка из колоды Полководцев",
                    count = 4,
                },
                {
                    link = "|cff0070dd|Hitem:19263:0:0:0:0:0:0:0:10|h[Шестерка из колоды Полководцев]|h|r",
                    name = "Шестерка из колоды Полководцев",
                    count = 4,
                },
                {
                    link = "|cff0070dd|Hitem:19265:0:0:0:0:0:0:0:10|h[Восьмерка из колоды Полководцев]|h|r",
                    name = "Восьмерка из колоды Полководцев",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:19269:0:0:0:0:0:0:0:10|h[Двойка из колоды Элементалей]|h|r",
                    name = "Двойка из колоды Элементалей",
                    count = 11,
                },
                {
                    link = "|cff0070dd|Hitem:19270:0:0:0:0:0:0:0:10|h[Тройка из колоды Элементалей]|h|r",
                    name = "Тройка из колоды Элементалей",
                    count = 9,
                },
                {
                    link = "|cff0070dd|Hitem:19271:0:0:0:0:0:0:0:10|h[Четверка из колоды Элементалей]|h|r",
                    name = "Четверка из колоды Элементалей",
                    count = 13,
                },
                {
                    link = "|cff0070dd|Hitem:19272:0:0:0:0:0:0:0:10|h[Пятерка из колоды Элементалей]|h|r",
                    name = "Пятерка из колоды Элементалей",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:19273:0:0:0:0:0:0:0:10|h[Шестерка из колоды Элементалей]|h|r",
                    name = "Шестерка из колоды Элементалей",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:19274:0:0:0:0:0:0:0:10|h[Семерка из колоды Элементалей]|h|r",
                    name = "Семерка из колоды Элементалей",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:19275:0:0:0:0:0:0:0:10|h[Восьмерка из колоды Элементалей]|h|r",
                    name = "Восьмерка из колоды Элементалей",
                    count = 4,
                },
                {
                    link = "|cff0070dd|Hitem:19278:0:0:0:0:0:0:0:10|h[Двойка из колоды Порталов]|h|r",
                    name = "Двойка из колоды Порталов",
                    count = 5,
                },
                {
                    link = "|cff0070dd|Hitem:19279:0:0:0:0:0:0:0:10|h[Тройка из колоды Порталов]|h|r",
                    name = "Тройка из колоды Порталов",
                    count = 6,
                },
                {
                    link = "|cff0070dd|Hitem:19280:0:0:0:0:0:0:0:10|h[Четверка из колоды Порталов]|h|r",
                    name = "Четверка из колоды Порталов",
                    count = 7,
                },
                {
                    link = "|cff0070dd|Hitem:19281:0:0:0:0:0:0:0:10|h[Пятерка из колоды Порталов]|h|r",
                    name = "Пятерка из колоды Порталов",
                    count = 4,
                },
                {
                    link = "|cff0070dd|Hitem:19282:0:0:0:0:0:0:0:10|h[Шестерка из колоды Порталов]|h|r",
                    name = "Шестерка из колоды Порталов",
                    count = 5,
                },
                {
                    link = "|cff0070dd|Hitem:19284:0:0:0:0:0:0:0:10|h[Восьмерка из колоды Порталов]|h|r",
                    name = "Восьмерка из колоды Порталов",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:37140:0:0:0:0:0:0:0:10|h[Туз из колоды Разбойников]|h|r",
                    name = "Туз из колоды Разбойников",
                    count = 33,
                },
                {
                    link = "|cffffffff|Hitem:37143:0:0:0:0:0:0:0:10|h[Двойка из колоды Разбойников]|h|r",
                    name = "Двойка из колоды Разбойников",
                    count = 32,
                },
                {
                    link = "|cffffffff|Hitem:37145:0:0:0:0:0:0:0:10|h[Туз из колоды Мечей]|h|r",
                    name = "Туз из колоды Мечей",
                    count = 16,
                },
                {
                    link = "|cffffffff|Hitem:37147:0:0:0:0:0:0:0:10|h[Двойка из колоды Мечей]|h|r",
                    name = "Двойка из колоды Мечей",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:37156:0:0:0:0:0:0:0:10|h[Тройка из колоды Разбойников]|h|r",
                    name = "Тройка из колоды Разбойников",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:37159:0:0:0:0:0:0:0:10|h[Тройка из колоды Мечей]|h|r",
                    name = "Тройка из колоды Мечей",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:37160:0:0:0:0:0:0:0:10|h[Четверка из колоды Мечей]|h|r",
                    name = "Четверка из колоды Мечей",
                    count = 14,
                },
                {
                    link = "|cffffffff|Hitem:44143:0:0:0:0:0:0:0:10|h[Туз из колоды Демонов]|h|r",
                    name = "Туз из колоды Демонов",
                    count = 34,
                },
                {
                    link = "|cffffffff|Hitem:44145:0:0:0:0:0:0:0:10|h[Тройка колоды Магов]|h|r",
                    name = "Тройка колоды Магов",
                    count = 14,
                },
                {
                    link = "|cffffffff|Hitem:44146:0:0:0:0:0:0:0:10|h[Четверка из колоды Магов]|h|r",
                    name = "Четверка из колоды Магов",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:44147:0:0:0:0:0:0:0:10|h[Пятерка из колоды Магов]|h|r",
                    name = "Пятерка из колоды Магов",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:44154:0:0:0:0:0:0:0:10|h[Двойка колоды Демонов]|h|r",
                    name = "Двойка колоды Демонов",
                    count = 14,
                },
                {
                    link = "|cffffffff|Hitem:44155:0:0:0:0:0:0:0:10|h[Тройка колоды Демонов]|h|r",
                    name = "Тройка колоды Демонов",
                    count = 6,
                },
                {
                    link = "|cffffffff|Hitem:44156:0:0:0:0:0:0:0:10|h[Четверка из колоды Демонов]|h|r",
                    name = "Четверка из колоды Демонов",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:44157:0:0:0:0:0:0:0:10|h[Пятерка из колоды Демонов]|h|r",
                    name = "Пятерка из колоды Демонов",
                    count = 23,
                },
                {
                    link = "|cffffffff|Hitem:44165:0:0:0:0:0:0:0:10|h[Туз из колоды Магов]|h|r",
                    name = "Туз из колоды Магов",
                    count = 10,
                },
            },
        },
        bags = {
            last_update = 1779795243,
            items = {
                {
                    link = "|cff0070dd|Hitem:37164:0:0:0:0:0:0:0:10|h[Колода Мечей]|h|r",
                    name = "Колода Мечей",
                    count = 5,
                },
                {
                    link = "|cff0070dd|Hitem:44148:0:0:0:0:0:0:0:10|h[Колода Магов]|h|r",
                    name = "Колода Магов",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:44158:0:0:0:0:0:0:0:10|h[Колода Демонов]|h|r",
                    name = "Колода Демонов",
                    count = 7,
                },
                {
                    link = "|cff1eff00|Hitem:37163:0:0:0:0:0:0:0:10|h[Колода Разбойников]|h|r",
                    name = "Колода Разбойников",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:6265:0:0:0:0:0:0:0:10|h[Осколок души]|h|r",
                    name = "Осколок души",
                    count = 32,
                },
            },
        },
    },
    {
        name = "Кожистая",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:28:07",
        money = 306084,
        empty = 133,
        location = "Оргриммар",
        bank = {
            last_update = 1779780481,
            items = {
            },
        },
        bags = {
            last_update = 1779780482,
            items = {
            },
        },
    },
    {
        name = "Колбасная",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:31:45",
        money = 0,
        empty = 199,
        location = "Оргриммар",
        bank = {
            last_update = 1779780700,
            items = {
            },
        },
        bags = {
            last_update = 1779780701,
            items = {
            },
        },
    },
    {
        name = "Красочка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 14:33:39",
        money = 9413,
        empty = 154,
        location = "Оргриммар",
        items = {
            {
                link = "|cff1eff00|Hitem:43103:0:0:0:0:0:0:0:10|h[Зеленый краситель]|h|r",
                name = "Зеленый краситель",
                count = 32,
            },
            {
                link = "|cff1eff00|Hitem:43108:0:0:0:0:0:0:0:10|h[Эбеновый краситель]|h|r",
                name = "Эбеновый краситель",
                count = 30,
            },
            {
                link = "|cff1eff00|Hitem:43109:0:0:0:0:0:0:0:10|h[Ледяной краситель]|h|r",
                name = "Ледяной краситель",
                count = 2,
            },
            {
                link = "|cff1eff00|Hitem:43115:0:0:0:0:0:0:0:10|h[Чернила охотника]|h|r",
                name = "Чернила охотника",
                count = 332,
            },
            {
                link = "|cff1eff00|Hitem:43117:0:0:0:0:0:0:0:10|h[Чернила утренней звезды]|h|r",
                name = "Чернила утренней звезды",
                count = 1,
            },
            {
                link = "|cff1eff00|Hitem:43121:0:0:0:0:0:0:0:10|h[Огненные чернила]|h|r",
                name = "Огненные чернила",
                count = 100,
            },
            {
                link = "|cff1eff00|Hitem:43123:0:0:0:0:0:0:0:10|h[Небесные чернила]|h|r",
                name = "Небесные чернила",
                count = 332,
            },
            {
                link = "|cff1eff00|Hitem:43125:0:0:0:0:0:0:0:10|h[Чернила черного огня]|h|r",
                name = "Чернила черного огня",
                count = 327,
            },
            {
                link = "|cff1eff00|Hitem:43127:0:0:0:0:0:0:0:10|h[Чернила снегопада]|h|r",
                name = "Чернила снегопада",
                count = 27,
            },
            {
                link = "|cffffffff|Hitem:37101:0:0:0:0:0:0:0:10|h[Бежевые чернила]|h|r",
                name = "Бежевые чернила",
                count = 252,
            },
            {
                link = "|cffffffff|Hitem:39151:0:0:0:0:0:0:0:10|h[Алебастровый краситель]|h|r",
                name = "Алебастровый краситель",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:39469:0:0:0:0:0:0:0:10|h[Чернила лунного сияния]|h|r",
                name = "Чернила лунного сияния",
                count = 129,
            },
            {
                link = "|cffffffff|Hitem:39774:0:0:0:0:0:0:0:10|h[Полуночные чернила]|h|r",
                name = "Полуночные чернила",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:43116:0:0:0:0:0:0:0:10|h[Чернила царя зверей]|h|r",
                name = "Чернила царя зверей",
                count = 65,
            },
            {
                link = "|cffffffff|Hitem:43118:0:0:0:0:0:0:0:10|h[Чернила нефритового пламени]|h|r",
                name = "Чернила нефритового пламени",
                count = 63,
            },
            {
                link = "|cffffffff|Hitem:43120:0:0:0:0:0:0:0:10|h[Астрономические чернила]|h|r",
                name = "Астрономические чернила",
                count = 2,
            },
        },
        bank = {
            last_update = 1779795212,
            items = {
                {
                    link = "|cff1eff00|Hitem:43103:0:0:0:0:0:0:0:10|h[Зеленый краситель]|h|r",
                    name = "Зеленый краситель",
                    count = 32,
                },
                {
                    link = "|cff1eff00|Hitem:43108:0:0:0:0:0:0:0:10|h[Эбеновый краситель]|h|r",
                    name = "Эбеновый краситель",
                    count = 30,
                },
                {
                    link = "|cff1eff00|Hitem:43109:0:0:0:0:0:0:0:10|h[Ледяной краситель]|h|r",
                    name = "Ледяной краситель",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:43115:0:0:0:0:0:0:0:10|h[Чернила охотника]|h|r",
                    name = "Чернила охотника",
                    count = 332,
                },
                {
                    link = "|cff1eff00|Hitem:43117:0:0:0:0:0:0:0:10|h[Чернила утренней звезды]|h|r",
                    name = "Чернила утренней звезды",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:43121:0:0:0:0:0:0:0:10|h[Огненные чернила]|h|r",
                    name = "Огненные чернила",
                    count = 100,
                },
                {
                    link = "|cff1eff00|Hitem:43123:0:0:0:0:0:0:0:10|h[Небесные чернила]|h|r",
                    name = "Небесные чернила",
                    count = 332,
                },
                {
                    link = "|cff1eff00|Hitem:43125:0:0:0:0:0:0:0:10|h[Чернила черного огня]|h|r",
                    name = "Чернила черного огня",
                    count = 327,
                },
                {
                    link = "|cff1eff00|Hitem:43127:0:0:0:0:0:0:0:10|h[Чернила снегопада]|h|r",
                    name = "Чернила снегопада",
                    count = 27,
                },
                {
                    link = "|cffffffff|Hitem:37101:0:0:0:0:0:0:0:10|h[Бежевые чернила]|h|r",
                    name = "Бежевые чернила",
                    count = 252,
                },
                {
                    link = "|cffffffff|Hitem:39151:0:0:0:0:0:0:0:10|h[Алебастровый краситель]|h|r",
                    name = "Алебастровый краситель",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:39469:0:0:0:0:0:0:0:10|h[Чернила лунного сияния]|h|r",
                    name = "Чернила лунного сияния",
                    count = 129,
                },
                {
                    link = "|cffffffff|Hitem:39774:0:0:0:0:0:0:0:10|h[Полуночные чернила]|h|r",
                    name = "Полуночные чернила",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:43116:0:0:0:0:0:0:0:10|h[Чернила царя зверей]|h|r",
                    name = "Чернила царя зверей",
                    count = 65,
                },
                {
                    link = "|cffffffff|Hitem:43118:0:0:0:0:0:0:0:10|h[Чернила нефритового пламени]|h|r",
                    name = "Чернила нефритового пламени",
                    count = 63,
                },
                {
                    link = "|cffffffff|Hitem:43120:0:0:0:0:0:0:0:10|h[Астрономические чернила]|h|r",
                    name = "Астрономические чернила",
                    count = 2,
                },
            },
        },
        bags = {
            last_update = 1779795215,
            items = {
            },
        },
    },
    {
        name = "Крошшерный",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 14:30:15",
        money = 3895,
        empty = 167,
        location = "Оргриммар",
        items = {
            {
                link = "|cffffffff|Hitem:10592:0:0:0:0:0:0:0:10|h[Эликсир \"Кошачий глаз\"]|h|r",
                name = "Эликсир \"Кошачий глаз\"",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:118:0:0:0:0:0:0:0:10|h[Крохотный флакон с лечебным зельем]|h|r",
                name = "Крохотный флакон с лечебным зельем",
                count = 100,
            },
            {
                link = "|cffffffff|Hitem:12820:0:0:0:0:0:0:0:10|h[Огненная вода Зимней Спячки]|h|r",
                name = "Огненная вода Зимней Спячки",
                count = 102,
            },
            {
                link = "|cffffffff|Hitem:13443:0:0:0:0:0:0:0:10|h[Большой флакон с зельем маны]|h|r",
                name = "Большой флакон с зельем маны",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:13444:0:0:0:0:0:0:0:10|h[Огромный флакон с зельем маны]|h|r",
                name = "Огромный флакон с зельем маны",
                count = 84,
            },
            {
                link = "|cffffffff|Hitem:13445:0:0:0:0:0:0:0:10|h[Наилучший эликсир защиты]|h|r",
                name = "Наилучший эликсир защиты",
                count = 74,
            },
            {
                link = "|cffffffff|Hitem:13446:0:0:0:0:0:0:0:10|h[Огромный флакон с лечебным зельем]|h|r",
                name = "Огромный флакон с лечебным зельем",
                count = 111,
            },
            {
                link = "|cffffffff|Hitem:13447:0:0:0:0:0:0:0:10|h[Эликсир мудрецов]|h|r",
                name = "Эликсир мудрецов",
                count = 59,
            },
            {
                link = "|cffffffff|Hitem:13452:0:0:0:0:0:0:0:10|h[Эликсир мангуста]|h|r",
                name = "Эликсир мангуста",
                count = 38,
            },
            {
                link = "|cffffffff|Hitem:13453:0:0:0:0:0:0:0:10|h[Эликсир грубой силы]|h|r",
                name = "Эликсир грубой силы",
                count = 82,
            },
            {
                link = "|cffffffff|Hitem:13454:0:0:0:0:0:0:0:10|h[Сильный чародейский эликсир]|h|r",
                name = "Сильный чародейский эликсир",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:13462:0:0:0:0:0:0:0:10|h[Зелье очищения]|h|r",
                name = "Зелье очищения",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:13512:0:0:0:0:0:0:0:10|h[Настой великой силы]|h|r",
                name = "Настой великой силы",
                count = 33,
            },
            {
                link = "|cffffffff|Hitem:16645:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 1]|h|r",
                name = "Руководство по использованию крошшера, стр. 1",
                count = 40,
            },
            {
                link = "|cffffffff|Hitem:16646:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 2]|h|r",
                name = "Руководство по использованию крошшера, стр. 2",
                count = 41,
            },
            {
                link = "|cffffffff|Hitem:16647:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 3]|h|r",
                name = "Руководство по использованию крошшера, стр. 3",
                count = 21,
            },
            {
                link = "|cffffffff|Hitem:16648:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 4]|h|r",
                name = "Руководство по использованию крошшера, стр. 4",
                count = 41,
            },
            {
                link = "|cffffffff|Hitem:16649:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 5]|h|r",
                name = "Руководство по использованию крошшера, стр. 5",
                count = 17,
            },
            {
                link = "|cffffffff|Hitem:16651:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 7]|h|r",
                name = "Руководство по использованию крошшера, стр. 7",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:16652:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 8]|h|r",
                name = "Руководство по использованию крошшера, стр. 8",
                count = 23,
            },
            {
                link = "|cffffffff|Hitem:16653:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 9]|h|r",
                name = "Руководство по использованию крошшера, стр. 9",
                count = 29,
            },
            {
                link = "|cffffffff|Hitem:16654:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 10]|h|r",
                name = "Руководство по использованию крошшера, стр. 10",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:16655:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 11]|h|r",
                name = "Руководство по использованию крошшера, стр. 11",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:16656:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 12]|h|r",
                name = "Руководство по использованию крошшера, стр. 12",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:1710:0:0:0:0:0:0:0:10|h[Средний флакон с лечебным зельем]|h|r",
                name = "Средний флакон с лечебным зельем",
                count = 88,
            },
            {
                link = "|cffffffff|Hitem:18294:0:0:0:0:0:0:0:10|h[Сильный эликсир подводного дыхания]|h|r",
                name = "Сильный эликсир подводного дыхания",
                count = 47,
            },
            {
                link = "|cffffffff|Hitem:22824:0:0:0:0:0:0:0:10|h[Большой эликсир силы]|h|r",
                name = "Большой эликсир силы",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:22825:0:0:0:0:0:0:0:10|h[Эликсир целительной силы]|h|r",
                name = "Эликсир целительной силы",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:22829:0:0:0:0:0:0:0:10|h[Гигантский флакон с лечебным зельем]|h|r",
                name = "Гигантский флакон с лечебным зельем",
                count = 158,
            },
            {
                link = "|cffffffff|Hitem:22832:0:0:0:0:0:0:0:10|h[Гигантский флакон с зельем маны]|h|r",
                name = "Гигантский флакон с зельем маны",
                count = 151,
            },
            {
                link = "|cffffffff|Hitem:2454:0:0:0:0:0:0:0:10|h[Эликсир львиной силы]|h|r",
                name = "Эликсир львиной силы",
                count = 143,
            },
            {
                link = "|cffffffff|Hitem:2455:0:0:0:0:0:0:0:10|h[Крохотный флакон с зельем маны]|h|r",
                name = "Крохотный флакон с зельем маны",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:2456:0:0:0:0:0:0:0:10|h[Слабое зелье омоложения]|h|r",
                name = "Слабое зелье омоложения",
                count = 35,
            },
            {
                link = "|cffffffff|Hitem:2458:0:0:0:0:0:0:0:10|h[Слабый эликсир стойкости]|h|r",
                name = "Слабый эликсир стойкости",
                count = 100,
            },
            {
                link = "|cffffffff|Hitem:2459:0:0:0:0:0:0:0:10|h[Зелье скорости]|h|r",
                name = "Зелье скорости",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:28100:0:0:0:0:0:0:0:10|h[Флакон с летучим лечебным зельем]|h|r",
                name = "Флакон с летучим лечебным зельем",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:28101:0:0:0:0:0:0:0:10|h[Флакон с нестойким зельем маны]|h|r",
                name = "Флакон с нестойким зельем маны",
                count = 27,
            },
            {
                link = "|cffffffff|Hitem:28102:0:0:0:0:0:0:0:10|h[Эликсир натиска]|h|r",
                name = "Эликсир натиска",
                count = 86,
            },
            {
                link = "|cffffffff|Hitem:28103:0:0:0:0:0:0:0:10|h[Эликсир адепта]|h|r",
                name = "Эликсир адепта",
                count = 22,
            },
            {
                link = "|cffffffff|Hitem:28104:0:0:0:0:0:0:0:10|h[Эликсир власти]|h|r",
                name = "Эликсир власти",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:32067:0:0:0:0:0:0:0:10|h[Эликсир дренейской мудрости]|h|r",
                name = "Эликсир дренейской мудрости",
                count = 86,
            },
            {
                link = "|cffffffff|Hitem:33447:0:0:0:0:0:0:0:10|h[Рунический флакон с лечебным зельем]|h|r",
                name = "Рунический флакон с лечебным зельем",
                count = 29,
            },
            {
                link = "|cffffffff|Hitem:33448:0:0:0:0:0:0:0:10|h[Рунический флакон с зельем маны]|h|r",
                name = "Рунический флакон с зельем маны",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:3382:0:0:0:0:0:0:0:10|h[Слабое зелье тролльей крови]|h|r",
                name = "Слабое зелье тролльей крови",
                count = 126,
            },
            {
                link = "|cffffffff|Hitem:3383:0:0:0:0:0:0:0:10|h[Эликсир мудрости]|h|r",
                name = "Эликсир мудрости",
                count = 104,
            },
            {
                link = "|cffffffff|Hitem:3384:0:0:0:0:0:0:0:10|h[Слабое зелье защиты от магии]|h|r",
                name = "Слабое зелье защиты от магии",
                count = 15,
            },
            {
                link = "|cffffffff|Hitem:3385:0:0:0:0:0:0:0:10|h[Маленький флакон с зельем маны]|h|r",
                name = "Маленький флакон с зельем маны",
                count = 44,
            },
            {
                link = "|cffffffff|Hitem:3386:0:0:0:0:0:0:0:10|h[Эликсир излечения]|h|r",
                name = "Эликсир излечения",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:3388:0:0:0:0:0:0:0:10|h[Крепкое зелье тролльей крови]|h|r",
                name = "Крепкое зелье тролльей крови",
                count = 46,
            },
            {
                link = "|cffffffff|Hitem:3389:0:0:0:0:0:0:0:10|h[Эликсир Защиты]|h|r",
                name = "Эликсир Защиты",
                count = 87,
            },
            {
                link = "|cffffffff|Hitem:3390:0:0:0:0:0:0:0:10|h[Малый эликсир ловкости]|h|r",
                name = "Малый эликсир ловкости",
                count = 49,
            },
            {
                link = "|cffffffff|Hitem:34440:0:0:0:0:0:0:0:10|h[Зелье безумного алхимика]|h|r",
                name = "Зелье безумного алхимика",
                count = 40,
            },
            {
                link = "|cffffffff|Hitem:3823:0:0:0:0:0:0:0:10|h[Зелье простой невидимости]|h|r",
                name = "Зелье простой невидимости",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:3824:0:0:0:0:0:0:0:10|h[Масло Тьмы]|h|r",
                name = "Масло Тьмы",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:3826:0:0:0:0:0:0:0:10|h[Большой эликсир тролльей крови]|h|r",
                name = "Большой эликсир тролльей крови",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:3827:0:0:0:0:0:0:0:10|h[Зелье маны]|h|r",
                name = "Зелье маны",
                count = 19,
            },
            {
                link = "|cffffffff|Hitem:3829:0:0:0:0:0:0:0:10|h[Масло льда]|h|r",
                name = "Масло льда",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:3928:0:0:0:0:0:0:0:10|h[Большой флакон с лечебным зельем]|h|r",
                name = "Большой флакон с лечебным зельем",
                count = 150,
            },
            {
                link = "|cffffffff|Hitem:39666:0:0:0:0:0:0:0:10|h[Мощный эликсир ловкости]|h|r",
                name = "Мощный эликсир ловкости",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:39671:0:0:0:0:0:0:0:10|h[Флакон с бодрящим лечебным зельем]|h|r",
                name = "Флакон с бодрящим лечебным зельем",
                count = 37,
            },
            {
                link = "|cffffffff|Hitem:40068:0:0:0:0:0:0:0:10|h[Эликсир гнева]|h|r",
                name = "Эликсир гнева",
                count = 23,
            },
            {
                link = "|cffffffff|Hitem:40070:0:0:0:0:0:0:0:10|h[Эликсир силы заклинаний]|h|r",
                name = "Эликсир силы заклинаний",
                count = 112,
            },
            {
                link = "|cffffffff|Hitem:40073:0:0:0:0:0:0:0:10|h[Мощный эликсир силы]|h|r",
                name = "Мощный эликсир силы",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:40076:0:0:0:0:0:0:0:10|h[Эликсир гуру]|h|r",
                name = "Эликсир гуру",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:40077:0:0:0:0:0:0:0:10|h[Зелье сумасшедшего алхимика]|h|r",
                name = "Зелье сумасшедшего алхимика",
                count = 21,
            },
            {
                link = "|cffffffff|Hitem:40078:0:0:0:0:0:0:0:10|h[Мощный эликсир стойкости]|h|r",
                name = "Мощный эликсир стойкости",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:40093:0:0:0:0:0:0:0:10|h[Зелье несокрушимости]|h|r",
                name = "Зелье несокрушимости",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:40109:0:0:0:0:0:0:0:10|h[Мощный эликсир крови волшебника]|h|r",
                name = "Мощный эликсир крови волшебника",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:40212:0:0:0:0:0:0:0:10|h[Зелье дикой магии]|h|r",
                name = "Зелье дикой магии",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:40308:0:0:0:0:0:0:0:10|h[Зелье адреналина]|h|r",
                name = "Зелье адреналина",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:44325:0:0:0:0:0:0:0:10|h[Эликсир меткости]|h|r",
                name = "Эликсир меткости",
                count = 19,
            },
            {
                link = "|cffffffff|Hitem:44327:0:0:0:0:0:0:0:10|h[Эликсир смертельных ударов]|h|r",
                name = "Эликсир смертельных ударов",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:44329:0:0:0:0:0:0:0:10|h[Эликсир мастерства]|h|r",
                name = "Эликсир мастерства",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:44330:0:0:0:0:0:0:0:10|h[Эликсир пробивания брони]|h|r",
                name = "Эликсир пробивания брони",
                count = 45,
            },
            {
                link = "|cffffffff|Hitem:44331:0:0:0:0:0:0:0:10|h[Эликсир молниеносности]|h|r",
                name = "Эликсир молниеносности",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:44332:0:0:0:0:0:0:0:10|h[Мощный эликсир разума]|h|r",
                name = "Мощный эликсир разума",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:44939:0:0:0:0:0:0:0:10|h[Малый настой сопротивления]|h|r",
                name = "Малый настой сопротивления",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:45621:0:0:0:0:0:0:0:10|h[Слабый эликсир меткости]|h|r",
                name = "Слабый эликсир меткости",
                count = 31,
            },
            {
                link = "|cffffffff|Hitem:4623:0:0:0:0:0:0:0:10|h[Простое зелье каменного щита]|h|r",
                name = "Простое зелье каменного щита",
                count = 33,
            },
            {
                link = "|cffffffff|Hitem:5996:0:0:0:0:0:0:0:10|h[Эликсир подводного дыхания]|h|r",
                name = "Эликсир подводного дыхания",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:5997:0:0:0:0:0:0:0:10|h[Слабый эликсир защиты]|h|r",
                name = "Слабый эликсир защиты",
                count = 42,
            },
            {
                link = "|cffffffff|Hitem:6149:0:0:0:0:0:0:0:10|h[Средний флакон с зельем маны]|h|r",
                name = "Средний флакон с зельем маны",
                count = 211,
            },
            {
                link = "|cffffffff|Hitem:6372:0:0:0:0:0:0:0:10|h[Зелье быстрого плавания]|h|r",
                name = "Зелье быстрого плавания",
                count = 77,
            },
            {
                link = "|cffffffff|Hitem:6373:0:0:0:0:0:0:0:10|h[Эликсир огневой мощи]|h|r",
                name = "Эликсир огневой мощи",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:6452:0:0:0:0:0:0:0:10|h[Противоядие]|h|r",
                name = "Противоядие",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:6453:0:0:0:0:0:0:0:10|h[Сильное противоядие]|h|r",
                name = "Сильное противоядие",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:6662:0:0:0:0:0:0:0:10|h[Эликсир увеличения]|h|r",
                name = "Эликсир увеличения",
                count = 57,
            },
            {
                link = "|cffffffff|Hitem:858:0:0:0:0:0:0:0:10|h[Маленький флакон с лечебным зельем]|h|r",
                name = "Маленький флакон с лечебным зельем",
                count = 85,
            },
            {
                link = "|cffffffff|Hitem:8827:0:0:0:0:0:0:0:10|h[Эликсир хождения по воде]|h|r",
                name = "Эликсир хождения по воде",
                count = 15,
            },
            {
                link = "|cffffffff|Hitem:8949:0:0:0:0:0:0:0:10|h[Эликсир ловкости]|h|r",
                name = "Эликсир ловкости",
                count = 60,
            },
            {
                link = "|cffffffff|Hitem:8951:0:0:0:0:0:0:0:10|h[Сильный эликсир защиты]|h|r",
                name = "Сильный эликсир защиты",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:9030:0:0:0:0:0:0:0:10|h[Приводящее в сознание зелье]|h|r",
                name = "Приводящее в сознание зелье",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:9036:0:0:0:0:0:0:0:10|h[Зелье защиты от магии]|h|r",
                name = "Зелье защиты от магии",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:9154:0:0:0:0:0:0:0:10|h[Эликсир обнаружения нежити]|h|r",
                name = "Эликсир обнаружения нежити",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:9155:0:0:0:0:0:0:0:10|h[Чародейский эликсир]|h|r",
                name = "Чародейский эликсир",
                count = 59,
            },
            {
                link = "|cffffffff|Hitem:9172:0:0:0:0:0:0:0:10|h[Зелье невидимости]|h|r",
                name = "Зелье невидимости",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:9179:0:0:0:0:0:0:0:10|h[Сильный эликсир интеллекта]|h|r",
                name = "Сильный эликсир интеллекта",
                count = 88,
            },
            {
                link = "|cffffffff|Hitem:9187:0:0:0:0:0:0:0:10|h[Сильный эликсир ловкости]|h|r",
                name = "Сильный эликсир ловкости",
                count = 62,
            },
            {
                link = "|cffffffff|Hitem:9206:0:0:0:0:0:0:0:10|h[Эликсир великанов]|h|r",
                name = "Эликсир великанов",
                count = 28,
            },
            {
                link = "|cffffffff|Hitem:9233:0:0:0:0:0:0:0:10|h[Эликсир обнаружения демонов]|h|r",
                name = "Эликсир обнаружения демонов",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:929:0:0:0:0:0:0:0:10|h[Лечебное зелье]|h|r",
                name = "Лечебное зелье",
                count = 126,
            },
        },
        bank = {
            last_update = 1779795008,
            items = {
                {
                    link = "|cffffffff|Hitem:16645:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 1]|h|r",
                    name = "Руководство по использованию крошшера, стр. 1",
                    count = 40,
                },
                {
                    link = "|cffffffff|Hitem:16646:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 2]|h|r",
                    name = "Руководство по использованию крошшера, стр. 2",
                    count = 41,
                },
                {
                    link = "|cffffffff|Hitem:16647:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 3]|h|r",
                    name = "Руководство по использованию крошшера, стр. 3",
                    count = 21,
                },
                {
                    link = "|cffffffff|Hitem:16648:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 4]|h|r",
                    name = "Руководство по использованию крошшера, стр. 4",
                    count = 41,
                },
                {
                    link = "|cffffffff|Hitem:16649:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 5]|h|r",
                    name = "Руководство по использованию крошшера, стр. 5",
                    count = 17,
                },
                {
                    link = "|cffffffff|Hitem:16651:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 7]|h|r",
                    name = "Руководство по использованию крошшера, стр. 7",
                    count = 13,
                },
                {
                    link = "|cffffffff|Hitem:16652:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 8]|h|r",
                    name = "Руководство по использованию крошшера, стр. 8",
                    count = 23,
                },
                {
                    link = "|cffffffff|Hitem:16653:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 9]|h|r",
                    name = "Руководство по использованию крошшера, стр. 9",
                    count = 29,
                },
                {
                    link = "|cffffffff|Hitem:16654:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 10]|h|r",
                    name = "Руководство по использованию крошшера, стр. 10",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:16655:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 11]|h|r",
                    name = "Руководство по использованию крошшера, стр. 11",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:16656:0:0:0:0:0:0:0:10|h[Руководство по использованию крошшера, стр. 12]|h|r",
                    name = "Руководство по использованию крошшера, стр. 12",
                    count = 16,
                },
            },
        },
        bags = {
            last_update = 1779795010,
            items = {
                {
                    link = "|cffffffff|Hitem:10592:0:0:0:0:0:0:0:10|h[Эликсир \"Кошачий глаз\"]|h|r",
                    name = "Эликсир \"Кошачий глаз\"",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:118:0:0:0:0:0:0:0:10|h[Крохотный флакон с лечебным зельем]|h|r",
                    name = "Крохотный флакон с лечебным зельем",
                    count = 100,
                },
                {
                    link = "|cffffffff|Hitem:12820:0:0:0:0:0:0:0:10|h[Огненная вода Зимней Спячки]|h|r",
                    name = "Огненная вода Зимней Спячки",
                    count = 102,
                },
                {
                    link = "|cffffffff|Hitem:13443:0:0:0:0:0:0:0:10|h[Большой флакон с зельем маны]|h|r",
                    name = "Большой флакон с зельем маны",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:13444:0:0:0:0:0:0:0:10|h[Огромный флакон с зельем маны]|h|r",
                    name = "Огромный флакон с зельем маны",
                    count = 84,
                },
                {
                    link = "|cffffffff|Hitem:13445:0:0:0:0:0:0:0:10|h[Наилучший эликсир защиты]|h|r",
                    name = "Наилучший эликсир защиты",
                    count = 74,
                },
                {
                    link = "|cffffffff|Hitem:13446:0:0:0:0:0:0:0:10|h[Огромный флакон с лечебным зельем]|h|r",
                    name = "Огромный флакон с лечебным зельем",
                    count = 111,
                },
                {
                    link = "|cffffffff|Hitem:13447:0:0:0:0:0:0:0:10|h[Эликсир мудрецов]|h|r",
                    name = "Эликсир мудрецов",
                    count = 59,
                },
                {
                    link = "|cffffffff|Hitem:13452:0:0:0:0:0:0:0:10|h[Эликсир мангуста]|h|r",
                    name = "Эликсир мангуста",
                    count = 38,
                },
                {
                    link = "|cffffffff|Hitem:13453:0:0:0:0:0:0:0:10|h[Эликсир грубой силы]|h|r",
                    name = "Эликсир грубой силы",
                    count = 82,
                },
                {
                    link = "|cffffffff|Hitem:13454:0:0:0:0:0:0:0:10|h[Сильный чародейский эликсир]|h|r",
                    name = "Сильный чародейский эликсир",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:13462:0:0:0:0:0:0:0:10|h[Зелье очищения]|h|r",
                    name = "Зелье очищения",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:13512:0:0:0:0:0:0:0:10|h[Настой великой силы]|h|r",
                    name = "Настой великой силы",
                    count = 33,
                },
                {
                    link = "|cffffffff|Hitem:1710:0:0:0:0:0:0:0:10|h[Средний флакон с лечебным зельем]|h|r",
                    name = "Средний флакон с лечебным зельем",
                    count = 88,
                },
                {
                    link = "|cffffffff|Hitem:18294:0:0:0:0:0:0:0:10|h[Сильный эликсир подводного дыхания]|h|r",
                    name = "Сильный эликсир подводного дыхания",
                    count = 47,
                },
                {
                    link = "|cffffffff|Hitem:22824:0:0:0:0:0:0:0:10|h[Большой эликсир силы]|h|r",
                    name = "Большой эликсир силы",
                    count = 13,
                },
                {
                    link = "|cffffffff|Hitem:22825:0:0:0:0:0:0:0:10|h[Эликсир целительной силы]|h|r",
                    name = "Эликсир целительной силы",
                    count = 50,
                },
                {
                    link = "|cffffffff|Hitem:22829:0:0:0:0:0:0:0:10|h[Гигантский флакон с лечебным зельем]|h|r",
                    name = "Гигантский флакон с лечебным зельем",
                    count = 158,
                },
                {
                    link = "|cffffffff|Hitem:22832:0:0:0:0:0:0:0:10|h[Гигантский флакон с зельем маны]|h|r",
                    name = "Гигантский флакон с зельем маны",
                    count = 151,
                },
                {
                    link = "|cffffffff|Hitem:2454:0:0:0:0:0:0:0:10|h[Эликсир львиной силы]|h|r",
                    name = "Эликсир львиной силы",
                    count = 143,
                },
                {
                    link = "|cffffffff|Hitem:2455:0:0:0:0:0:0:0:10|h[Крохотный флакон с зельем маны]|h|r",
                    name = "Крохотный флакон с зельем маны",
                    count = 50,
                },
                {
                    link = "|cffffffff|Hitem:2456:0:0:0:0:0:0:0:10|h[Слабое зелье омоложения]|h|r",
                    name = "Слабое зелье омоложения",
                    count = 35,
                },
                {
                    link = "|cffffffff|Hitem:2458:0:0:0:0:0:0:0:10|h[Слабый эликсир стойкости]|h|r",
                    name = "Слабый эликсир стойкости",
                    count = 100,
                },
                {
                    link = "|cffffffff|Hitem:2459:0:0:0:0:0:0:0:10|h[Зелье скорости]|h|r",
                    name = "Зелье скорости",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:28100:0:0:0:0:0:0:0:10|h[Флакон с летучим лечебным зельем]|h|r",
                    name = "Флакон с летучим лечебным зельем",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:28101:0:0:0:0:0:0:0:10|h[Флакон с нестойким зельем маны]|h|r",
                    name = "Флакон с нестойким зельем маны",
                    count = 27,
                },
                {
                    link = "|cffffffff|Hitem:28102:0:0:0:0:0:0:0:10|h[Эликсир натиска]|h|r",
                    name = "Эликсир натиска",
                    count = 86,
                },
                {
                    link = "|cffffffff|Hitem:28103:0:0:0:0:0:0:0:10|h[Эликсир адепта]|h|r",
                    name = "Эликсир адепта",
                    count = 22,
                },
                {
                    link = "|cffffffff|Hitem:28104:0:0:0:0:0:0:0:10|h[Эликсир власти]|h|r",
                    name = "Эликсир власти",
                    count = 12,
                },
                {
                    link = "|cffffffff|Hitem:32067:0:0:0:0:0:0:0:10|h[Эликсир дренейской мудрости]|h|r",
                    name = "Эликсир дренейской мудрости",
                    count = 86,
                },
                {
                    link = "|cffffffff|Hitem:33447:0:0:0:0:0:0:0:10|h[Рунический флакон с лечебным зельем]|h|r",
                    name = "Рунический флакон с лечебным зельем",
                    count = 29,
                },
                {
                    link = "|cffffffff|Hitem:33448:0:0:0:0:0:0:0:10|h[Рунический флакон с зельем маны]|h|r",
                    name = "Рунический флакон с зельем маны",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:3382:0:0:0:0:0:0:0:10|h[Слабое зелье тролльей крови]|h|r",
                    name = "Слабое зелье тролльей крови",
                    count = 126,
                },
                {
                    link = "|cffffffff|Hitem:3383:0:0:0:0:0:0:0:10|h[Эликсир мудрости]|h|r",
                    name = "Эликсир мудрости",
                    count = 104,
                },
                {
                    link = "|cffffffff|Hitem:3384:0:0:0:0:0:0:0:10|h[Слабое зелье защиты от магии]|h|r",
                    name = "Слабое зелье защиты от магии",
                    count = 15,
                },
                {
                    link = "|cffffffff|Hitem:3385:0:0:0:0:0:0:0:10|h[Маленький флакон с зельем маны]|h|r",
                    name = "Маленький флакон с зельем маны",
                    count = 44,
                },
                {
                    link = "|cffffffff|Hitem:3386:0:0:0:0:0:0:0:10|h[Эликсир излечения]|h|r",
                    name = "Эликсир излечения",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:3388:0:0:0:0:0:0:0:10|h[Крепкое зелье тролльей крови]|h|r",
                    name = "Крепкое зелье тролльей крови",
                    count = 46,
                },
                {
                    link = "|cffffffff|Hitem:3389:0:0:0:0:0:0:0:10|h[Эликсир Защиты]|h|r",
                    name = "Эликсир Защиты",
                    count = 87,
                },
                {
                    link = "|cffffffff|Hitem:3390:0:0:0:0:0:0:0:10|h[Малый эликсир ловкости]|h|r",
                    name = "Малый эликсир ловкости",
                    count = 49,
                },
                {
                    link = "|cffffffff|Hitem:34440:0:0:0:0:0:0:0:10|h[Зелье безумного алхимика]|h|r",
                    name = "Зелье безумного алхимика",
                    count = 40,
                },
                {
                    link = "|cffffffff|Hitem:3823:0:0:0:0:0:0:0:10|h[Зелье простой невидимости]|h|r",
                    name = "Зелье простой невидимости",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:3824:0:0:0:0:0:0:0:10|h[Масло Тьмы]|h|r",
                    name = "Масло Тьмы",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:3826:0:0:0:0:0:0:0:10|h[Большой эликсир тролльей крови]|h|r",
                    name = "Большой эликсир тролльей крови",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:3827:0:0:0:0:0:0:0:10|h[Зелье маны]|h|r",
                    name = "Зелье маны",
                    count = 19,
                },
                {
                    link = "|cffffffff|Hitem:3829:0:0:0:0:0:0:0:10|h[Масло льда]|h|r",
                    name = "Масло льда",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:3928:0:0:0:0:0:0:0:10|h[Большой флакон с лечебным зельем]|h|r",
                    name = "Большой флакон с лечебным зельем",
                    count = 150,
                },
                {
                    link = "|cffffffff|Hitem:39666:0:0:0:0:0:0:0:10|h[Мощный эликсир ловкости]|h|r",
                    name = "Мощный эликсир ловкости",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:39671:0:0:0:0:0:0:0:10|h[Флакон с бодрящим лечебным зельем]|h|r",
                    name = "Флакон с бодрящим лечебным зельем",
                    count = 37,
                },
                {
                    link = "|cffffffff|Hitem:40068:0:0:0:0:0:0:0:10|h[Эликсир гнева]|h|r",
                    name = "Эликсир гнева",
                    count = 23,
                },
                {
                    link = "|cffffffff|Hitem:40070:0:0:0:0:0:0:0:10|h[Эликсир силы заклинаний]|h|r",
                    name = "Эликсир силы заклинаний",
                    count = 112,
                },
                {
                    link = "|cffffffff|Hitem:40073:0:0:0:0:0:0:0:10|h[Мощный эликсир силы]|h|r",
                    name = "Мощный эликсир силы",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:40076:0:0:0:0:0:0:0:10|h[Эликсир гуру]|h|r",
                    name = "Эликсир гуру",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:40077:0:0:0:0:0:0:0:10|h[Зелье сумасшедшего алхимика]|h|r",
                    name = "Зелье сумасшедшего алхимика",
                    count = 21,
                },
                {
                    link = "|cffffffff|Hitem:40078:0:0:0:0:0:0:0:10|h[Мощный эликсир стойкости]|h|r",
                    name = "Мощный эликсир стойкости",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:40093:0:0:0:0:0:0:0:10|h[Зелье несокрушимости]|h|r",
                    name = "Зелье несокрушимости",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:40109:0:0:0:0:0:0:0:10|h[Мощный эликсир крови волшебника]|h|r",
                    name = "Мощный эликсир крови волшебника",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:40212:0:0:0:0:0:0:0:10|h[Зелье дикой магии]|h|r",
                    name = "Зелье дикой магии",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:40308:0:0:0:0:0:0:0:10|h[Зелье адреналина]|h|r",
                    name = "Зелье адреналина",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:44325:0:0:0:0:0:0:0:10|h[Эликсир меткости]|h|r",
                    name = "Эликсир меткости",
                    count = 19,
                },
                {
                    link = "|cffffffff|Hitem:44327:0:0:0:0:0:0:0:10|h[Эликсир смертельных ударов]|h|r",
                    name = "Эликсир смертельных ударов",
                    count = 16,
                },
                {
                    link = "|cffffffff|Hitem:44329:0:0:0:0:0:0:0:10|h[Эликсир мастерства]|h|r",
                    name = "Эликсир мастерства",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:44330:0:0:0:0:0:0:0:10|h[Эликсир пробивания брони]|h|r",
                    name = "Эликсир пробивания брони",
                    count = 45,
                },
                {
                    link = "|cffffffff|Hitem:44331:0:0:0:0:0:0:0:10|h[Эликсир молниеносности]|h|r",
                    name = "Эликсир молниеносности",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:44332:0:0:0:0:0:0:0:10|h[Мощный эликсир разума]|h|r",
                    name = "Мощный эликсир разума",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:44939:0:0:0:0:0:0:0:10|h[Малый настой сопротивления]|h|r",
                    name = "Малый настой сопротивления",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:45621:0:0:0:0:0:0:0:10|h[Слабый эликсир меткости]|h|r",
                    name = "Слабый эликсир меткости",
                    count = 31,
                },
                {
                    link = "|cffffffff|Hitem:4623:0:0:0:0:0:0:0:10|h[Простое зелье каменного щита]|h|r",
                    name = "Простое зелье каменного щита",
                    count = 33,
                },
                {
                    link = "|cffffffff|Hitem:5996:0:0:0:0:0:0:0:10|h[Эликсир подводного дыхания]|h|r",
                    name = "Эликсир подводного дыхания",
                    count = 50,
                },
                {
                    link = "|cffffffff|Hitem:5997:0:0:0:0:0:0:0:10|h[Слабый эликсир защиты]|h|r",
                    name = "Слабый эликсир защиты",
                    count = 42,
                },
                {
                    link = "|cffffffff|Hitem:6149:0:0:0:0:0:0:0:10|h[Средний флакон с зельем маны]|h|r",
                    name = "Средний флакон с зельем маны",
                    count = 211,
                },
                {
                    link = "|cffffffff|Hitem:6372:0:0:0:0:0:0:0:10|h[Зелье быстрого плавания]|h|r",
                    name = "Зелье быстрого плавания",
                    count = 77,
                },
                {
                    link = "|cffffffff|Hitem:6373:0:0:0:0:0:0:0:10|h[Эликсир огневой мощи]|h|r",
                    name = "Эликсир огневой мощи",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:6452:0:0:0:0:0:0:0:10|h[Противоядие]|h|r",
                    name = "Противоядие",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:6453:0:0:0:0:0:0:0:10|h[Сильное противоядие]|h|r",
                    name = "Сильное противоядие",
                    count = 6,
                },
                {
                    link = "|cffffffff|Hitem:6662:0:0:0:0:0:0:0:10|h[Эликсир увеличения]|h|r",
                    name = "Эликсир увеличения",
                    count = 57,
                },
                {
                    link = "|cffffffff|Hitem:858:0:0:0:0:0:0:0:10|h[Маленький флакон с лечебным зельем]|h|r",
                    name = "Маленький флакон с лечебным зельем",
                    count = 85,
                },
                {
                    link = "|cffffffff|Hitem:8827:0:0:0:0:0:0:0:10|h[Эликсир хождения по воде]|h|r",
                    name = "Эликсир хождения по воде",
                    count = 15,
                },
                {
                    link = "|cffffffff|Hitem:8949:0:0:0:0:0:0:0:10|h[Эликсир ловкости]|h|r",
                    name = "Эликсир ловкости",
                    count = 60,
                },
                {
                    link = "|cffffffff|Hitem:8951:0:0:0:0:0:0:0:10|h[Сильный эликсир защиты]|h|r",
                    name = "Сильный эликсир защиты",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:9030:0:0:0:0:0:0:0:10|h[Приводящее в сознание зелье]|h|r",
                    name = "Приводящее в сознание зелье",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:9036:0:0:0:0:0:0:0:10|h[Зелье защиты от магии]|h|r",
                    name = "Зелье защиты от магии",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:9154:0:0:0:0:0:0:0:10|h[Эликсир обнаружения нежити]|h|r",
                    name = "Эликсир обнаружения нежити",
                    count = 16,
                },
                {
                    link = "|cffffffff|Hitem:9155:0:0:0:0:0:0:0:10|h[Чародейский эликсир]|h|r",
                    name = "Чародейский эликсир",
                    count = 59,
                },
                {
                    link = "|cffffffff|Hitem:9172:0:0:0:0:0:0:0:10|h[Зелье невидимости]|h|r",
                    name = "Зелье невидимости",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:9179:0:0:0:0:0:0:0:10|h[Сильный эликсир интеллекта]|h|r",
                    name = "Сильный эликсир интеллекта",
                    count = 88,
                },
                {
                    link = "|cffffffff|Hitem:9187:0:0:0:0:0:0:0:10|h[Сильный эликсир ловкости]|h|r",
                    name = "Сильный эликсир ловкости",
                    count = 62,
                },
                {
                    link = "|cffffffff|Hitem:9206:0:0:0:0:0:0:0:10|h[Эликсир великанов]|h|r",
                    name = "Эликсир великанов",
                    count = 28,
                },
                {
                    link = "|cffffffff|Hitem:9233:0:0:0:0:0:0:0:10|h[Эликсир обнаружения демонов]|h|r",
                    name = "Эликсир обнаружения демонов",
                    count = 13,
                },
                {
                    link = "|cffffffff|Hitem:929:0:0:0:0:0:0:0:10|h[Лечебное зелье]|h|r",
                    name = "Лечебное зелье",
                    count = 126,
                },
            },
        },
    },
    {
        name = "Ларец",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 11:17:05",
        money = 3254,
        empty = 146,
        location = "Оргриммар",
        bank = {
            last_update = 1779783418,
            items = {
                {
                    link = "|cff1eff00|Hitem:31952:0:0:0:0:0:0:0:10|h[Кориевый сейф]|h|r",
                    name = "Кориевый сейф",
                    count = 9,
                },
                {
                    link = "|cff1eff00|Hitem:43622:0:0:0:0:0:0:0:10|h[Сейф из ледяной стали]|h|r",
                    name = "Сейф из ледяной стали",
                    count = 7,
                },
                {
                    link = "|cff1eff00|Hitem:4633:0:0:0:0:0:0:0:10|h[Тяжелый бронзовый сейф]|h|r",
                    name = "Тяжелый бронзовый сейф",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:4634:0:0:0:0:0:0:0:10|h[Железный сейф]|h|r",
                    name = "Железный сейф",
                    count = 4,
                },
                {
                    link = "|cff1eff00|Hitem:4636:0:0:0:0:0:0:0:10|h[Прочный железный сейф]|h|r",
                    name = "Прочный железный сейф",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:4637:0:0:0:0:0:0:0:10|h[Стальной сейф]|h|r",
                    name = "Стальной сейф",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:4638:0:0:0:0:0:0:0:10|h[Укрепленный стальной сейф]|h|r",
                    name = "Укрепленный стальной сейф",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:5758:0:0:0:0:0:0:0:10|h[Мифриловый сейф]|h|r",
                    name = "Мифриловый сейф",
                    count = 9,
                },
                {
                    link = "|cff1eff00|Hitem:5759:0:0:0:0:0:0:0:10|h[Ториевый сейф]|h|r",
                    name = "Ториевый сейф",
                    count = 9,
                },
                {
                    link = "|cff1eff00|Hitem:5760:0:0:0:0:0:0:0:10|h[Этерниевый сейф]|h|r",
                    name = "Этерниевый сейф",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:16883:0:0:0:0:0:0:0:10|h[Подержанный ларь]|h|r",
                    name = "Подержанный ларь",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:16884:0:0:0:0:0:0:0:10|h[Прочный ларь]|h|r",
                    name = "Прочный ларь",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:29569:0:0:0:0:0:0:0:10|h[Прочный ларь]|h|r",
                    name = "Прочный ларь",
                    count = 23,
                },
            },
        },
        bags = {
            last_update = 1779783420,
            items = {
            },
        },
    },
    {
        name = "Медяшка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:13:49",
        money = 391967,
        empty = 159,
        location = "Оргриммар",
        bank = {
            last_update = 1779779622,
            items = {
            },
        },
        bags = {
            last_update = 1779779624,
            items = {
                {
                    link = "|cff0070dd|Hitem:11302:0:0:0:0:0:0:0:10|h[Сила Утера]|h|r",
                    name = "Сила Утера",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:12985:0:0:0:0:0:0:0:10|h[Кольцо защиты]|h|r",
                    name = "Кольцо защиты",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:12996:0:0:0:0:0:0:0:10|h[Кольцо очищения]|h|r",
                    name = "Кольцо очищения",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:13001:0:0:0:0:0:0:0:10|h[Обруч девушки]|h|r",
                    name = "Обруч девушки",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13002:0:0:0:0:0:0:0:10|h[Подвеска леди Ализабет]|h|r",
                    name = "Подвеска леди Ализабет",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13084:0:0:0:0:0:0:0:10|h[Калейдоскопическая цепь]|h|r",
                    name = "Калейдоскопическая цепь",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13085:0:0:0:0:0:0:0:10|h[Колье Горизонта]|h|r",
                    name = "Колье Горизонта",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13087:0:0:0:0:0:0:0:10|h[Колье Ярости Реки]|h|r",
                    name = "Колье Ярости Реки",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13088:0:0:0:0:0:0:0:10|h[Оберег Газлова]|h|r",
                    name = "Оберег Газлова",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13089:0:0:0:0:0:0:0:10|h[Подвеска Скиби]|h|r",
                    name = "Подвеска Скиби",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13091:0:0:0:0:0:0:0:10|h[Медальон главнокомандующего Морриса]|h|r",
                    name = "Медальон главнокомандующего Морриса",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13093:0:0:0:0:0:0:0:10|h[Кольцо тлеющих углей]|h|r",
                    name = "Кольцо тлеющих углей",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:13094:0:0:0:0:0:0:0:10|h[Самоцвет Королевы]|h|r",
                    name = "Самоцвет Королевы",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:13095:0:0:0:0:0:0:0:10|h[Кольцо штурма]|h|r",
                    name = "Кольцо штурма",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:13096:0:0:0:0:0:0:0:10|h[Кольцо жреца]|h|r",
                    name = "Кольцо жреца",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:13097:0:0:0:0:0:0:0:10|h[Кольцо грозного лика]|h|r",
                    name = "Кольцо грозного лика",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:1491:0:0:0:0:0:0:0:10|h[Кольцо точности]|h|r",
                    name = "Кольцо точности",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:1713:0:0:0:0:0:0:0:10|h[Крест Жизни]|h|r",
                    name = "Крест Жизни",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:1714:0:0:0:0:0:0:0:10|h[Ожерелье Калисеи]|h|r",
                    name = "Ожерелье Калисеи",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:20826:0:0:0:0:0:1015:0:10|h[Тяжелое серебряное кольцо со знаком кита]|h|r",
                    name = "Тяжелое серебряное кольцо со знаком кита",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:20826:0:0:0:0:0:1186:0:10|h[Тяжелое серебряное кольцо со знаком медведя]|h|r",
                    name = "Тяжелое серебряное кольцо со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:20826:0:0:0:0:0:1188:0:10|h[Тяжелое серебряное кольцо со знаком медведя]|h|r",
                    name = "Тяжелое серебряное кольцо со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:20826:0:0:0:0:0:1743:0:10|h[Тяжелое серебряное кольцо с печатью уклонения]|h|r",
                    name = "Тяжелое серебряное кольцо с печатью уклонения",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:20826:0:0:0:0:0:1745:0:10|h[Тяжелое серебряное кольцо с печатью уклонения]|h|r",
                    name = "Тяжелое серебряное кольцо с печатью уклонения",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:20826:0:0:0:0:0:1751:0:10|h[Тяжелое серебряное кольцо с печатью уклонения]|h|r",
                    name = "Тяжелое серебряное кольцо с печатью уклонения",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:20826:0:0:0:0:0:507:0:10|h[Тяжелое серебряное кольцо со знаком волка]|h|r",
                    name = "Тяжелое серебряное кольцо со знаком волка",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:20826:0:0:0:0:0:593:0:10|h[Тяжелое серебряное кольцо со знаком мартышки]|h|r",
                    name = "Тяжелое серебряное кольцо со знаком мартышки",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:20826:0:0:0:0:0:677:0:10|h[Тяжелое серебряное кольцо со знаком тигра]|h|r",
                    name = "Тяжелое серебряное кольцо со знаком тигра",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:20826:0:0:0:0:0:760:0:10|h[Тяжелое серебряное кольцо со знаком совы]|h|r",
                    name = "Тяжелое серебряное кольцо со знаком совы",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:20826:0:0:0:0:0:932:0:10|h[Тяжелое серебряное кольцо со знаком гориллы]|h|r",
                    name = "Тяжелое серебряное кольцо со знаком гориллы",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:20964:0:0:0:0:0:774:0:10|h[Аквамариновый перстень со знаком совы]|h|r",
                    name = "Аквамариновый перстень со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:20964:0:0:0:0:0:944:0:10|h[Аквамариновый перстень со знаком гориллы]|h|r",
                    name = "Аквамариновый перстень со знаком гориллы",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:21768:0:0:0:0:0:1122:0:10|h[Сапфировый перстень со знаком вепря]|h|r",
                    name = "Сапфировый перстень со знаком вепря",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:21768:0:0:0:0:0:1124:0:10|h[Сапфировый перстень со знаком вепря]|h|r",
                    name = "Сапфировый перстень со знаком вепря",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:21768:0:0:0:0:0:333:0:10|h[Сапфировый перстень с печатью выносливости]|h|r",
                    name = "Сапфировый перстень с печатью выносливости",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:21768:0:0:0:0:0:445:0:10|h[Сапфировый перстень со знаком сокола]|h|r",
                    name = "Сапфировый перстень со знаком сокола",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:21768:0:0:0:0:0:696:0:10|h[Сапфировый перстень со знаком тигра]|h|r",
                    name = "Сапфировый перстень со знаком тигра",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:21768:0:0:0:0:0:781:0:10|h[Сапфировый перстень со знаком совы]|h|r",
                    name = "Сапфировый перстень со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:2802:0:0:0:0:0:0:0:10|h[Пылающая эмблема]|h|r",
                    name = "Пылающая эмблема",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:29157:0:0:0:0:0:0:0:10|h[Золотое кольцо власти]|h|r",
                    name = "Золотое кольцо власти",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:29158:0:0:0:0:0:0:0:10|h[Кольцо командора из истинного серебра]|h|r",
                    name = "Кольцо командора из истинного серебра",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:2951:0:0:0:0:0:0:0:10|h[Кольцо побегов]|h|r",
                    name = "Кольцо побегов",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:30804:0:0:0:0:0:0:0:10|h[Бронзовое кольцо силы]|h|r",
                    name = "Бронзовое кольцо силы",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:45627:0:0:0:0:0:0:0:10|h[Амулет проницательности]|h|r",
                    name = "Амулет проницательности",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:5266:0:0:0:0:0:0:0:10|h[Око Адегуса]|h|r",
                    name = "Око Адегуса",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:7734:0:0:0:0:0:0:0:10|h[Сумка Шести Демонов]|h|r",
                    name = "Сумка Шести Демонов",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:11987:0:0:0:0:0:772:0:10|h[Иридиевый обруч со знаком совы]|h|r",
                    name = "Иридиевый обруч со знаком совы",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:11996:0:0:0:0:0:1191:0:10|h[Базальтовое кольцо со знаком медведя]|h|r",
                    name = "Базальтовое кольцо со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12001:0:0:0:0:0:1200:0:10|h[Ониксовое кольцо со знаком медведя]|h|r",
                    name = "Ониксовое кольцо со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12006:0:0:0:0:0:234:0:10|h[Кольцо долин со знаком сокола]|h|r",
                    name = "Кольцо долин со знаком сокола",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12006:0:0:0:0:0:587:0:10|h[Кольцо долин со знаком мартышки]|h|r",
                    name = "Кольцо долин со знаком мартышки",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12008:0:0:0:0:0:592:0:10|h[Кольцо саванны со знаком мартышки]|h|r",
                    name = "Кольцо саванны со знаком мартышки",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12008:0:0:0:0:0:593:0:10|h[Кольцо саванны со знаком мартышки]|h|r",
                    name = "Кольцо саванны со знаком мартышки",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12009:0:0:0:0:0:511:0:10|h[Кольцо тундры со знаком волка]|h|r",
                    name = "Кольцо тундры со знаком волка",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12011:0:0:0:0:0:599:0:10|h[Кольцо леса со знаком мартышки]|h|r",
                    name = "Кольцо леса со знаком мартышки",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12040:0:0:0:0:0:167:0:10|h[Лесная подвеска со знаком ловкости]|h|r",
                    name = "Лесная подвеска со знаком ловкости",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12042:0:0:0:0:0:514:0:10|h[Болотная цепь со знаком волка]|h|r",
                    name = "Болотная цепь со знаком волка",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:12052:0:0:0:0:0:0:0:10|h[Кольцо луны]|h|r",
                    name = "Кольцо луны",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:12055:0:0:0:0:0:0:0:10|h[Кольцо звездной пыли]|h|r",
                    name = "Кольцо звездной пыли",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:1996:0:0:0:0:0:0:0:10|h[Кольцо вуду]|h|r",
                    name = "Кольцо вуду",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:20818:0:0:0:0:0:0:0:10|h[Элегантное серебряное кольцо]|h|r",
                    name = "Элегантное серебряное кольцо",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:20821:0:0:0:0:0:0:0:10|h[Инкрустированное малахитом кольцо]|h|r",
                    name = "Инкрустированное малахитом кольцо",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:20823:0:0:0:0:0:0:0:10|h[Мрачное кольцо]|h|r",
                    name = "Мрачное кольцо",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:20827:0:0:0:0:0:0:0:10|h[Серебряное кольцо могущества]|h|r",
                    name = "Серебряное кольцо могущества",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:20828:0:0:0:0:0:0:0:10|h[Кольцо сумеречных призраков]|h|r",
                    name = "Кольцо сумеречных призраков",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:20830:0:0:0:0:0:0:0:10|h[Амулет Луны]|h|r",
                    name = "Амулет Луны",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:20831:0:0:0:0:0:0:0:10|h[Тяжелое золотое ожерелье битвы]|h|r",
                    name = "Тяжелое золотое ожерелье битвы",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:20833:0:0:0:0:0:0:0:10|h[Гибельное кольцо лунного камня]|h|r",
                    name = "Гибельное кольцо лунного камня",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:20906:0:0:0:0:0:0:0:10|h[Оплетенное медное кольцо]|h|r",
                    name = "Оплетенное медное кольцо",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:20909:0:0:0:0:0:0:0:10|h[Варварский железный ошейник]|h|r",
                    name = "Варварский железный ошейник",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:20950:0:0:0:0:0:0:0:10|h[Подвеска Агатового Щита]|h|r",
                    name = "Подвеска Агатового Щита",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:20955:0:0:0:0:0:0:0:10|h[Кольцо золотого дракона]|h|r",
                    name = "Кольцо золотого дракона",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:20958:0:0:0:0:0:0:0:10|h[Пылающее цитриновое кольцо]|h|r",
                    name = "Пылающее цитриновое кольцо",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:20959:0:0:0:0:0:0:0:10|h[Нефритовое око]|h|r",
                    name = "Нефритовое око",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:20960:0:0:0:0:0:0:0:10|h[Чеканное кольцо из истинного серебра]|h|r",
                    name = "Чеканное кольцо из истинного серебра",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:20961:0:0:0:0:0:0:0:10|h[Цитриновое кольцо быстрого исцеления]|h|r",
                    name = "Цитриновое кольцо быстрого исцеления",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:20966:0:0:0:0:0:0:0:10|h[Нефритовая подвеска взрыва]|h|r",
                    name = "Нефритовая подвеска взрыва",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:21755:0:0:0:0:0:0:0:10|h[Аквамариновая подвеска воина]|h|r",
                    name = "Аквамариновая подвеска воина",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:21764:0:0:0:0:0:0:0:10|h[Рубиновая подвеска огня]|h|r",
                    name = "Рубиновая подвеска огня",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:21765:0:0:0:0:0:0:0:10|h[Целительное кольцо из истинного серебра]|h|r",
                    name = "Целительное кольцо из истинного серебра",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:21767:0:0:0:0:0:0:0:10|h[Простое опаловое кольцо]|h|r",
                    name = "Простое опаловое кольцо",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:21775:0:0:0:0:0:0:0:10|h[Кольцо нападения]|h|r",
                    name = "Кольцо нападения",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:21790:0:0:0:0:0:0:0:10|h[Сапфировая подвеска зимней ночи]|h|r",
                    name = "Сапфировая подвеска зимней ночи",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:21931:0:0:0:0:0:0:0:10|h[Плетеное медное кольцо]|h|r",
                    name = "Плетеное медное кольцо",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:21932:0:0:0:0:0:0:0:10|h[Тяжелое медное кольцо]|h|r",
                    name = "Тяжелое медное кольцо",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:21933:0:0:0:0:0:0:0:10|h[Толстое бронзовое ожерелье]|h|r",
                    name = "Толстое бронзовое ожерелье",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:21934:0:0:0:0:0:0:0:10|h[Изысканное ожерелье тигрового глаза]|h|r",
                    name = "Изысканное ожерелье тигрового глаза",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:24074:0:0:0:0:0:0:0:10|h[Кровавое кольцо из оскверненного железа]|h|r",
                    name = "Кровавое кольцо из оскверненного железа",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:24075:0:0:0:0:0:0:0:10|h[Золотое кольцо с дренитом]|h|r",
                    name = "Золотое кольцо с дренитом",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:24076:0:0:0:0:0:0:0:10|h[Лазурное кольцо из лунного камня]|h|r",
                    name = "Лазурное кольцо из лунного камня",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:25438:0:0:0:0:0:0:0:10|h[Малахитовая подвеска]|h|r",
                    name = "Малахитовая подвеска",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:25439:0:0:0:0:0:0:0:10|h[Кольцо с тигровым глазом]|h|r",
                    name = "Кольцо с тигровым глазом",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:29159:0:0:0:0:0:0:0:10|h[Светящееся ториевое кольцо]|h|r",
                    name = "Светящееся ториевое кольцо",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:29160:0:0:0:0:0:0:0:10|h[Изумрудное кольцо льва]|h|r",
                    name = "Изумрудное кольцо льва",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:30419:0:0:0:0:0:0:0:10|h[Сверкающее ожерелье]|h|r",
                    name = "Сверкающее ожерелье",
                    count = 2,
                },
                {
                    link = "|cff1eff00|Hitem:30422:0:0:0:0:0:0:0:10|h[Бриллиантовое кольцо концентрации]|h|r",
                    name = "Бриллиантовое кольцо концентрации",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:5009:0:0:0:0:0:0:0:10|h[Кольцо подчинения разума]|h|r",
                    name = "Кольцо подчинения разума",
                    count = 1,
                },
                {
                    link = "|cff1eff00|Hitem:7552:0:0:0:0:0:0:0:10|h[Драгоценность Сокола]|h|r",
                    name = "Драгоценность Сокола",
                    count = 1,
                },
                {
                    link = "|cffa335ee|Hitem:1315:0:0:0:0:0:0:0:10|h[Гирлянда из лилий]|h|r",
                    name = "Гирлянда из лилий",
                    count = 2,
                },
                {
                    link = "|cffa335ee|Hitem:1443:0:0:0:0:0:0:0:10|h[Изукрашенный амулет Кайнвин]|h|r",
                    name = "Изукрашенный амулет Кайнвин",
                    count = 2,
                },
                {
                    link = "|cffa335ee|Hitem:1447:0:0:0:0:0:0:0:10|h[Кольцо спасителей]|h|r",
                    name = "Кольцо спасителей",
                    count = 3,
                },
                {
                    link = "|cffa335ee|Hitem:2246:0:0:0:0:0:0:0:10|h[Перстень клеврета]|h|r",
                    name = "Перстень клеврета",
                    count = 2,
                },
                {
                    link = "|cffa335ee|Hitem:833:0:0:0:0:0:0:0:10|h[Жизнекамень]|h|r",
                    name = "Жизнекамень",
                    count = 2,
                },
                {
                    link = "|cffa335ee|Hitem:942:0:0:0:0:0:0:0:10|h[Кольцо заморозки]|h|r",
                    name = "Кольцо заморозки",
                    count = 3,
                },
            },
        },
    },
    {
        name = "Мензурочка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 14:29:09",
        money = 1408636,
        empty = 64,
        location = "Оргриммар",
        items = {
            {
                link = "|cffffffff|Hitem:10592:0:0:0:0:0:0:0:10|h[Эликсир \"Кошачий глаз\"]|h|r",
                name = "Эликсир \"Кошачий глаз\"",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:118:0:0:0:0:0:0:0:10|h[Крохотный флакон с лечебным зельем]|h|r",
                name = "Крохотный флакон с лечебным зельем",
                count = 100,
            },
            {
                link = "|cffffffff|Hitem:12820:0:0:0:0:0:0:0:10|h[Огненная вода Зимней Спячки]|h|r",
                name = "Огненная вода Зимней Спячки",
                count = 102,
            },
            {
                link = "|cffffffff|Hitem:13443:0:0:0:0:0:0:0:10|h[Большой флакон с зельем маны]|h|r",
                name = "Большой флакон с зельем маны",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:13444:0:0:0:0:0:0:0:10|h[Огромный флакон с зельем маны]|h|r",
                name = "Огромный флакон с зельем маны",
                count = 84,
            },
            {
                link = "|cffffffff|Hitem:13445:0:0:0:0:0:0:0:10|h[Наилучший эликсир защиты]|h|r",
                name = "Наилучший эликсир защиты",
                count = 74,
            },
            {
                link = "|cffffffff|Hitem:13446:0:0:0:0:0:0:0:10|h[Огромный флакон с лечебным зельем]|h|r",
                name = "Огромный флакон с лечебным зельем",
                count = 111,
            },
            {
                link = "|cffffffff|Hitem:13447:0:0:0:0:0:0:0:10|h[Эликсир мудрецов]|h|r",
                name = "Эликсир мудрецов",
                count = 59,
            },
            {
                link = "|cffffffff|Hitem:13452:0:0:0:0:0:0:0:10|h[Эликсир мангуста]|h|r",
                name = "Эликсир мангуста",
                count = 28,
            },
            {
                link = "|cffffffff|Hitem:13453:0:0:0:0:0:0:0:10|h[Эликсир грубой силы]|h|r",
                name = "Эликсир грубой силы",
                count = 82,
            },
            {
                link = "|cffffffff|Hitem:13454:0:0:0:0:0:0:0:10|h[Сильный чародейский эликсир]|h|r",
                name = "Сильный чародейский эликсир",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:13462:0:0:0:0:0:0:0:10|h[Зелье очищения]|h|r",
                name = "Зелье очищения",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:13512:0:0:0:0:0:0:0:10|h[Настой великой силы]|h|r",
                name = "Настой великой силы",
                count = 33,
            },
            {
                link = "|cffffffff|Hitem:1710:0:0:0:0:0:0:0:10|h[Средний флакон с лечебным зельем]|h|r",
                name = "Средний флакон с лечебным зельем",
                count = 88,
            },
            {
                link = "|cffffffff|Hitem:18294:0:0:0:0:0:0:0:10|h[Сильный эликсир подводного дыхания]|h|r",
                name = "Сильный эликсир подводного дыхания",
                count = 47,
            },
            {
                link = "|cffffffff|Hitem:22824:0:0:0:0:0:0:0:10|h[Большой эликсир силы]|h|r",
                name = "Большой эликсир силы",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:22825:0:0:0:0:0:0:0:10|h[Эликсир целительной силы]|h|r",
                name = "Эликсир целительной силы",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:22829:0:0:0:0:0:0:0:10|h[Гигантский флакон с лечебным зельем]|h|r",
                name = "Гигантский флакон с лечебным зельем",
                count = 158,
            },
            {
                link = "|cffffffff|Hitem:22832:0:0:0:0:0:0:0:10|h[Гигантский флакон с зельем маны]|h|r",
                name = "Гигантский флакон с зельем маны",
                count = 151,
            },
            {
                link = "|cffffffff|Hitem:2454:0:0:0:0:0:0:0:10|h[Эликсир львиной силы]|h|r",
                name = "Эликсир львиной силы",
                count = 143,
            },
            {
                link = "|cffffffff|Hitem:2455:0:0:0:0:0:0:0:10|h[Крохотный флакон с зельем маны]|h|r",
                name = "Крохотный флакон с зельем маны",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:2456:0:0:0:0:0:0:0:10|h[Слабое зелье омоложения]|h|r",
                name = "Слабое зелье омоложения",
                count = 35,
            },
            {
                link = "|cffffffff|Hitem:2458:0:0:0:0:0:0:0:10|h[Слабый эликсир стойкости]|h|r",
                name = "Слабый эликсир стойкости",
                count = 100,
            },
            {
                link = "|cffffffff|Hitem:2459:0:0:0:0:0:0:0:10|h[Зелье скорости]|h|r",
                name = "Зелье скорости",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:28100:0:0:0:0:0:0:0:10|h[Флакон с летучим лечебным зельем]|h|r",
                name = "Флакон с летучим лечебным зельем",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:28101:0:0:0:0:0:0:0:10|h[Флакон с нестойким зельем маны]|h|r",
                name = "Флакон с нестойким зельем маны",
                count = 27,
            },
            {
                link = "|cffffffff|Hitem:28102:0:0:0:0:0:0:0:10|h[Эликсир натиска]|h|r",
                name = "Эликсир натиска",
                count = 86,
            },
            {
                link = "|cffffffff|Hitem:28103:0:0:0:0:0:0:0:10|h[Эликсир адепта]|h|r",
                name = "Эликсир адепта",
                count = 22,
            },
            {
                link = "|cffffffff|Hitem:28104:0:0:0:0:0:0:0:10|h[Эликсир власти]|h|r",
                name = "Эликсир власти",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:32067:0:0:0:0:0:0:0:10|h[Эликсир дренейской мудрости]|h|r",
                name = "Эликсир дренейской мудрости",
                count = 86,
            },
            {
                link = "|cffffffff|Hitem:33447:0:0:0:0:0:0:0:10|h[Рунический флакон с лечебным зельем]|h|r",
                name = "Рунический флакон с лечебным зельем",
                count = 29,
            },
            {
                link = "|cffffffff|Hitem:33448:0:0:0:0:0:0:0:10|h[Рунический флакон с зельем маны]|h|r",
                name = "Рунический флакон с зельем маны",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:3382:0:0:0:0:0:0:0:10|h[Слабое зелье тролльей крови]|h|r",
                name = "Слабое зелье тролльей крови",
                count = 126,
            },
            {
                link = "|cffffffff|Hitem:3383:0:0:0:0:0:0:0:10|h[Эликсир мудрости]|h|r",
                name = "Эликсир мудрости",
                count = 104,
            },
            {
                link = "|cffffffff|Hitem:3384:0:0:0:0:0:0:0:10|h[Слабое зелье защиты от магии]|h|r",
                name = "Слабое зелье защиты от магии",
                count = 15,
            },
            {
                link = "|cffffffff|Hitem:3385:0:0:0:0:0:0:0:10|h[Маленький флакон с зельем маны]|h|r",
                name = "Маленький флакон с зельем маны",
                count = 44,
            },
            {
                link = "|cffffffff|Hitem:3386:0:0:0:0:0:0:0:10|h[Эликсир излечения]|h|r",
                name = "Эликсир излечения",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:3388:0:0:0:0:0:0:0:10|h[Крепкое зелье тролльей крови]|h|r",
                name = "Крепкое зелье тролльей крови",
                count = 46,
            },
            {
                link = "|cffffffff|Hitem:3389:0:0:0:0:0:0:0:10|h[Эликсир Защиты]|h|r",
                name = "Эликсир Защиты",
                count = 87,
            },
            {
                link = "|cffffffff|Hitem:3390:0:0:0:0:0:0:0:10|h[Малый эликсир ловкости]|h|r",
                name = "Малый эликсир ловкости",
                count = 49,
            },
            {
                link = "|cffffffff|Hitem:34440:0:0:0:0:0:0:0:10|h[Зелье безумного алхимика]|h|r",
                name = "Зелье безумного алхимика",
                count = 40,
            },
            {
                link = "|cffffffff|Hitem:3823:0:0:0:0:0:0:0:10|h[Зелье простой невидимости]|h|r",
                name = "Зелье простой невидимости",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:3824:0:0:0:0:0:0:0:10|h[Масло Тьмы]|h|r",
                name = "Масло Тьмы",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:3826:0:0:0:0:0:0:0:10|h[Большой эликсир тролльей крови]|h|r",
                name = "Большой эликсир тролльей крови",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:3827:0:0:0:0:0:0:0:10|h[Зелье маны]|h|r",
                name = "Зелье маны",
                count = 19,
            },
            {
                link = "|cffffffff|Hitem:3829:0:0:0:0:0:0:0:10|h[Масло льда]|h|r",
                name = "Масло льда",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:3928:0:0:0:0:0:0:0:10|h[Большой флакон с лечебным зельем]|h|r",
                name = "Большой флакон с лечебным зельем",
                count = 150,
            },
            {
                link = "|cffffffff|Hitem:39666:0:0:0:0:0:0:0:10|h[Мощный эликсир ловкости]|h|r",
                name = "Мощный эликсир ловкости",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:39671:0:0:0:0:0:0:0:10|h[Флакон с бодрящим лечебным зельем]|h|r",
                name = "Флакон с бодрящим лечебным зельем",
                count = 37,
            },
            {
                link = "|cffffffff|Hitem:40068:0:0:0:0:0:0:0:10|h[Эликсир гнева]|h|r",
                name = "Эликсир гнева",
                count = 23,
            },
            {
                link = "|cffffffff|Hitem:40070:0:0:0:0:0:0:0:10|h[Эликсир силы заклинаний]|h|r",
                name = "Эликсир силы заклинаний",
                count = 112,
            },
            {
                link = "|cffffffff|Hitem:40073:0:0:0:0:0:0:0:10|h[Мощный эликсир силы]|h|r",
                name = "Мощный эликсир силы",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:40076:0:0:0:0:0:0:0:10|h[Эликсир гуру]|h|r",
                name = "Эликсир гуру",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:40077:0:0:0:0:0:0:0:10|h[Зелье сумасшедшего алхимика]|h|r",
                name = "Зелье сумасшедшего алхимика",
                count = 21,
            },
            {
                link = "|cffffffff|Hitem:40078:0:0:0:0:0:0:0:10|h[Мощный эликсир стойкости]|h|r",
                name = "Мощный эликсир стойкости",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:40093:0:0:0:0:0:0:0:10|h[Зелье несокрушимости]|h|r",
                name = "Зелье несокрушимости",
                count = 11,
            },
            {
                link = "|cffffffff|Hitem:40109:0:0:0:0:0:0:0:10|h[Мощный эликсир крови волшебника]|h|r",
                name = "Мощный эликсир крови волшебника",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:40212:0:0:0:0:0:0:0:10|h[Зелье дикой магии]|h|r",
                name = "Зелье дикой магии",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:40308:0:0:0:0:0:0:0:10|h[Зелье адреналина]|h|r",
                name = "Зелье адреналина",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:44325:0:0:0:0:0:0:0:10|h[Эликсир меткости]|h|r",
                name = "Эликсир меткости",
                count = 19,
            },
            {
                link = "|cffffffff|Hitem:44327:0:0:0:0:0:0:0:10|h[Эликсир смертельных ударов]|h|r",
                name = "Эликсир смертельных ударов",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:44329:0:0:0:0:0:0:0:10|h[Эликсир мастерства]|h|r",
                name = "Эликсир мастерства",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:44330:0:0:0:0:0:0:0:10|h[Эликсир пробивания брони]|h|r",
                name = "Эликсир пробивания брони",
                count = 45,
            },
            {
                link = "|cffffffff|Hitem:44331:0:0:0:0:0:0:0:10|h[Эликсир молниеносности]|h|r",
                name = "Эликсир молниеносности",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:44332:0:0:0:0:0:0:0:10|h[Мощный эликсир разума]|h|r",
                name = "Мощный эликсир разума",
                count = 7,
            },
            {
                link = "|cffffffff|Hitem:44939:0:0:0:0:0:0:0:10|h[Малый настой сопротивления]|h|r",
                name = "Малый настой сопротивления",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:45621:0:0:0:0:0:0:0:10|h[Слабый эликсир меткости]|h|r",
                name = "Слабый эликсир меткости",
                count = 31,
            },
            {
                link = "|cffffffff|Hitem:4623:0:0:0:0:0:0:0:10|h[Простое зелье каменного щита]|h|r",
                name = "Простое зелье каменного щита",
                count = 33,
            },
            {
                link = "|cffffffff|Hitem:5996:0:0:0:0:0:0:0:10|h[Эликсир подводного дыхания]|h|r",
                name = "Эликсир подводного дыхания",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:5997:0:0:0:0:0:0:0:10|h[Слабый эликсир защиты]|h|r",
                name = "Слабый эликсир защиты",
                count = 42,
            },
            {
                link = "|cffffffff|Hitem:6149:0:0:0:0:0:0:0:10|h[Средний флакон с зельем маны]|h|r",
                name = "Средний флакон с зельем маны",
                count = 211,
            },
            {
                link = "|cffffffff|Hitem:6372:0:0:0:0:0:0:0:10|h[Зелье быстрого плавания]|h|r",
                name = "Зелье быстрого плавания",
                count = 77,
            },
            {
                link = "|cffffffff|Hitem:6373:0:0:0:0:0:0:0:10|h[Эликсир огневой мощи]|h|r",
                name = "Эликсир огневой мощи",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:6452:0:0:0:0:0:0:0:10|h[Противоядие]|h|r",
                name = "Противоядие",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:6453:0:0:0:0:0:0:0:10|h[Сильное противоядие]|h|r",
                name = "Сильное противоядие",
                count = 6,
            },
            {
                link = "|cffffffff|Hitem:6662:0:0:0:0:0:0:0:10|h[Эликсир увеличения]|h|r",
                name = "Эликсир увеличения",
                count = 57,
            },
            {
                link = "|cffffffff|Hitem:858:0:0:0:0:0:0:0:10|h[Маленький флакон с лечебным зельем]|h|r",
                name = "Маленький флакон с лечебным зельем",
                count = 85,
            },
            {
                link = "|cffffffff|Hitem:8827:0:0:0:0:0:0:0:10|h[Эликсир хождения по воде]|h|r",
                name = "Эликсир хождения по воде",
                count = 15,
            },
            {
                link = "|cffffffff|Hitem:8949:0:0:0:0:0:0:0:10|h[Эликсир ловкости]|h|r",
                name = "Эликсир ловкости",
                count = 60,
            },
            {
                link = "|cffffffff|Hitem:8951:0:0:0:0:0:0:0:10|h[Сильный эликсир защиты]|h|r",
                name = "Сильный эликсир защиты",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:9030:0:0:0:0:0:0:0:10|h[Приводящее в сознание зелье]|h|r",
                name = "Приводящее в сознание зелье",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:9036:0:0:0:0:0:0:0:10|h[Зелье защиты от магии]|h|r",
                name = "Зелье защиты от магии",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:9154:0:0:0:0:0:0:0:10|h[Эликсир обнаружения нежити]|h|r",
                name = "Эликсир обнаружения нежити",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:9155:0:0:0:0:0:0:0:10|h[Чародейский эликсир]|h|r",
                name = "Чародейский эликсир",
                count = 59,
            },
            {
                link = "|cffffffff|Hitem:9172:0:0:0:0:0:0:0:10|h[Зелье невидимости]|h|r",
                name = "Зелье невидимости",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:9179:0:0:0:0:0:0:0:10|h[Сильный эликсир интеллекта]|h|r",
                name = "Сильный эликсир интеллекта",
                count = 88,
            },
            {
                link = "|cffffffff|Hitem:9187:0:0:0:0:0:0:0:10|h[Сильный эликсир ловкости]|h|r",
                name = "Сильный эликсир ловкости",
                count = 62,
            },
            {
                link = "|cffffffff|Hitem:9206:0:0:0:0:0:0:0:10|h[Эликсир великанов]|h|r",
                name = "Эликсир великанов",
                count = 28,
            },
            {
                link = "|cffffffff|Hitem:9233:0:0:0:0:0:0:0:10|h[Эликсир обнаружения демонов]|h|r",
                name = "Эликсир обнаружения демонов",
                count = 13,
            },
            {
                link = "|cffffffff|Hitem:929:0:0:0:0:0:0:0:10|h[Лечебное зелье]|h|r",
                name = "Лечебное зелье",
                count = 126,
            },
        },
        bank = {
            last_update = 1779794943,
            items = {
                {
                    link = "|cffffffff|Hitem:10592:0:0:0:0:0:0:0:10|h[Эликсир \"Кошачий глаз\"]|h|r",
                    name = "Эликсир \"Кошачий глаз\"",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:12820:0:0:0:0:0:0:0:10|h[Огненная вода Зимней Спячки]|h|r",
                    name = "Огненная вода Зимней Спячки",
                    count = 102,
                },
                {
                    link = "|cffffffff|Hitem:13445:0:0:0:0:0:0:0:10|h[Наилучший эликсир защиты]|h|r",
                    name = "Наилучший эликсир защиты",
                    count = 74,
                },
                {
                    link = "|cffffffff|Hitem:13447:0:0:0:0:0:0:0:10|h[Эликсир мудрецов]|h|r",
                    name = "Эликсир мудрецов",
                    count = 59,
                },
                {
                    link = "|cffffffff|Hitem:13452:0:0:0:0:0:0:0:10|h[Эликсир мангуста]|h|r",
                    name = "Эликсир мангуста",
                    count = 28,
                },
                {
                    link = "|cffffffff|Hitem:13453:0:0:0:0:0:0:0:10|h[Эликсир грубой силы]|h|r",
                    name = "Эликсир грубой силы",
                    count = 82,
                },
                {
                    link = "|cffffffff|Hitem:13454:0:0:0:0:0:0:0:10|h[Сильный чародейский эликсир]|h|r",
                    name = "Сильный чародейский эликсир",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:13462:0:0:0:0:0:0:0:10|h[Зелье очищения]|h|r",
                    name = "Зелье очищения",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:13512:0:0:0:0:0:0:0:10|h[Настой великой силы]|h|r",
                    name = "Настой великой силы",
                    count = 33,
                },
                {
                    link = "|cffffffff|Hitem:18294:0:0:0:0:0:0:0:10|h[Сильный эликсир подводного дыхания]|h|r",
                    name = "Сильный эликсир подводного дыхания",
                    count = 47,
                },
                {
                    link = "|cffffffff|Hitem:22824:0:0:0:0:0:0:0:10|h[Большой эликсир силы]|h|r",
                    name = "Большой эликсир силы",
                    count = 13,
                },
                {
                    link = "|cffffffff|Hitem:22825:0:0:0:0:0:0:0:10|h[Эликсир целительной силы]|h|r",
                    name = "Эликсир целительной силы",
                    count = 50,
                },
                {
                    link = "|cffffffff|Hitem:2454:0:0:0:0:0:0:0:10|h[Эликсир львиной силы]|h|r",
                    name = "Эликсир львиной силы",
                    count = 143,
                },
                {
                    link = "|cffffffff|Hitem:2458:0:0:0:0:0:0:0:10|h[Слабый эликсир стойкости]|h|r",
                    name = "Слабый эликсир стойкости",
                    count = 100,
                },
                {
                    link = "|cffffffff|Hitem:2459:0:0:0:0:0:0:0:10|h[Зелье скорости]|h|r",
                    name = "Зелье скорости",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:28102:0:0:0:0:0:0:0:10|h[Эликсир натиска]|h|r",
                    name = "Эликсир натиска",
                    count = 86,
                },
                {
                    link = "|cffffffff|Hitem:28103:0:0:0:0:0:0:0:10|h[Эликсир адепта]|h|r",
                    name = "Эликсир адепта",
                    count = 22,
                },
                {
                    link = "|cffffffff|Hitem:28104:0:0:0:0:0:0:0:10|h[Эликсир власти]|h|r",
                    name = "Эликсир власти",
                    count = 12,
                },
                {
                    link = "|cffffffff|Hitem:32067:0:0:0:0:0:0:0:10|h[Эликсир дренейской мудрости]|h|r",
                    name = "Эликсир дренейской мудрости",
                    count = 86,
                },
                {
                    link = "|cffffffff|Hitem:3382:0:0:0:0:0:0:0:10|h[Слабое зелье тролльей крови]|h|r",
                    name = "Слабое зелье тролльей крови",
                    count = 126,
                },
                {
                    link = "|cffffffff|Hitem:3383:0:0:0:0:0:0:0:10|h[Эликсир мудрости]|h|r",
                    name = "Эликсир мудрости",
                    count = 104,
                },
                {
                    link = "|cffffffff|Hitem:3384:0:0:0:0:0:0:0:10|h[Слабое зелье защиты от магии]|h|r",
                    name = "Слабое зелье защиты от магии",
                    count = 15,
                },
                {
                    link = "|cffffffff|Hitem:3386:0:0:0:0:0:0:0:10|h[Эликсир излечения]|h|r",
                    name = "Эликсир излечения",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:3388:0:0:0:0:0:0:0:10|h[Крепкое зелье тролльей крови]|h|r",
                    name = "Крепкое зелье тролльей крови",
                    count = 46,
                },
                {
                    link = "|cffffffff|Hitem:3389:0:0:0:0:0:0:0:10|h[Эликсир Защиты]|h|r",
                    name = "Эликсир Защиты",
                    count = 87,
                },
                {
                    link = "|cffffffff|Hitem:3390:0:0:0:0:0:0:0:10|h[Малый эликсир ловкости]|h|r",
                    name = "Малый эликсир ловкости",
                    count = 49,
                },
                {
                    link = "|cffffffff|Hitem:3823:0:0:0:0:0:0:0:10|h[Зелье простой невидимости]|h|r",
                    name = "Зелье простой невидимости",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:3824:0:0:0:0:0:0:0:10|h[Масло Тьмы]|h|r",
                    name = "Масло Тьмы",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:3826:0:0:0:0:0:0:0:10|h[Большой эликсир тролльей крови]|h|r",
                    name = "Большой эликсир тролльей крови",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:3829:0:0:0:0:0:0:0:10|h[Масло льда]|h|r",
                    name = "Масло льда",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:39666:0:0:0:0:0:0:0:10|h[Мощный эликсир ловкости]|h|r",
                    name = "Мощный эликсир ловкости",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:40068:0:0:0:0:0:0:0:10|h[Эликсир гнева]|h|r",
                    name = "Эликсир гнева",
                    count = 23,
                },
                {
                    link = "|cffffffff|Hitem:40070:0:0:0:0:0:0:0:10|h[Эликсир силы заклинаний]|h|r",
                    name = "Эликсир силы заклинаний",
                    count = 112,
                },
                {
                    link = "|cffffffff|Hitem:40073:0:0:0:0:0:0:0:10|h[Мощный эликсир силы]|h|r",
                    name = "Мощный эликсир силы",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:40076:0:0:0:0:0:0:0:10|h[Эликсир гуру]|h|r",
                    name = "Эликсир гуру",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:40077:0:0:0:0:0:0:0:10|h[Зелье сумасшедшего алхимика]|h|r",
                    name = "Зелье сумасшедшего алхимика",
                    count = 21,
                },
                {
                    link = "|cffffffff|Hitem:40078:0:0:0:0:0:0:0:10|h[Мощный эликсир стойкости]|h|r",
                    name = "Мощный эликсир стойкости",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:40093:0:0:0:0:0:0:0:10|h[Зелье несокрушимости]|h|r",
                    name = "Зелье несокрушимости",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:40109:0:0:0:0:0:0:0:10|h[Мощный эликсир крови волшебника]|h|r",
                    name = "Мощный эликсир крови волшебника",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:40212:0:0:0:0:0:0:0:10|h[Зелье дикой магии]|h|r",
                    name = "Зелье дикой магии",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:40308:0:0:0:0:0:0:0:10|h[Зелье адреналина]|h|r",
                    name = "Зелье адреналина",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:44325:0:0:0:0:0:0:0:10|h[Эликсир меткости]|h|r",
                    name = "Эликсир меткости",
                    count = 19,
                },
                {
                    link = "|cffffffff|Hitem:44327:0:0:0:0:0:0:0:10|h[Эликсир смертельных ударов]|h|r",
                    name = "Эликсир смертельных ударов",
                    count = 16,
                },
                {
                    link = "|cffffffff|Hitem:44329:0:0:0:0:0:0:0:10|h[Эликсир мастерства]|h|r",
                    name = "Эликсир мастерства",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:44330:0:0:0:0:0:0:0:10|h[Эликсир пробивания брони]|h|r",
                    name = "Эликсир пробивания брони",
                    count = 45,
                },
                {
                    link = "|cffffffff|Hitem:44331:0:0:0:0:0:0:0:10|h[Эликсир молниеносности]|h|r",
                    name = "Эликсир молниеносности",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:44332:0:0:0:0:0:0:0:10|h[Мощный эликсир разума]|h|r",
                    name = "Мощный эликсир разума",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:44939:0:0:0:0:0:0:0:10|h[Малый настой сопротивления]|h|r",
                    name = "Малый настой сопротивления",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:45621:0:0:0:0:0:0:0:10|h[Слабый эликсир меткости]|h|r",
                    name = "Слабый эликсир меткости",
                    count = 31,
                },
                {
                    link = "|cffffffff|Hitem:4623:0:0:0:0:0:0:0:10|h[Простое зелье каменного щита]|h|r",
                    name = "Простое зелье каменного щита",
                    count = 33,
                },
                {
                    link = "|cffffffff|Hitem:5996:0:0:0:0:0:0:0:10|h[Эликсир подводного дыхания]|h|r",
                    name = "Эликсир подводного дыхания",
                    count = 50,
                },
                {
                    link = "|cffffffff|Hitem:5997:0:0:0:0:0:0:0:10|h[Слабый эликсир защиты]|h|r",
                    name = "Слабый эликсир защиты",
                    count = 42,
                },
                {
                    link = "|cffffffff|Hitem:6372:0:0:0:0:0:0:0:10|h[Зелье быстрого плавания]|h|r",
                    name = "Зелье быстрого плавания",
                    count = 77,
                },
                {
                    link = "|cffffffff|Hitem:6373:0:0:0:0:0:0:0:10|h[Эликсир огневой мощи]|h|r",
                    name = "Эликсир огневой мощи",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:6452:0:0:0:0:0:0:0:10|h[Противоядие]|h|r",
                    name = "Противоядие",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:6453:0:0:0:0:0:0:0:10|h[Сильное противоядие]|h|r",
                    name = "Сильное противоядие",
                    count = 6,
                },
                {
                    link = "|cffffffff|Hitem:6662:0:0:0:0:0:0:0:10|h[Эликсир увеличения]|h|r",
                    name = "Эликсир увеличения",
                    count = 57,
                },
                {
                    link = "|cffffffff|Hitem:8827:0:0:0:0:0:0:0:10|h[Эликсир хождения по воде]|h|r",
                    name = "Эликсир хождения по воде",
                    count = 15,
                },
                {
                    link = "|cffffffff|Hitem:8949:0:0:0:0:0:0:0:10|h[Эликсир ловкости]|h|r",
                    name = "Эликсир ловкости",
                    count = 60,
                },
                {
                    link = "|cffffffff|Hitem:8951:0:0:0:0:0:0:0:10|h[Сильный эликсир защиты]|h|r",
                    name = "Сильный эликсир защиты",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:9030:0:0:0:0:0:0:0:10|h[Приводящее в сознание зелье]|h|r",
                    name = "Приводящее в сознание зелье",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:9036:0:0:0:0:0:0:0:10|h[Зелье защиты от магии]|h|r",
                    name = "Зелье защиты от магии",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:9154:0:0:0:0:0:0:0:10|h[Эликсир обнаружения нежити]|h|r",
                    name = "Эликсир обнаружения нежити",
                    count = 16,
                },
                {
                    link = "|cffffffff|Hitem:9155:0:0:0:0:0:0:0:10|h[Чародейский эликсир]|h|r",
                    name = "Чародейский эликсир",
                    count = 59,
                },
                {
                    link = "|cffffffff|Hitem:9172:0:0:0:0:0:0:0:10|h[Зелье невидимости]|h|r",
                    name = "Зелье невидимости",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:9179:0:0:0:0:0:0:0:10|h[Сильный эликсир интеллекта]|h|r",
                    name = "Сильный эликсир интеллекта",
                    count = 88,
                },
                {
                    link = "|cffffffff|Hitem:9187:0:0:0:0:0:0:0:10|h[Сильный эликсир ловкости]|h|r",
                    name = "Сильный эликсир ловкости",
                    count = 62,
                },
                {
                    link = "|cffffffff|Hitem:9206:0:0:0:0:0:0:0:10|h[Эликсир великанов]|h|r",
                    name = "Эликсир великанов",
                    count = 28,
                },
                {
                    link = "|cffffffff|Hitem:9233:0:0:0:0:0:0:0:10|h[Эликсир обнаружения демонов]|h|r",
                    name = "Эликсир обнаружения демонов",
                    count = 13,
                },
            },
        },
        bags = {
            last_update = 1779794945,
            items = {
                {
                    link = "|cffffffff|Hitem:118:0:0:0:0:0:0:0:10|h[Крохотный флакон с лечебным зельем]|h|r",
                    name = "Крохотный флакон с лечебным зельем",
                    count = 100,
                },
                {
                    link = "|cffffffff|Hitem:13443:0:0:0:0:0:0:0:10|h[Большой флакон с зельем маны]|h|r",
                    name = "Большой флакон с зельем маны",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:13444:0:0:0:0:0:0:0:10|h[Огромный флакон с зельем маны]|h|r",
                    name = "Огромный флакон с зельем маны",
                    count = 84,
                },
                {
                    link = "|cffffffff|Hitem:13446:0:0:0:0:0:0:0:10|h[Огромный флакон с лечебным зельем]|h|r",
                    name = "Огромный флакон с лечебным зельем",
                    count = 111,
                },
                {
                    link = "|cffffffff|Hitem:1710:0:0:0:0:0:0:0:10|h[Средний флакон с лечебным зельем]|h|r",
                    name = "Средний флакон с лечебным зельем",
                    count = 88,
                },
                {
                    link = "|cffffffff|Hitem:22829:0:0:0:0:0:0:0:10|h[Гигантский флакон с лечебным зельем]|h|r",
                    name = "Гигантский флакон с лечебным зельем",
                    count = 158,
                },
                {
                    link = "|cffffffff|Hitem:22832:0:0:0:0:0:0:0:10|h[Гигантский флакон с зельем маны]|h|r",
                    name = "Гигантский флакон с зельем маны",
                    count = 151,
                },
                {
                    link = "|cffffffff|Hitem:2455:0:0:0:0:0:0:0:10|h[Крохотный флакон с зельем маны]|h|r",
                    name = "Крохотный флакон с зельем маны",
                    count = 50,
                },
                {
                    link = "|cffffffff|Hitem:2456:0:0:0:0:0:0:0:10|h[Слабое зелье омоложения]|h|r",
                    name = "Слабое зелье омоложения",
                    count = 35,
                },
                {
                    link = "|cffffffff|Hitem:28100:0:0:0:0:0:0:0:10|h[Флакон с летучим лечебным зельем]|h|r",
                    name = "Флакон с летучим лечебным зельем",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:28101:0:0:0:0:0:0:0:10|h[Флакон с нестойким зельем маны]|h|r",
                    name = "Флакон с нестойким зельем маны",
                    count = 27,
                },
                {
                    link = "|cffffffff|Hitem:33447:0:0:0:0:0:0:0:10|h[Рунический флакон с лечебным зельем]|h|r",
                    name = "Рунический флакон с лечебным зельем",
                    count = 29,
                },
                {
                    link = "|cffffffff|Hitem:33448:0:0:0:0:0:0:0:10|h[Рунический флакон с зельем маны]|h|r",
                    name = "Рунический флакон с зельем маны",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:3385:0:0:0:0:0:0:0:10|h[Маленький флакон с зельем маны]|h|r",
                    name = "Маленький флакон с зельем маны",
                    count = 44,
                },
                {
                    link = "|cffffffff|Hitem:34440:0:0:0:0:0:0:0:10|h[Зелье безумного алхимика]|h|r",
                    name = "Зелье безумного алхимика",
                    count = 40,
                },
                {
                    link = "|cffffffff|Hitem:3827:0:0:0:0:0:0:0:10|h[Зелье маны]|h|r",
                    name = "Зелье маны",
                    count = 19,
                },
                {
                    link = "|cffffffff|Hitem:3928:0:0:0:0:0:0:0:10|h[Большой флакон с лечебным зельем]|h|r",
                    name = "Большой флакон с лечебным зельем",
                    count = 150,
                },
                {
                    link = "|cffffffff|Hitem:39671:0:0:0:0:0:0:0:10|h[Флакон с бодрящим лечебным зельем]|h|r",
                    name = "Флакон с бодрящим лечебным зельем",
                    count = 37,
                },
                {
                    link = "|cffffffff|Hitem:6149:0:0:0:0:0:0:0:10|h[Средний флакон с зельем маны]|h|r",
                    name = "Средний флакон с зельем маны",
                    count = 211,
                },
                {
                    link = "|cffffffff|Hitem:858:0:0:0:0:0:0:0:10|h[Маленький флакон с лечебным зельем]|h|r",
                    name = "Маленький флакон с лечебным зельем",
                    count = 85,
                },
                {
                    link = "|cffffffff|Hitem:929:0:0:0:0:0:0:0:10|h[Лечебное зелье]|h|r",
                    name = "Лечебное зелье",
                    count = 126,
                },
            },
        },
    },
    {
        name = "Мушкетон",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:33:26",
        money = 4062,
        empty = 128,
        location = "Оргриммар",
        bank = {
            last_update = 1779779980,
            items = {
            },
        },
        bags = {
            last_update = 1779780801,
            items = {
            },
        },
    },
    {
        name = "Мясушко",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:32:37",
        money = 343874,
        empty = 87,
        location = "Оргриммар",
        bank = {
            last_update = 1779780751,
            items = {
            },
        },
        bags = {
            last_update = 1779780753,
            items = {
            },
        },
    },
    {
        name = "Нордочка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:24:53",
        money = 3778,
        empty = 108,
        location = "Оргриммар",
        bank = {
            last_update = 1779780287,
            items = {
            },
        },
        bags = {
            last_update = 1779780289,
            items = {
            },
        },
    },
    {
        name = "Ожерельная",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:21:40",
        money = 13785,
        empty = 106,
        location = "Оргриммар",
        bank = {
            last_update = 1779780094,
            items = {
            },
        },
        bags = {
            last_update = 1779780096,
            items = {
            },
        },
    },
    {
        name = "Пуляша",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:17:48",
        money = 13104,
        empty = 69,
        location = "Оргриммар",
        bank = {
            last_update = 1779779859,
            items = {
            },
        },
        bags = {
            last_update = 1779779861,
            items = {
            },
        },
    },
    {
        name = "Пыляшка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:29:31",
        money = 385478,
        empty = 99,
        location = "Оргриммар",
        bank = {
            last_update = 1779780566,
            items = {
            },
        },
        bags = {
            last_update = 1779780567,
            items = {
            },
        },
    },
    {
        name = "Рец",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:19:35",
        money = 164134,
        empty = 40,
        location = "Оргриммар",
        bank = {
            last_update = 1779779948,
            items = {
            },
        },
        bags = {
            last_update = 1779779950,
            items = {
                {
                    link = "|cff0070dd|Hitem:20665:0:0:0:0:0:2157:0:10|h[Кожаные поножи Бездны с печатью удара]|h|r",
                    name = "Кожаные поножи Бездны с печатью удара",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31181:0:0:0:0:0:-37:40:10|h[Повязки из шкуры камнечервя с меткой целителя]|h|r",
                    name = "Повязки из шкуры камнечервя с меткой целителя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31181:0:0:0:0:0:-6:40:10|h[Повязки из шкуры камнечервя со знаком орла]|h|r",
                    name = "Повязки из шкуры камнечервя со знаком орла",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31185:0:0:0:0:0:-37:49:10|h[Корона Легиона с меткой целителя]|h|r",
                    name = "Корона Легиона с меткой целителя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31191:0:0:0:0:0:-7:30:10|h[Наручи из шкуры кроколиска со знаком медведя]|h|r",
                    name = "Наручи из шкуры кроколиска со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31212:0:0:0:0:0:-6:60:10|h[Поножи из шкуры химеры со знаком орла]|h|r",
                    name = "Поножи из шкуры химеры со знаком орла",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31212:0:0:0:0:0:-8:60:10|h[Поножи из шкуры химеры со знаком кита]|h|r",
                    name = "Поножи из шкуры химеры со знаком кита",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31224:0:0:0:0:0:-7:33:10|h[Наручи Иллидари со знаком медведя]|h|r",
                    name = "Наручи Иллидари со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31233:0:0:0:0:0:-43:40:10|h[Лютые наголенники с меткой солдата]|h|r",
                    name = "Лютые наголенники с меткой солдата",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31233:0:0:0:0:0:-7:40:10|h[Лютые наголенники со знаком медведя]|h|r",
                    name = "Лютые наголенники со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31235:0:0:0:0:0:-14:40:10|h[Лютые сапоги со знаком тигра]|h|r",
                    name = "Лютые сапоги со знаком тигра",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31236:0:0:0:0:0:-36:40:10|h[Лютые туфли с меткой волшебника]|h|r",
                    name = "Лютые туфли с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31243:0:0:0:0:0:-14:51:10|h[Набедренники из чешуи нага со знаком тигра]|h|r",
                    name = "Набедренники из чешуи нага со знаком тигра",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31243:0:0:0:0:0:-43:51:10|h[Набедренники из чешуи нага с меткой солдата]|h|r",
                    name = "Набедренники из чешуи нага с меткой солдата",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31243:0:0:0:0:0:-6:51:10|h[Набедренники из чешуи нага со знаком орла]|h|r",
                    name = "Набедренники из чешуи нага со знаком орла",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31243:0:0:0:0:0:-7:51:10|h[Набедренники из чешуи нага со знаком медведя]|h|r",
                    name = "Набедренники из чешуи нага со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31244:0:0:0:0:0:-41:51:10|h[Штаны из шкуры нага с меткой зверя]|h|r",
                    name = "Штаны из шкуры нага с меткой зверя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31244:0:0:0:0:0:-7:51:10|h[Штаны из шкуры нага со знаком медведя]|h|r",
                    name = "Штаны из шкуры нага со знаком медведя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31254:2662:0:0:0:0:-12:31:10|h[Плащ из шкуры долгонога со знаком вепря]|h|r",
                    name = "Плащ из шкуры долгонога со знаком вепря",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37745:0:0:0:0:0:0:0:10|h[Одеяние природного целителя]|h|r",
                    name = "Одеяние природного целителя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37776:0:0:0:0:0:0:0:10|h[Наручи меткого выстрела]|h|r",
                    name = "Наручи меткого выстрела",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:37795:0:0:0:0:0:0:0:10|h[Захваты доблестного воителя]|h|r",
                    name = "Захваты доблестного воителя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:42340:0:0:0:0:0:-39:65:10|h[Перстень грез с меткой заклинателя]|h|r",
                    name = "Перстень грез с меткой заклинателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44649:0:0:0:0:0:-41:75:10|h[Ноготь Хрусталедуба с меткой зверя]|h|r",
                    name = "Ноготь Хрусталедуба с меткой зверя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44649:0:0:0:0:0:-45:75:10|h[Ноготь Хрусталедуба с меткой победителя]|h|r",
                    name = "Ноготь Хрусталедуба с меткой победителя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44649:0:0:0:0:0:-92:75:10|h[Ноготь Хрусталедуба с меткой оруженосца]|h|r",
                    name = "Ноготь Хрусталедуба с меткой оруженосца",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44666:0:0:0:0:0:-88:101:10|h[Подушка на сиденье Флумблуба с меткой предсказателя]|h|r",
                    name = "Подушка на сиденье Флумблуба с меткой предсказателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44666:0:0:0:0:0:-91:101:10|h[Подушка на сиденье Флумблуба с меткой стрелка]|h|r",
                    name = "Подушка на сиденье Флумблуба с меткой стрелка",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44666:3252:0:0:0:0:-39:101:10|h[Подушка на сиденье Флумблуба с меткой заклинателя]|h|r",
                    name = "Подушка на сиденье Флумблуба с меткой заклинателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44667:0:0:0:0:0:-90:101:10|h[Корона из шерсти мамонта с меткой некроманта]|h|r",
                    name = "Корона из шерсти мамонта с меткой некроманта",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44668:0:0:0:0:0:-39:101:10|h[Одеяло-инкубатор с меткой заклинателя]|h|r",
                    name = "Одеяло-инкубатор с меткой заклинателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44668:0:0:0:0:0:-90:101:10|h[Одеяло-инкубатор с меткой некроманта]|h|r",
                    name = "Одеяло-инкубатор с меткой некроманта",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44668:3252:0:0:0:0:-42:101:10|h[Одеяло-инкубатор с меткой оракула]|h|r",
                    name = "Одеяло-инкубатор с меткой оракула",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44668:3252:0:0:0:0:-88:101:10|h[Одеяло-инкубатор с меткой предсказателя]|h|r",
                    name = "Одеяло-инкубатор с меткой предсказателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44669:0:0:0:0:0:-36:56:10|h[Воргенские кандалы с меткой волшебника]|h|r",
                    name = "Воргенские кандалы с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44669:0:0:0:0:0:-88:56:10|h[Воргенские кандалы с меткой предсказателя]|h|r",
                    name = "Воргенские кандалы с меткой предсказателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44669:0:0:0:0:0:-91:56:10|h[Воргенские кандалы с меткой стрелка]|h|r",
                    name = "Воргенские кандалы с меткой стрелка",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44670:0:0:0:0:0:-41:75:10|h[Пояс Печати душ с меткой зверя]|h|r",
                    name = "Пояс Печати душ с меткой зверя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44670:0:0:0:0:0:-45:75:10|h[Пояс Печати душ с меткой победителя]|h|r",
                    name = "Пояс Печати душ с меткой победителя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44670:0:0:0:0:0:-92:75:10|h[Пояс Печати душ с меткой оруженосца]|h|r",
                    name = "Пояс Печати душ с меткой оруженосца",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44671:0:0:0:0:0:-36:108:10|h[Стеганые набедренники Верховного лорда с меткой волшебника]|h|r",
                    name = "Стеганые набедренники Верховного лорда с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44671:0:0:0:0:0:-88:108:10|h[Стеганые набедренники Верховного лорда с меткой предсказателя]|h|r",
                    name = "Стеганые набедренники Верховного лорда с меткой предсказателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44671:0:0:0:0:0:-89:108:10|h[Стеганые набедренники Верховного лорда с меткой вора]|h|r",
                    name = "Стеганые набедренники Верховного лорда с меткой вора",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44672:0:0:0:0:0:-89:81:10|h[Наплеч тюленьего меха с меткой вора]|h|r",
                    name = "Наплеч тюленьего меха с меткой вора",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44673:0:0:0:0:0:-39:81:10|h[Сапоги для езды на мамонте с меткой заклинателя]|h|r",
                    name = "Сапоги для езды на мамонте с меткой заклинателя",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:44673:0:0:0:0:0:-42:81:10|h[Сапоги для езды на мамонте с меткой оракула]|h|r",
                    name = "Сапоги для езды на мамонте с меткой оракула",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44673:0:0:0:0:0:-88:81:10|h[Сапоги для езды на мамонте с меткой предсказателя]|h|r",
                    name = "Сапоги для езды на мамонте с меткой предсказателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44673:0:0:0:0:0:-90:81:10|h[Сапоги для езды на мамонте с меткой некроманта]|h|r",
                    name = "Сапоги для езды на мамонте с меткой некроманта",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44674:0:0:0:0:0:-39:60:10|h[Запятнанные лимфой напульсники с меткой заклинателя]|h|r",
                    name = "Запятнанные лимфой напульсники с меткой заклинателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44674:0:0:0:0:0:-42:60:10|h[Запятнанные лимфой напульсники с меткой оракула]|h|r",
                    name = "Запятнанные лимфой напульсники с меткой оракула",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44674:0:0:0:0:0:-88:60:10|h[Запятнанные лимфой напульсники с меткой предсказателя]|h|r",
                    name = "Запятнанные лимфой напульсники с меткой предсказателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44674:0:0:0:0:0:-90:60:10|h[Запятнанные лимфой напульсники с меткой некроманта]|h|r",
                    name = "Запятнанные лимфой напульсники с меткой некроманта",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44675:0:0:0:0:0:-88:81:10|h[Розовое покрывало скального великана с меткой предсказателя]|h|r",
                    name = "Розовое покрывало скального великана с меткой предсказателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44675:0:0:0:0:0:-91:81:10|h[Розовое покрывало скального великана с меткой стрелка]|h|r",
                    name = "Розовое покрывало скального великана с меткой стрелка",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44675:3246:0:0:0:0:-36:81:10|h[Розовое покрывало скального великана с меткой волшебника]|h|r",
                    name = "Розовое покрывало скального великана с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44676:0:0:0:0:0:-88:108:10|h[Поножи Сиреяна с меткой предсказателя]|h|r",
                    name = "Поножи Сиреяна с меткой предсказателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44676:0:0:0:0:0:-89:108:10|h[Поножи Сиреяна с меткой вора]|h|r",
                    name = "Поножи Сиреяна с меткой вора",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44676:0:0:0:0:0:-91:108:10|h[Поножи Сиреяна с меткой стрелка]|h|r",
                    name = "Поножи Сиреяна с меткой стрелка",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44685:0:0:0:0:0:-36:87:10|h[Наплеч окаменелой паутины с меткой волшебника]|h|r",
                    name = "Наплеч окаменелой паутины с меткой волшебника",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44685:0:0:0:0:0:-88:87:10|h[Наплеч окаменелой паутины с меткой предсказателя]|h|r",
                    name = "Наплеч окаменелой паутины с меткой предсказателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44691:0:0:0:0:0:-41:65:10|h[Ошейник Аотоны с меткой зверя]|h|r",
                    name = "Ошейник Аотоны с меткой зверя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:44697:0:0:0:0:0:-91:126:10|h[Одежды валь'киры с меткой стрелка]|h|r",
                    name = "Одежды валь'киры с меткой стрелка",
                    count = 2,
                },
                {
                    link = "|cff0070dd|Hitem:51958:0:0:0:0:0:-39:108:10|h[Нетронутая шкура светящегося медведя с меткой заклинателя]|h|r",
                    name = "Нетронутая шкура светящегося медведя с меткой заклинателя",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:51958:0:0:0:0:0:-42:108:10|h[Нетронутая шкура светящегося медведя с меткой оракула]|h|r",
                    name = "Нетронутая шкура светящегося медведя с меткой оракула",
                    count = 1,
                },
            },
        },
    },
    {
        name = "Рыбная",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:32:12",
        money = 4042,
        empty = 154,
        location = "Оргриммар",
        bank = {
            last_update = 1779780725,
            items = {
            },
        },
        bags = {
            last_update = 1779780728,
            items = {
            },
        },
    },
    {
        name = "Свитковый",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 14:34:55",
        money = 214291,
        empty = 163,
        location = "Оргриммар",
        items = {
            {
                link = "|cff0070dd|Hitem:38845:0:0:0:0:0:0:0:10|h[Свиток чар для двуручного оружия - импульс IV]|h|r",
                name = "Свиток чар для двуручного оружия - импульс IV",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:38871:0:0:0:0:0:0:0:10|h[Свиток чар для оружия - похищение жизни]|h|r",
                name = "Свиток чар для оружия - похищение жизни",
                count = 3,
            },
            {
                link = "|cff0070dd|Hitem:38992:0:0:0:0:0:0:0:10|h[Свиток чар для двуручного оружия - свирепость II]|h|r",
                name = "Свиток чар для двуручного оружия - свирепость II",
                count = 8,
            },
            {
                link = "|cff0070dd|Hitem:44453:0:0:0:0:0:0:0:10|h[Свиток чар для оружия - могущество II]|h|r",
                name = "Свиток чар для оружия - могущество II",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:10308:0:0:0:0:0:0:0:10|h[Свиток интеллекта IV]|h|r",
                name = "Свиток интеллекта IV",
                count = 25,
            },
            {
                link = "|cffffffff|Hitem:10309:0:0:0:0:0:0:0:10|h[Свиток ловкости IV]|h|r",
                name = "Свиток ловкости IV",
                count = 12,
            },
            {
                link = "|cffffffff|Hitem:10310:0:0:0:0:0:0:0:10|h[Свиток силы IV]|h|r",
                name = "Свиток силы IV",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:1180:0:0:0:0:0:0:0:10|h[Свиток выносливости]|h|r",
                name = "Свиток выносливости",
                count = 41,
            },
            {
                link = "|cffffffff|Hitem:1181:0:0:0:0:0:0:0:10|h[Свиток духа]|h|r",
                name = "Свиток духа",
                count = 60,
            },
            {
                link = "|cffffffff|Hitem:1477:0:0:0:0:0:0:0:10|h[Свиток ловкости II]|h|r",
                name = "Свиток ловкости II",
                count = 25,
            },
            {
                link = "|cffffffff|Hitem:1478:0:0:0:0:0:0:0:10|h[Охранный свиток II]|h|r",
                name = "Охранный свиток II",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:1711:0:0:0:0:0:0:0:10|h[Свиток выносливости II]|h|r",
                name = "Свиток выносливости II",
                count = 31,
            },
            {
                link = "|cffffffff|Hitem:1712:0:0:0:0:0:0:0:10|h[Свиток духа II]|h|r",
                name = "Свиток духа II",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:2289:0:0:0:0:0:0:0:10|h[Свиток силы II]|h|r",
                name = "Свиток силы II",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:2290:0:0:0:0:0:0:0:10|h[Свиток интеллекта II]|h|r",
                name = "Свиток интеллекта II",
                count = 20,
            },
            {
                link = "|cffffffff|Hitem:27498:0:0:0:0:0:0:0:10|h[Свиток ловкости V]|h|r",
                name = "Свиток ловкости V",
                count = 23,
            },
            {
                link = "|cffffffff|Hitem:27499:0:0:0:0:0:0:0:10|h[Свиток интеллекта V]|h|r",
                name = "Свиток интеллекта V",
                count = 83,
            },
            {
                link = "|cffffffff|Hitem:27503:0:0:0:0:0:0:0:10|h[Свиток силы V]|h|r",
                name = "Свиток силы V",
                count = 129,
            },
            {
                link = "|cffffffff|Hitem:3012:0:0:0:0:0:0:0:10|h[Свиток ловкости]|h|r",
                name = "Свиток ловкости",
                count = 33,
            },
            {
                link = "|cffffffff|Hitem:3013:0:0:0:0:0:0:0:10|h[Охранный свиток]|h|r",
                name = "Охранный свиток",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:33457:0:0:0:0:0:0:0:10|h[Свиток ловкости VI]|h|r",
                name = "Свиток ловкости VI",
                count = 58,
            },
            {
                link = "|cffffffff|Hitem:33458:0:0:0:0:0:0:0:10|h[Свиток интеллекта VI]|h|r",
                name = "Свиток интеллекта VI",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:33460:0:0:0:0:0:0:0:10|h[Свиток духа VI]|h|r",
                name = "Свиток духа VI",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:33462:0:0:0:0:0:0:0:10|h[Свиток силы VI]|h|r",
                name = "Свиток силы VI",
                count = 55,
            },
            {
                link = "|cffffffff|Hitem:37091:0:0:0:0:0:0:0:10|h[Свиток интеллекта VII]|h|r",
                name = "Свиток интеллекта VII",
                count = 28,
            },
            {
                link = "|cffffffff|Hitem:37093:0:0:0:0:0:0:0:10|h[Свиток выносливости VII]|h|r",
                name = "Свиток выносливости VII",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:37097:0:0:0:0:0:0:0:10|h[Свиток духа VII]|h|r",
                name = "Свиток духа VII",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:38682:0:0:0:0:0:0:0:10|h[Материал для свитка брони]|h|r",
                name = "Материал для свитка брони",
                count = 100,
            },
            {
                link = "|cffffffff|Hitem:38828:0:0:0:0:0:0:0:10|h[Свиток чар для щита - выносливость III]|h|r",
                name = "Свиток чар для щита - выносливость III",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:38829:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - интеллект II]|h|r",
                name = "Свиток чар для наручей - интеллект II",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:38833:0:0:0:0:0:0:0:10|h[Свиток чар для нагрудника - здоровье V]|h|r",
                name = "Свиток чар для нагрудника - здоровье V",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:38837:0:0:0:0:0:0:0:10|h[Свиток чар для обуви - скорость]|h|r",
                name = "Свиток чар для обуви - скорость",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:38849:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - выносливость IV]|h|r",
                name = "Свиток чар для наручей - выносливость IV",
                count = 9,
            },
            {
                link = "|cffffffff|Hitem:38866:0:0:0:0:0:0:0:10|h[Свиток чар для нагрудника - здоровье VI]|h|r",
                name = "Свиток чар для нагрудника - здоровье VI",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:38897:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - грубая сила]|h|r",
                name = "Свиток чар для наручей - грубая сила",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:38914:0:0:0:0:0:0:0:10|h[Свиток чар для плаща - броня III]|h|r",
                name = "Свиток чар для плаща - броня III",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:38933:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - сила III]|h|r",
                name = "Свиток чар для перчаток - сила III",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:38945:0:0:0:0:0:0:0:10|h[Свиток чар для щита - выносливость V]|h|r",
                name = "Свиток чар для щита - выносливость V",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:38953:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - Точность]|h|r",
                name = "Свиток чар для перчаток - Точность",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:38964:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - штурм II]|h|r",
                name = "Свиток чар для перчаток - штурм II",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:38967:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - ловкость IV]|h|r",
                name = "Свиток чар для перчаток - ловкость IV",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:38968:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - интеллект V]|h|r",
                name = "Свиток чар для наручей - интеллект V",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:38971:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - удар III]|h|r",
                name = "Свиток чар для наручей - удар III",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:38976:0:0:0:0:0:0:0:10|h[Свиток чар для обуви - ловкость V]|h|r",
                name = "Свиток чар для обуви - ловкость V",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:38979:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - сила заклинаний II]|h|r",
                name = "Свиток чар для перчаток - сила заклинаний II",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:38989:0:0:0:0:0:0:0:10|h[Свиток чар для нагрудника - все характеристики VI]|h|r",
                name = "Свиток чар для нагрудника - все характеристики VI",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:39006:0:0:0:0:0:0:0:10|h[Свиток чар для обуви - живучесть клыкарра]|h|r",
                name = "Свиток чар для обуви - живучесть клыкарра",
                count = 2,
            },
            {
                link = "|cffffffff|Hitem:39349:0:0:0:0:0:0:0:10|h[Материал для свитка оружия]|h|r",
                name = "Материал для свитка оружия",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:43463:0:0:0:0:0:0:0:10|h[Свиток ловкости VII]|h|r",
                name = "Свиток ловкости VII",
                count = 81,
            },
            {
                link = "|cffffffff|Hitem:43465:0:0:0:0:0:0:0:10|h[Свиток силы VII]|h|r",
                name = "Свиток силы VII",
                count = 42,
            },
            {
                link = "|cffffffff|Hitem:43467:0:0:0:0:0:0:0:10|h[Свиток защиты VII]|h|r",
                name = "Свиток защиты VII",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:4419:0:0:0:0:0:0:0:10|h[Свиток интеллекта III]|h|r",
                name = "Свиток интеллекта III",
                count = 23,
            },
            {
                link = "|cffffffff|Hitem:4421:0:0:0:0:0:0:0:10|h[Охранный свиток III]|h|r",
                name = "Охранный свиток III",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:4424:0:0:0:0:0:0:0:10|h[Свиток духа III]|h|r",
                name = "Свиток духа III",
                count = 1,
            },
            {
                link = "|cffffffff|Hitem:4425:0:0:0:0:0:0:0:10|h[Свиток ловкости III]|h|r",
                name = "Свиток ловкости III",
                count = 78,
            },
            {
                link = "|cffffffff|Hitem:4426:0:0:0:0:0:0:0:10|h[Свиток силы III]|h|r",
                name = "Свиток силы III",
                count = 28,
            },
            {
                link = "|cffffffff|Hitem:44449:0:0:0:0:0:0:0:10|h[Свиток чар для обуви - штурм I]|h|r",
                name = "Свиток чар для обуви - штурм I",
                count = 10,
            },
            {
                link = "|cffffffff|Hitem:44456:0:0:0:0:0:0:0:10|h[Свиток чар для плаща - скорость I]|h|r",
                name = "Свиток чар для плаща - скорость I",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:44457:0:0:0:0:0:0:0:10|h[Свиток чар для плаща - ловкость V]|h|r",
                name = "Свиток чар для плаща - ловкость V",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:44458:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - крушитель]|h|r",
                name = "Свиток чар для перчаток - крушитель",
                count = 5,
            },
            {
                link = "|cffffffff|Hitem:44470:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - сила заклинаний III]|h|r",
                name = "Свиток чар для наручей - сила заклинаний III",
                count = 4,
            },
            {
                link = "|cffffffff|Hitem:44815:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - штурм II]|h|r",
                name = "Свиток чар для наручей - штурм II",
                count = 3,
            },
            {
                link = "|cffffffff|Hitem:955:0:0:0:0:0:0:0:10|h[Свиток интеллекта]|h|r",
                name = "Свиток интеллекта",
                count = 31,
            },
        },
        bank = {
            last_update = 1779795290,
            items = {
                {
                    link = "|cffffffff|Hitem:10308:0:0:0:0:0:0:0:10|h[Свиток интеллекта IV]|h|r",
                    name = "Свиток интеллекта IV",
                    count = 25,
                },
                {
                    link = "|cffffffff|Hitem:10309:0:0:0:0:0:0:0:10|h[Свиток ловкости IV]|h|r",
                    name = "Свиток ловкости IV",
                    count = 12,
                },
                {
                    link = "|cffffffff|Hitem:10310:0:0:0:0:0:0:0:10|h[Свиток силы IV]|h|r",
                    name = "Свиток силы IV",
                    count = 50,
                },
                {
                    link = "|cffffffff|Hitem:1180:0:0:0:0:0:0:0:10|h[Свиток выносливости]|h|r",
                    name = "Свиток выносливости",
                    count = 41,
                },
                {
                    link = "|cffffffff|Hitem:1181:0:0:0:0:0:0:0:10|h[Свиток духа]|h|r",
                    name = "Свиток духа",
                    count = 60,
                },
                {
                    link = "|cffffffff|Hitem:1477:0:0:0:0:0:0:0:10|h[Свиток ловкости II]|h|r",
                    name = "Свиток ловкости II",
                    count = 25,
                },
                {
                    link = "|cffffffff|Hitem:1478:0:0:0:0:0:0:0:10|h[Охранный свиток II]|h|r",
                    name = "Охранный свиток II",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:1711:0:0:0:0:0:0:0:10|h[Свиток выносливости II]|h|r",
                    name = "Свиток выносливости II",
                    count = 31,
                },
                {
                    link = "|cffffffff|Hitem:1712:0:0:0:0:0:0:0:10|h[Свиток духа II]|h|r",
                    name = "Свиток духа II",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:2289:0:0:0:0:0:0:0:10|h[Свиток силы II]|h|r",
                    name = "Свиток силы II",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:2290:0:0:0:0:0:0:0:10|h[Свиток интеллекта II]|h|r",
                    name = "Свиток интеллекта II",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:27498:0:0:0:0:0:0:0:10|h[Свиток ловкости V]|h|r",
                    name = "Свиток ловкости V",
                    count = 23,
                },
                {
                    link = "|cffffffff|Hitem:27499:0:0:0:0:0:0:0:10|h[Свиток интеллекта V]|h|r",
                    name = "Свиток интеллекта V",
                    count = 83,
                },
                {
                    link = "|cffffffff|Hitem:27503:0:0:0:0:0:0:0:10|h[Свиток силы V]|h|r",
                    name = "Свиток силы V",
                    count = 129,
                },
                {
                    link = "|cffffffff|Hitem:3012:0:0:0:0:0:0:0:10|h[Свиток ловкости]|h|r",
                    name = "Свиток ловкости",
                    count = 33,
                },
                {
                    link = "|cffffffff|Hitem:3013:0:0:0:0:0:0:0:10|h[Охранный свиток]|h|r",
                    name = "Охранный свиток",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:33457:0:0:0:0:0:0:0:10|h[Свиток ловкости VI]|h|r",
                    name = "Свиток ловкости VI",
                    count = 58,
                },
                {
                    link = "|cffffffff|Hitem:33458:0:0:0:0:0:0:0:10|h[Свиток интеллекта VI]|h|r",
                    name = "Свиток интеллекта VI",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:33460:0:0:0:0:0:0:0:10|h[Свиток духа VI]|h|r",
                    name = "Свиток духа VI",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:33462:0:0:0:0:0:0:0:10|h[Свиток силы VI]|h|r",
                    name = "Свиток силы VI",
                    count = 55,
                },
                {
                    link = "|cffffffff|Hitem:37091:0:0:0:0:0:0:0:10|h[Свиток интеллекта VII]|h|r",
                    name = "Свиток интеллекта VII",
                    count = 28,
                },
                {
                    link = "|cffffffff|Hitem:37093:0:0:0:0:0:0:0:10|h[Свиток выносливости VII]|h|r",
                    name = "Свиток выносливости VII",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:37097:0:0:0:0:0:0:0:10|h[Свиток духа VII]|h|r",
                    name = "Свиток духа VII",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:43463:0:0:0:0:0:0:0:10|h[Свиток ловкости VII]|h|r",
                    name = "Свиток ловкости VII",
                    count = 81,
                },
                {
                    link = "|cffffffff|Hitem:43465:0:0:0:0:0:0:0:10|h[Свиток силы VII]|h|r",
                    name = "Свиток силы VII",
                    count = 42,
                },
                {
                    link = "|cffffffff|Hitem:43467:0:0:0:0:0:0:0:10|h[Свиток защиты VII]|h|r",
                    name = "Свиток защиты VII",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:4419:0:0:0:0:0:0:0:10|h[Свиток интеллекта III]|h|r",
                    name = "Свиток интеллекта III",
                    count = 23,
                },
                {
                    link = "|cffffffff|Hitem:4421:0:0:0:0:0:0:0:10|h[Охранный свиток III]|h|r",
                    name = "Охранный свиток III",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:4424:0:0:0:0:0:0:0:10|h[Свиток духа III]|h|r",
                    name = "Свиток духа III",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:4425:0:0:0:0:0:0:0:10|h[Свиток ловкости III]|h|r",
                    name = "Свиток ловкости III",
                    count = 78,
                },
                {
                    link = "|cffffffff|Hitem:4426:0:0:0:0:0:0:0:10|h[Свиток силы III]|h|r",
                    name = "Свиток силы III",
                    count = 28,
                },
                {
                    link = "|cffffffff|Hitem:955:0:0:0:0:0:0:0:10|h[Свиток интеллекта]|h|r",
                    name = "Свиток интеллекта",
                    count = 31,
                },
            },
        },
        bags = {
            last_update = 1779795291,
            items = {
                {
                    link = "|cff0070dd|Hitem:38845:0:0:0:0:0:0:0:10|h[Свиток чар для двуручного оружия - импульс IV]|h|r",
                    name = "Свиток чар для двуручного оружия - импульс IV",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:38871:0:0:0:0:0:0:0:10|h[Свиток чар для оружия - похищение жизни]|h|r",
                    name = "Свиток чар для оружия - похищение жизни",
                    count = 3,
                },
                {
                    link = "|cff0070dd|Hitem:38992:0:0:0:0:0:0:0:10|h[Свиток чар для двуручного оружия - свирепость II]|h|r",
                    name = "Свиток чар для двуручного оружия - свирепость II",
                    count = 8,
                },
                {
                    link = "|cff0070dd|Hitem:44453:0:0:0:0:0:0:0:10|h[Свиток чар для оружия - могущество II]|h|r",
                    name = "Свиток чар для оружия - могущество II",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:38682:0:0:0:0:0:0:0:10|h[Материал для свитка брони]|h|r",
                    name = "Материал для свитка брони",
                    count = 100,
                },
                {
                    link = "|cffffffff|Hitem:38828:0:0:0:0:0:0:0:10|h[Свиток чар для щита - выносливость III]|h|r",
                    name = "Свиток чар для щита - выносливость III",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:38829:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - интеллект II]|h|r",
                    name = "Свиток чар для наручей - интеллект II",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:38833:0:0:0:0:0:0:0:10|h[Свиток чар для нагрудника - здоровье V]|h|r",
                    name = "Свиток чар для нагрудника - здоровье V",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:38837:0:0:0:0:0:0:0:10|h[Свиток чар для обуви - скорость]|h|r",
                    name = "Свиток чар для обуви - скорость",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:38849:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - выносливость IV]|h|r",
                    name = "Свиток чар для наручей - выносливость IV",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:38866:0:0:0:0:0:0:0:10|h[Свиток чар для нагрудника - здоровье VI]|h|r",
                    name = "Свиток чар для нагрудника - здоровье VI",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:38897:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - грубая сила]|h|r",
                    name = "Свиток чар для наручей - грубая сила",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:38914:0:0:0:0:0:0:0:10|h[Свиток чар для плаща - броня III]|h|r",
                    name = "Свиток чар для плаща - броня III",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:38933:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - сила III]|h|r",
                    name = "Свиток чар для перчаток - сила III",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:38945:0:0:0:0:0:0:0:10|h[Свиток чар для щита - выносливость V]|h|r",
                    name = "Свиток чар для щита - выносливость V",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:38953:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - Точность]|h|r",
                    name = "Свиток чар для перчаток - Точность",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:38964:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - штурм II]|h|r",
                    name = "Свиток чар для перчаток - штурм II",
                    count = 1,
                },
                {
                    link = "|cffffffff|Hitem:38967:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - ловкость IV]|h|r",
                    name = "Свиток чар для перчаток - ловкость IV",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:38968:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - интеллект V]|h|r",
                    name = "Свиток чар для наручей - интеллект V",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:38971:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - удар III]|h|r",
                    name = "Свиток чар для наручей - удар III",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:38976:0:0:0:0:0:0:0:10|h[Свиток чар для обуви - ловкость V]|h|r",
                    name = "Свиток чар для обуви - ловкость V",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:38979:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - сила заклинаний II]|h|r",
                    name = "Свиток чар для перчаток - сила заклинаний II",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:38989:0:0:0:0:0:0:0:10|h[Свиток чар для нагрудника - все характеристики VI]|h|r",
                    name = "Свиток чар для нагрудника - все характеристики VI",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:39006:0:0:0:0:0:0:0:10|h[Свиток чар для обуви - живучесть клыкарра]|h|r",
                    name = "Свиток чар для обуви - живучесть клыкарра",
                    count = 2,
                },
                {
                    link = "|cffffffff|Hitem:39349:0:0:0:0:0:0:0:10|h[Материал для свитка оружия]|h|r",
                    name = "Материал для свитка оружия",
                    count = 50,
                },
                {
                    link = "|cffffffff|Hitem:44449:0:0:0:0:0:0:0:10|h[Свиток чар для обуви - штурм I]|h|r",
                    name = "Свиток чар для обуви - штурм I",
                    count = 10,
                },
                {
                    link = "|cffffffff|Hitem:44456:0:0:0:0:0:0:0:10|h[Свиток чар для плаща - скорость I]|h|r",
                    name = "Свиток чар для плаща - скорость I",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:44457:0:0:0:0:0:0:0:10|h[Свиток чар для плаща - ловкость V]|h|r",
                    name = "Свиток чар для плаща - ловкость V",
                    count = 3,
                },
                {
                    link = "|cffffffff|Hitem:44458:0:0:0:0:0:0:0:10|h[Свиток чар для перчаток - крушитель]|h|r",
                    name = "Свиток чар для перчаток - крушитель",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:44470:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - сила заклинаний III]|h|r",
                    name = "Свиток чар для наручей - сила заклинаний III",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:44815:0:0:0:0:0:0:0:10|h[Свиток чар для наручей - штурм II]|h|r",
                    name = "Свиток чар для наручей - штурм II",
                    count = 3,
                },
            },
        },
    },
    {
        name = "Стартовая",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:18:39",
        money = 358852,
        empty = 57,
        location = "Оргриммар",
        bank = {
            last_update = 1779779913,
            items = {
            },
        },
        bags = {
            last_update = 1779779915,
            items = {
            },
        },
    },
    {
        name = "Сумчатая",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:20:24",
        money = 9245,
        empty = 49,
        location = "Оргриммар",
        bank = {
            last_update = 1779780009,
            items = {
            },
        },
        bags = {
            last_update = 1779780013,
            items = {
            },
        },
    },
    {
        name = "Тернистая",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 14:32:46",
        money = 136218,
        empty = 33,
        location = "Оргриммар",
        items = {
            {
                link = "|cffffffff|Hitem:2725:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 1]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 1",
                count = 41,
            },
            {
                link = "|cffffffff|Hitem:2728:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 4]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 4",
                count = 37,
            },
            {
                link = "|cffffffff|Hitem:2730:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 6]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 6",
                count = 39,
            },
            {
                link = "|cffffffff|Hitem:2732:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 8]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 8",
                count = 43,
            },
            {
                link = "|cffffffff|Hitem:2734:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 10]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 10",
                count = 50,
            },
            {
                link = "|cffffffff|Hitem:2735:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 11]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 11",
                count = 27,
            },
            {
                link = "|cffffffff|Hitem:2738:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 14]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 14",
                count = 35,
            },
            {
                link = "|cffffffff|Hitem:2740:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 16]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 16",
                count = 47,
            },
            {
                link = "|cffffffff|Hitem:2742:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 18]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 18",
                count = 48,
            },
            {
                link = "|cffffffff|Hitem:2744:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 20]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 20",
                count = 39,
            },
            {
                link = "|cffffffff|Hitem:2745:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 21]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 21",
                count = 35,
            },
            {
                link = "|cffffffff|Hitem:2748:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 24]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 24",
                count = 37,
            },
            {
                link = "|cffffffff|Hitem:2749:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 25]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 25",
                count = 54,
            },
            {
                link = "|cffffffff|Hitem:2750:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 26]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 26",
                count = 49,
            },
            {
                link = "|cffffffff|Hitem:2751:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 27]|h|r",
                name = "Зеленые холмы Тернистой долины: стр. 27",
                count = 33,
            },
        },
        bank = {
            last_update = 1779795160,
            items = {
                {
                    link = "|cffffffff|Hitem:2725:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 1]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 1",
                    count = 11,
                },
                {
                    link = "|cffffffff|Hitem:2728:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 4]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 4",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:2730:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 6]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 6",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:2732:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 8]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 8",
                    count = 13,
                },
                {
                    link = "|cffffffff|Hitem:2734:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 10]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 10",
                    count = 20,
                },
                {
                    link = "|cffffffff|Hitem:2738:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 14]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 14",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:2740:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 16]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 16",
                    count = 17,
                },
                {
                    link = "|cffffffff|Hitem:2742:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 18]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 18",
                    count = 18,
                },
                {
                    link = "|cffffffff|Hitem:2744:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 20]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 20",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:2745:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 21]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 21",
                    count = 5,
                },
                {
                    link = "|cffffffff|Hitem:2748:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 24]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 24",
                    count = 7,
                },
                {
                    link = "|cffffffff|Hitem:2749:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 25]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 25",
                    count = 24,
                },
                {
                    link = "|cffffffff|Hitem:2750:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 26]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 26",
                    count = 19,
                },
                {
                    link = "|cffffffff|Hitem:2751:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 27]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 27",
                    count = 3,
                },
            },
        },
        bags = {
            last_update = 1779795161,
            items = {
                {
                    link = "|cffffffff|Hitem:2725:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 1]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 1",
                    count = 30,
                },
                {
                    link = "|cffffffff|Hitem:2728:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 4]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 4",
                    count = 30,
                },
                {
                    link = "|cffffffff|Hitem:2730:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 6]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 6",
                    count = 30,
                },
                {
                    link = "|cffffffff|Hitem:2732:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 8]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 8",
                    count = 30,
                },
                {
                    link = "|cffffffff|Hitem:2734:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 10]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 10",
                    count = 30,
                },
                {
                    link = "|cffffffff|Hitem:2735:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 11]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 11",
                    count = 27,
                },
                {
                    link = "|cffffffff|Hitem:2738:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 14]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 14",
                    count = 30,
                },
                {
                    link = "|cffffffff|Hitem:2740:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 16]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 16",
                    count = 30,
                },
                {
                    link = "|cffffffff|Hitem:2742:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 18]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 18",
                    count = 30,
                },
                {
                    link = "|cffffffff|Hitem:2744:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 20]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 20",
                    count = 30,
                },
                {
                    link = "|cffffffff|Hitem:2745:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 21]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 21",
                    count = 30,
                },
                {
                    link = "|cffffffff|Hitem:2748:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 24]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 24",
                    count = 30,
                },
                {
                    link = "|cffffffff|Hitem:2749:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 25]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 25",
                    count = 30,
                },
                {
                    link = "|cffffffff|Hitem:2750:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 26]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 26",
                    count = 30,
                },
                {
                    link = "|cffffffff|Hitem:2751:0:0:0:0:0:0:0:10|h[Зеленые холмы Тернистой долины: стр. 27]|h|r",
                    name = "Зеленые холмы Тернистой долины: стр. 27",
                    count = 30,
                },
            },
        },
    },
    {
        name = "Тканюшка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:27:10",
        money = 1153902,
        empty = 92,
        location = "Оргриммар",
        bank = {
            last_update = 1779780423,
            items = {
            },
        },
        bags = {
            last_update = 1779780425,
            items = {
                {
                    link = "|cff0070dd|Hitem:17010:0:0:0:0:0:0:0:10|h[Огненное ядро]|h|r",
                    name = "Огненное ядро",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:31079:0:0:0:0:0:0:0:10|h[Переменчивый адамантит]|h|r",
                    name = "Переменчивый адамантит",
                    count = 1,
                },
                {
                    link = "|cff0070dd|Hitem:36784:0:0:0:0:0:0:0:10|h[Слеза Сирены]|h|r",
                    name = "Слеза Сирены",
                    count = 19,
                },
                {
                    link = "|cff0070dd|Hitem:9719:0:0:0:0:0:0:0:10|h[Сломанный клинок героев]|h|r",
                    name = "Сломанный клинок героев",
                    count = 7,
                },
                {
                    link = "|cff1eff00|Hitem:12803:0:0:0:0:0:0:0:10|h[Субстанция Жизни]|h|r",
                    name = "Субстанция Жизни",
                    count = 16,
                },
                {
                    link = "|cff1eff00|Hitem:12808:0:0:0:0:0:0:0:10|h[Субстанция Нежити]|h|r",
                    name = "Субстанция Нежити",
                    count = 10,
                },
                {
                    link = "|cff1eff00|Hitem:13926:0:0:0:0:0:0:0:10|h[Золотая жемчужина]|h|r",
                    name = "Золотая жемчужина",
                    count = 138,
                },
                {
                    link = "|cff1eff00|Hitem:21884:0:0:0:0:0:0:0:10|h[Изначальный Огонь]|h|r",
                    name = "Изначальный Огонь",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:21885:0:0:0:0:0:0:0:10|h[Изначальная Вода]|h|r",
                    name = "Изначальная Вода",
                    count = 21,
                },
                {
                    link = "|cff1eff00|Hitem:21886:0:0:0:0:0:0:0:10|h[Изначальная Жизнь]|h|r",
                    name = "Изначальная Жизнь",
                    count = 33,
                },
                {
                    link = "|cff1eff00|Hitem:22451:0:0:0:0:0:0:0:10|h[Изначальный Воздух]|h|r",
                    name = "Изначальный Воздух",
                    count = 4,
                },
                {
                    link = "|cff1eff00|Hitem:22452:0:0:0:0:0:0:0:10|h[Изначальная Земля]|h|r",
                    name = "Изначальная Земля",
                    count = 41,
                },
                {
                    link = "|cff1eff00|Hitem:22456:0:0:0:0:0:0:0:10|h[Изначальная Тень]|h|r",
                    name = "Изначальная Тень",
                    count = 107,
                },
                {
                    link = "|cff1eff00|Hitem:22457:0:0:0:0:0:0:0:10|h[Изначальная Мана]|h|r",
                    name = "Изначальная Мана",
                    count = 3,
                },
                {
                    link = "|cff1eff00|Hitem:24478:0:0:0:0:0:0:0:10|h[Жемчужина джаггала]|h|r",
                    name = "Жемчужина джаггала",
                    count = 11,
                },
                {
                    link = "|cff1eff00|Hitem:24479:0:0:0:0:0:0:0:10|h[Сумрачная жемчужина]|h|r",
                    name = "Сумрачная жемчужина",
                    count = 14,
                },
                {
                    link = "|cff1eff00|Hitem:35622:0:0:0:0:0:0:0:10|h[Извечная вода]|h|r",
                    name = "Извечная вода",
                    count = 50,
                },
                {
                    link = "|cff1eff00|Hitem:35623:0:0:0:0:0:0:0:10|h[Извечный воздух]|h|r",
                    name = "Извечный воздух",
                    count = 6,
                },
                {
                    link = "|cff1eff00|Hitem:35624:0:0:0:0:0:0:0:10|h[Извечная земля]|h|r",
                    name = "Извечная земля",
                    count = 10,
                },
                {
                    link = "|cff1eff00|Hitem:35625:0:0:0:0:0:0:0:10|h[Извечная жизнь]|h|r",
                    name = "Извечная жизнь",
                    count = 16,
                },
                {
                    link = "|cff1eff00|Hitem:35627:0:0:0:0:0:0:0:10|h[Извечная тьма]|h|r",
                    name = "Извечная тьма",
                    count = 31,
                },
                {
                    link = "|cff1eff00|Hitem:36783:0:0:0:0:0:0:0:10|h[Жемчужина Северного моря]|h|r",
                    name = "Жемчужина Северного моря",
                    count = 18,
                },
                {
                    link = "|cff1eff00|Hitem:36860:0:0:0:0:0:0:0:10|h[Извечный огонь]|h|r",
                    name = "Извечный огонь",
                    count = 6,
                },
                {
                    link = "|cff1eff00|Hitem:36908:0:0:0:0:0:0:0:10|h[Северный лотос]|h|r",
                    name = "Северный лотос",
                    count = 27,
                },
                {
                    link = "|cff1eff00|Hitem:5498:0:0:0:0:0:0:0:10|h[Маленькая блестящая жемчужина]|h|r",
                    name = "Маленькая блестящая жемчужина",
                    count = 110,
                },
                {
                    link = "|cff1eff00|Hitem:5500:0:0:0:0:0:0:0:10|h[Радужная жемчужина]|h|r",
                    name = "Радужная жемчужина",
                    count = 73,
                },
                {
                    link = "|cff1eff00|Hitem:7076:0:0:0:0:0:0:0:10|h[Субстанция Земли]|h|r",
                    name = "Субстанция Земли",
                    count = 5,
                },
                {
                    link = "|cff1eff00|Hitem:7078:0:0:0:0:0:0:0:10|h[Субстанция Огня]|h|r",
                    name = "Субстанция Огня",
                    count = 11,
                },
                {
                    link = "|cff1eff00|Hitem:7080:0:0:0:0:0:0:0:10|h[Субстанция Воды]|h|r",
                    name = "Субстанция Воды",
                    count = 19,
                },
                {
                    link = "|cff1eff00|Hitem:7082:0:0:0:0:0:0:0:10|h[Субстанция Воздуха]|h|r",
                    name = "Субстанция Воздуха",
                    count = 4,
                },
                {
                    link = "|cff1eff00|Hitem:7971:0:0:0:0:0:0:0:10|h[Черная жемчужина]|h|r",
                    name = "Черная жемчужина",
                    count = 70,
                },
                {
                    link = "|cff1eff00|Hitem:8153:0:0:0:0:0:0:0:10|h[Дикая лоза]|h|r",
                    name = "Дикая лоза",
                    count = 15,
                },
                {
                    link = "|cffffffff|Hitem:10286:0:0:0:0:0:0:0:10|h[Сердце дикой природы]|h|r",
                    name = "Сердце дикой природы",
                    count = 94,
                },
                {
                    link = "|cffffffff|Hitem:12804:0:0:0:0:0:0:0:10|h[Мощный амулет]|h|r",
                    name = "Мощный амулет",
                    count = 6,
                },
                {
                    link = "|cffffffff|Hitem:22572:0:0:0:0:0:0:0:10|h[Частица Воздуха]|h|r",
                    name = "Частица Воздуха",
                    count = 6,
                },
                {
                    link = "|cffffffff|Hitem:22573:0:0:0:0:0:0:0:10|h[Частица Земли]|h|r",
                    name = "Частица Земли",
                    count = 26,
                },
                {
                    link = "|cffffffff|Hitem:22574:0:0:0:0:0:0:0:10|h[Частица Огня]|h|r",
                    name = "Частица Огня",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:22575:0:0:0:0:0:0:0:10|h[Частица Жизни]|h|r",
                    name = "Частица Жизни",
                    count = 93,
                },
                {
                    link = "|cffffffff|Hitem:22576:0:0:0:0:0:0:0:10|h[Частица Маны]|h|r",
                    name = "Частица Маны",
                    count = 22,
                },
                {
                    link = "|cffffffff|Hitem:22577:0:0:0:0:0:0:0:10|h[Частица Тени]|h|r",
                    name = "Частица Тени",
                    count = 71,
                },
                {
                    link = "|cffffffff|Hitem:22578:0:0:0:0:0:0:0:10|h[Частица Воды]|h|r",
                    name = "Частица Воды",
                    count = 79,
                },
                {
                    link = "|cffffffff|Hitem:37700:0:0:0:0:0:0:0:10|h[Кристаллизованный воздух]|h|r",
                    name = "Кристаллизованный воздух",
                    count = 93,
                },
                {
                    link = "|cffffffff|Hitem:37701:0:0:0:0:0:0:0:10|h[Кристаллизованная земля]|h|r",
                    name = "Кристаллизованная земля",
                    count = 64,
                },
                {
                    link = "|cffffffff|Hitem:37702:0:0:0:0:0:0:0:10|h[Кристаллизованный огонь]|h|r",
                    name = "Кристаллизованный огонь",
                    count = 56,
                },
                {
                    link = "|cffffffff|Hitem:37703:0:0:0:0:0:0:0:10|h[Кристаллизованная тьма]|h|r",
                    name = "Кристаллизованная тьма",
                    count = 40,
                },
                {
                    link = "|cffffffff|Hitem:37704:0:0:0:0:0:0:0:10|h[Кристаллизованная жизнь]|h|r",
                    name = "Кристаллизованная жизнь",
                    count = 126,
                },
                {
                    link = "|cffffffff|Hitem:37705:0:0:0:0:0:0:0:10|h[Кристаллизованная вода]|h|r",
                    name = "Кристаллизованная вода",
                    count = 111,
                },
                {
                    link = "|cffffffff|Hitem:4611:0:0:0:0:0:0:0:10|h[Синяя жемчужина]|h|r",
                    name = "Синяя жемчужина",
                    count = 4,
                },
                {
                    link = "|cffffffff|Hitem:7067:0:0:0:0:0:0:0:10|h[Первородная земля]|h|r",
                    name = "Первородная земля",
                    count = 37,
                },
                {
                    link = "|cffffffff|Hitem:7068:0:0:0:0:0:0:0:10|h[Первородный огонь]|h|r",
                    name = "Первородный огонь",
                    count = 28,
                },
                {
                    link = "|cffffffff|Hitem:7069:0:0:0:0:0:0:0:10|h[Первородный воздух]|h|r",
                    name = "Первородный воздух",
                    count = 150,
                },
                {
                    link = "|cffffffff|Hitem:7070:0:0:0:0:0:0:0:10|h[Первородная вода]|h|r",
                    name = "Первородная вода",
                    count = 166,
                },
                {
                    link = "|cffffffff|Hitem:7075:0:0:0:0:0:0:0:10|h[Ядро земли]|h|r",
                    name = "Ядро земли",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:7077:0:0:0:0:0:0:0:10|h[Сердце огня]|h|r",
                    name = "Сердце огня",
                    count = 55,
                },
                {
                    link = "|cffffffff|Hitem:7079:0:0:0:0:0:0:0:10|h[Магическая сфера воды]|h|r",
                    name = "Магическая сфера воды",
                    count = 9,
                },
                {
                    link = "|cffffffff|Hitem:7081:0:0:0:0:0:0:0:10|h[Дыхание ветра]|h|r",
                    name = "Дыхание ветра",
                    count = 58,
                },
                {
                    link = "|cffffffff|Hitem:7972:0:0:0:0:0:0:0:10|h[Лимфа нежити]|h|r",
                    name = "Лимфа нежити",
                    count = 96,
                },
                {
                    link = "|cffffffff|Hitem:8151:0:0:0:0:0:0:0:10|h[Настой колдунства]|h|r",
                    name = "Настой колдунства",
                    count = 136,
                },
                {
                    link = "|cffffffff|Hitem:8152:0:0:0:0:0:0:0:10|h[Настой большого колдунства]|h|r",
                    name = "Настой большого колдунства",
                    count = 60,
                },
                {
                    link = "|cffffffff|Hitem:9262:0:0:0:0:0:0:0:10|h[Черный купорос]|h|r",
                    name = "Черный купорос",
                    count = 98,
                },
            },
        },
    },
    {
        name = "Травяная",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:29:08",
        money = 1005064,
        empty = 108,
        location = "Оргриммар",
        bank = {
            last_update = 1779780530,
            items = {
            },
        },
        bags = {
            last_update = 1779780532,
            items = {
            },
        },
    },
    {
        name = "Царапучка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 14:35:23",
        money = 14656,
        empty = 118,
        location = "Оргриммар",
        items = {
            {
                link = "|cffffffff|Hitem:1288:0:0:0:0:0:0:0:10|h[Большая ядовитая железа]|h|r",
                name = "Большая ядовитая железа",
                count = 8,
            },
            {
                link = "|cffffffff|Hitem:1475:0:0:0:0:0:0:0:10|h[Малая ядовитая железа]|h|r",
                name = "Малая ядовитая железа",
                count = 70,
            },
            {
                link = "|cffffffff|Hitem:19441:0:0:0:0:0:0:0:10|h[Огромная ядовитая железа]|h|r",
                name = "Огромная ядовитая железа",
                count = 16,
            },
            {
                link = "|cffffffff|Hitem:4402:0:0:0:0:0:0:0:10|h[Малая пламенная железа]|h|r",
                name = "Малая пламенная железа",
                count = 49,
            },
            {
                link = "|cffffffff|Hitem:5635:0:0:0:0:0:0:0:10|h[Острый коготь]|h|r",
                name = "Острый коготь",
                count = 128,
            },
            {
                link = "|cffffffff|Hitem:5637:0:0:0:0:0:0:0:10|h[Большой клык]|h|r",
                name = "Большой клык",
                count = 116,
            },
        },
        bank = {
            last_update = 1779795317,
            items = {
                {
                    link = "|cffffffff|Hitem:1288:0:0:0:0:0:0:0:10|h[Большая ядовитая железа]|h|r",
                    name = "Большая ядовитая железа",
                    count = 8,
                },
                {
                    link = "|cffffffff|Hitem:1475:0:0:0:0:0:0:0:10|h[Малая ядовитая железа]|h|r",
                    name = "Малая ядовитая железа",
                    count = 70,
                },
                {
                    link = "|cffffffff|Hitem:19441:0:0:0:0:0:0:0:10|h[Огромная ядовитая железа]|h|r",
                    name = "Огромная ядовитая железа",
                    count = 16,
                },
                {
                    link = "|cffffffff|Hitem:4402:0:0:0:0:0:0:0:10|h[Малая пламенная железа]|h|r",
                    name = "Малая пламенная железа",
                    count = 49,
                },
                {
                    link = "|cffffffff|Hitem:5635:0:0:0:0:0:0:0:10|h[Острый коготь]|h|r",
                    name = "Острый коготь",
                    count = 128,
                },
                {
                    link = "|cffffffff|Hitem:5637:0:0:0:0:0:0:0:10|h[Большой клык]|h|r",
                    name = "Большой клык",
                    count = 116,
                },
            },
        },
        bags = {
            last_update = 1779795319,
            items = {
            },
        },
    },
    {
        name = "Шмотный",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:21:10",
        money = 336703,
        empty = 198,
        location = "Оргриммар",
        bank = {
            last_update = 1779780064,
            items = {
            },
        },
        bags = {
            last_update = 1779780066,
            items = {
            },
        },
    },
    {
        name = "Шмоточка",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:15:56",
        money = 3936,
        empty = 30,
        location = "Оргриммар",
        bank = {
            last_update = 1779779750,
            items = {
            },
        },
        bags = {
            last_update = 1779779752,
            items = {
            },
        },
    },
    {
        name = "Ювелирная",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:16:49",
        money = 344111,
        empty = 75,
        location = "Оргриммар",
        bank = {
            last_update = 1779779803,
            items = {
            },
        },
        bags = {
            last_update = 1779779805,
            items = {
            },
        },
    },
    {
        name = "Сокетная",
        realm = "ProxyEU Sirus x5 - 3.3.5a+",
        updated_at = "2026-05-26 10:26:37",
        money = 13534,
        empty = 194,
        location = "Оргриммар",
        bank = {
            last_update = 1779780391,
            items = {
            },
        },
        bags = {
            last_update = 1779780393,
            items = {
            },
        },
    },
}